[
  {
    "name": "David Brooks",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/david-brooks",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "David Brooks (born August 11, 1961)[1] is an American conservative political and cultural commentator who writes for The New York Times.[2][3] He has worked as a film critic for The Washington Times, a reporter and later op-ed editor for The Wall Street Journal,[4] a senior editor at The Weekly Standard from its inception, a contributing editor at Newsweek, and The Atlantic Monthly, in addition to working as a commentator on NPR and the PBS NewsHour.[1]  Early life and education Brooks was born in Toronto, Ontario, where his father was working on a PhD at the University of Toronto. He spent his early years in the Stuyvesant Town housing development in New York City with his brother, Daniel. His father taught English literature at New York University, while his mother studied nineteenth-century British history at Columbia University. Brooks was raised Jewish but rarely attended synagogue in his later adult life.[5][6][7] As a young child, Brooks attended the Grace Church School, an independent Episcopal primary school in the East Village. When he was 12, his family moved to the Philadelphia Main Line, the affluent suburbs of Philadelphia. He graduated from Radnor High School in 1979. In 1983, Brooks graduated from the University of Chicago with a degree in history.[1] His senior thesis was on popular science writer Robert Ardrey.[7]  As an undergraduate, Brooks frequently contributed reviews and satirical pieces to campus publications. His senior year, he wrote a spoof of the lifestyle of wealthy conservative William F. Buckley Jr., who was scheduled to speak at the university: \"In the afternoons he is in the habit of going into crowded rooms and making everybody else feel inferior. The evenings are reserved for extended bouts of name-dropping.\"[8] To his piece, Brooks appended the note: \"Some would say I'm envious of Mr. Buckley. But if truth be known, I just want a job and have a peculiar way of asking. So how about it, Billy? Can you spare a dime?\" When Buckley arrived to give his talk, he asked whether Brooks was in the lecture audience and offered him a job.[9]  Early career Upon graduation, Brooks became a police reporter for the City News Bureau of Chicago, a wire service owned jointly by the Chicago Tribune and Chicago Sun Times.[1] He says that his experience on Chicago's crime beat had a conservatizing influence on him.[7] In 1984, mindful of the offer he had received from Buckley, Brooks applied and was accepted as an intern at Buckley's National Review. According to Christopher Beam, the internship included an all-access pass to the affluent lifestyle that Brooks had previously mocked, including yachting expeditions, Bach concerts, dinners at Buckley's Park Avenue apartment and villa in Stamford, Connecticut, and a constant stream of writers, politicians, and celebrities.  Brooks was an outsider in more ways than his relative inexperience. National Review was a Catholic magazine, and Brooks is not Catholic. Sam Tanenhaus later reported in The New Republic that Buckley might have eventually named Brooks his successor if it hadn't been for his being Jewish. \"If true, it would be upsetting,\" Brooks says.[7]  After his internship with Buckley ended, Brooks spent some time at the conservative Hoover Institution at Stanford University and wrote movie reviews for The Washington Times.  Career  Brooks preparing for PBS Newshour in 2012 In 1986, Brooks was hired by The Wall Street Journal, where he worked first as an editor of the book review section. He also filled in for five months as a movie critic. From 1990 to 1994, the newspaper posted Brooks as an op-ed columnist to Brussels, where he covered Russia (making numerous trips to Moscow); the Middle East; South Africa; and European affairs. On his return, Brooks joined the neo-conservative Weekly Standard when it was launched in 1994. Two years later, he edited an anthology, Backward and Upward: The New Conservative Writing.[1][4]  External videos video icon Booknotes interview with Brooks on Bobos, July 30, 2000, C-SPAN In 2000, Brooks published a book of cultural commentary titled Bobos in Paradise: The New Upper Class and How They Got There to considerable acclaim. The book, a paean to consumerism, argued that the new managerial or \"new upper class\" represents a marriage between the liberal idealism of the 1960s and the self-interest of the 1980s.  According to a 2010 article in New York Magazine written by Christopher Beam, New York Times editorial-page editor Gail Collins called Brooks in 2003 and invited him to lunch.  Collins was looking for a conservative to replace outgoing columnist William Safire, but one who understood how liberals think. \"I was looking for the kind of conservative writer that wouldn't make our readers shriek and throw the paper out the window,\" says Collins. \"He was perfect.\" Brooks started writing in September 2003. \"The first six months were miserable,\" Brooks says. \"I'd never been hated on a mass scale before.\"[7]  One column written by Brooks in The New York Times dismissed the conviction of Scooter Libby as being \"a farce\" and having \"no significance\"[10] was derided by political blogger Andrew Sullivan.[11]  In 2004, Brooks' book On Paradise Drive: How We Live Now (And Always Have) in the Future Tense was published as a sequel to his 2000 best seller, Bobos in Paradise, but it was not as well received as its predecessor. Brooks is also the volume editor of The Best American Essays (publication date October 2, 2012), and authored The Social Animal: The Hidden Sources of Love, Character and Achievement.[12] The book was excerpted in The New Yorker in January 2011[13] and received mixed reviews upon its full publication in March of that year.[14][15][16][17][18][19][20][21][22][23][24][25][26][27] It sold well and reached #3 on the Publishers Weekly best-sellers list for non-fiction in April 2011.[28]  Brooks was a visiting professor of public policy at Duke University's Terry Sanford Institute of Public Policy, and taught an undergraduate seminar there in the fall of 2006.[29] In 2013, he taught a course at Yale University on philosophical humility.[30]  In 2012, Brooks was elected to the University of Chicago Board of Trustees.[31] He also serves on the board of advisors for the University of Chicago Institute of Politics.[32]  In 2019, Brooks gave a TED talk in Vancouver entitled 'The Lies Our Culture Tells Us About What Matters вЂ“ And a Better Way to Live'. TED curator Chris Anderson selected it as one of his favourite talks of 2019.[33]",
    "twitter": ""
  },
  {
    "name": "David Byler",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/david-byler-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "David French",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/david-french-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "David French may refer to:\n\nDavid H. French (anthropologist) (1918–1994), American anthropologist and linguist\nDavid H. French (archaeologist) (1933 – 2017), British archaeologist\nDavid French (playwright) (1939–2010), Canadian writer for stage and television\nDavid French (political commentator) (born 1969), American lawyer and political writer\nDavid French (politician), member of the Kansas House of Representatives\nSee also[edit]\nDavid French Boyd (1834–1899), American academic and Civil War veteran; first president of Louisiana State University\nFrench (surname)\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_French&oldid=1104509958\"",
    "twitter": ""
  },
  {
    "name": "David Frum",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/david-frum-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Canadian-American political commentator (born 1960)\n\n\nDavid FrumFrum in 2014BornDavid Jeffrey Frum[1]June 1960 (age 63)Toronto, Ontario, CanadaCitizenshipCanadaUnited StatesEducationYale University (BA, MA)Harvard University (JD)Occupations\nJournalist\nauthor\nspeechwriter\nYears active1987–present[2]Known forCoining the term \"axis of evil\"Political partyRepublicanBoard member ofRepublican Jewish CoalitionR Street InstituteSpouse\nDanielle Crittenden ​(m. 1988)​Children3Parent(s)Barbara Frum and Murray FrumRelativesLinda Frum (sister)[3] Howard Sokolowski (brother-in-law)WebsiteFrumForum.com\nDavid Jeffrey Frum (/frʌm/; born June 1960) is a Canadian-American political commentator and a former speechwriter for President George W. Bush. He is currently a senior editor at The Atlantic as well as an MSNBC contributor. In 2003, Frum authored the first book about Bush's presidency written by a former member of the administration.[4] He has taken credit for the famous phrase \"axis of evil\" in Bush's 2002 State of the Union address.[5][6]\nFrum formerly served on the board of directors of the Republican Jewish Coalition,[7] the British think tank Policy Exchange, the anti-drug policy group Smart Approaches to Marijuana, and as vice chairman and an associate fellow of the R Street Institute.[8]\nFrum is the son of Canadian journalist Barbara Frum.[9][10]\n\n\nEarly life and education[edit]\nBorn in Toronto, Ontario,  to a Jewish family,[2] Frum is the son of the late Barbara Frum (née Rosberg), a well-known, Niagara Falls, New York-born journalist and broadcaster in Canada, and the late Murray Frum, a dentist, who later became a real estate developer, philanthropist, and art collector. His father's parents migrated from Poland to Toronto in 1930.[11] Frum's sister, Linda Frum, was a member of the Senate of Canada. He is married to the writer Danielle Crittenden, the stepdaughter of former Toronto Sun editor Peter Worthington. Frum also has an adopted brother, Matthew, from whom he is estranged.[10] The couple has three children.[12] He is a distant cousin of economist Paul Krugman.[13]\nAt age 14, Frum was a campaign volunteer for an Ontario New Democratic Party candidate Jan Dukszta for the 1975 provincial election.[3] During the hour-long bus/subway/bus ride each way to and from the campaign office in western Toronto, he read a paperback edition of Aleksandr Solzhenitsyn's The Gulag Archipelago, which his mother had given to him. \"My campaign colleagues jeered at the book—and by the end of the campaign, any lingering interest I might have had in the political left had vanished like yesterday's smoke.\"[14]\nFrum was educated at Yale University, where he took the Directed Studies program.[15]\n\nCareer[edit]\nEarly career[edit]\nAfter graduating from Harvard Law School, Frum returned to Toronto as an associate editor of Saturday Night.[16] He was an editorial page editor of The Wall Street Journal from 1989 until 1992, and then a columnist for Forbes magazine in 1992–94. In 1994–2000, he worked as a senior fellow at the Manhattan Institute for Policy Research, as a contributing editor at neoconservative opinion magazine The Weekly Standard, and as a columnist for Canada's National Post. He worked also as a regular contributor for National Public Radio. In 1996, he helped organize the \"Winds of Change\" in Calgary, Alberta, an early effort to unite the Reform Party of Canada and the Progressive Conservative Party of Canada.[17]\n\nWhite House[edit]\nFollowing the 2000 election of George W. Bush, Frum was appointed to a position as a speechwriter within the White House. He would later write that when he was first offered the job by chief Bush speechwriter Michael Gerson,\n\nI believed I was unsuited to the job he was offering me. I had no connection to the Bush campaign or the Bush family. I had no experience in government and little of political campaigns. I had not written a speech for anyone other than myself. And I had been only a moderately enthusiastic supporter of George W. Bush … I strongly doubted he was the right man for the job.[18]\nWhile still a Canadian citizen, he was one of the few foreign nationals working within the Bush White House. He filed for naturalization and took the oath of citizenship on September 11, 2007.[19] Frum served as special assistant to the president for economic speechwriting from January 2001 to February 2002. Conservative commentator Robert Novak described Frum as an \"uncompromising supporter of Israel\" and \"fervent supporter of Ariel Sharon's policies\" during his time in the White House.[18] Frum is credited by his wife with inventing the expression \"Axis of Evil\", which Bush introduced in his 2002 State of the Union address.[20] During Frum's time at the White House, he was described by commentator Ryan Lizza as being part of a speechwriting brain trust that brought \"intellectual heft\" and considerable policy influence to the Bush Administration.[21]\nShortly after the September 11 attacks, Frum hosted pseudonymous Muslim apostate and critic of Islam, Ibn Warraq at an hour-and-a-half lunch at the White House.[22]\nWhile serving in the Bush White House and afterward, Frum strongly supported the Iraq War by furthering the conspiracy theory that Saddam Hussein was in league with the terrorist group Al-Qaeda.[citation needed] In later years, however, he would express regret for that endorsement, saying that it owed more to psychological and group identity factors than reasoned judgment:\n\"It's human nature to assess difficult questions, not on the merits, but on our feelings about the different 'teams' that form around different answers. To cite a painful personal experience: During the decision-making about the Iraq war, I was powerfully swayed by the fact that the proposed invasion of Iraq was supported by those who had been most right about the Cold War—and was most bitterly opposed by those who had been wrongest about the Cold War. Yet in the end, it is not teams that matter. It is results. As Queen Victoria's first prime minister bitterly quipped after a policy fiasco: 'What wise men had promised has not happened. What the damned fools predicted has actually come to pass.'\"[23]\nHe also later acknowledged that it remains unclear how the US \"could have delivered better success in Iraq\" in terms of replacing Saddam with a \"more humane and peaceful\" government.[24]\nFrum left the White House in February 2002. Commentator Robert Novak, appearing on CNN, claimed that Frum was dismissed because his wife had emailed friends, saying that her husband had invented the \"axis of evil\" phrase. Frum and the White House denied Novak's allegation.[25]\nFrum opposed the nomination of Harriet Miers for the Supreme Court of the United States, on the grounds that she was insufficiently qualified for the post, as well as insufficiently conservative.[26]\n\nAmerican Enterprise Institute[edit]\nShortly after leaving the White House, Frum took up a position as a fellow of the American Enterprise Institute, a neo-conservative think tank. During the early days of his stint there, Frum coauthored An End to Evil with Richard Perle, which presented a neoconservative view of global affairs and an apologia of the 2003 invasion of Iraq.[citation needed]\nHis position lasted from 2003 until March 25, 2010, when his paid position was terminated and he declined to accept the offer of a non-paying position.[27][28] Frum later stated that he was asked to leave AEI because of his vocal criticism of the Republican party's no-holds-barred opposition to Obamacare.[29]\n\nOther activities after leaving the White House[edit]\nIn 2005, Frum faced a libel lawsuit filed by the Canadian chapter of the Council on American–Islamic Relations after he suggested in a column for the National Post that CAIR was sympathetic to terrorists. Frum first vowed to fight the lawsuit, but instead the paper published an editor's note acknowledging that \"neither Sheema Khan nor the Council on American-Islamic Relations Canada advocates or promotes terrorism.\"[30]Frum in 2007 on Bloggingheads.tv\nOn October 11, 2007, Frum announced on his blog that he was joining Rudolph Giuliani's presidential campaign as a senior foreign policy adviser.[31][32]\nOn November 16, 2008, The New York Times reported that Frum would be leaving National Review, where he was a contributing editor and online blogger.[33][34] Frum announced to readers of his blog that he would be starting a new political website, NewMajority.com, describing it as \"a group blog, featuring many different voices. Not all of them … conservatives or Republicans.\" He hoped the site would \"create an online community that will be exciting and appealing to younger readers, a generation often repelled by today's mainstream conservatism.\"[35] The website was launched on January 19, 2009.[36] On October 31, 2009, its title was changed to FrumForum, to avoid confusion with other political organizations that used \"New Majority\" in their names.[37] In 2012 it was merged into The Daily Beast, where his blog continued. Citing personal reasons shortly after the deaths of his father and father-in-law, Frum suspended his blog on June 3, 2013[38] but resumed writing for The Daily Beast in September 2013.[39]\nFrum joined The Atlantic as a senior editor in March 2014. During the 2014 Israel–Gaza conflict, Frum issued a series of tweets labeling as \"fake\" a photo of two blood-covered Palestinian youths bringing their father's body to a hospital in Khan Younis; the man had been killed in an Israeli airstrike. Frum apologized on The Atlantic.[40] Frum was criticized by Washington Post media writer Erik Wemple[41] and by fellow correspondent for The Atlantic, James Fallows, who termed Frum's tweets \"a major journalistic error.\"[42]\nOn November 2, 2016, he announced that he had voted for Hillary Clinton for president.[43]\n\nBooks and writing[edit]\nFrum's first book, Dead Right, was released in 1994. It \"expressed intense dissatisfaction with supply-siders, evangelicals, and nearly all Republican politicians\", according to a negative review by a Frum opponent, Robert Novak.[18] Frank Rich of The New York Times described it as \"the smartest book written from the inside about the American conservative movement,\" William F. Buckley, Jr. found it \"the most refreshing ideological experience in a generation,\"[44] and Daniel McCarthy of The American Conservative called it \"a crisply written indictment of everything its author disliked about conservatism in the early '90s.\"[16]\nHe is also the author of What's Right (1996) and How We Got Here (2000), a history of the 1970s, which \"framed the 1970s in the shadow of World War II and Vietnam, suggesting, 'The turmoil of the 1970s should be understood … as the rebellion of an unmilitary people against institutions and laws formed by a century of war and the preparation for war.'\"[16] Michael Barone of U.S. News & World Report praised How We Got Here, noting that \"more than any other book … it shows how we came to be the way we are.\" John Podhoretz described it as \"compulsively readable\" and a \"commanding amalgam of history, sociology and polemic.\"[45]\nIn January 2003 Frum released The Right Man: The Surprise Presidency of George W. Bush, the first insider account of the Bush presidency. Frum also discussed how the events of September 11, 2001 redefined the country and the president: \"George W. Bush was hardly the obvious man for the job. But by a very strange fate, he turned out to be, of all unlikely things, the right man.\" His book An End to Evil was co-written with Richard Perle. It provided a defense of the 2003 invasion of Iraq, and advocated regime change in Iran and Syria. It called for a tougher policy toward North Korea, and a tougher US stance against Saudi Arabia and other Islamic nations in order to \"win the war on terror\".[citation needed]\nHe published Comeback: Conservatism That Can Win Again  in 2008. In 2012, his book Why Romney Lost (And What The GOP Can Do About It), attributed Mitt Romney's defeat in the 2012 U.S. presidential election to an economic message out of touch with the concerns of middle-class Americans and to a backward-looking cultural message. Frum's first novel, Patriots, was published in April 2012.[46] It is a political satire about the election and presidency of a fictional conservative American president.[47] In 2018, Frum published Trumpocracy: The Corruption of the American Republic, about the dangers posed by the Trump presidency to American democracy.[48] He was interviewed for the book on the New Books Network.[49] In 2020, he published a second volume about the Trump era and its consequences, Trumpocalypse: Restoring American Democracy.[citation needed]\n\nAppearances on public radio[edit]\nFrum was a commentator for American Public Media's \"Marketplace\" from 2007 until his final appearance on October 12, 2011.[50] Frum has made numerous appearances on the weekly radio program Left, Right & Center on KCRW, the National Public Radio affiliate in Santa Monica, California. On the KCRW program, Frum presented the conservative viewpoint.[51][52]\n\nPolitical views[edit]\nThis biography of a living person relies too much on references to primary sources. Please help by adding secondary or tertiary sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately, especially if potentially libelous or harmful.Find sources: \"David Frum\" – news · newspapers · books · scholar · JSTOR (June 2023) (Learn how and when to remove this template message)\nFrum supported the 2003 invasion of Iraq.[53][54] He helped write George W. Bush's famous \"Axis of Evil\" speech to describe the governments of Iraq, Iran and North Korea.[53] Frum is a supporter of Israel.[55][56] He opposed President Barack Obama's Iran nuclear deal.[53] In 2009, Frum described his political beliefs as follows:\n\nI'm a conservative Republican, have been all my adult life. I volunteered for the Reagan campaign in 1980. I've attended every Republican convention since 1988. I was president of the Federalist Society chapter at my law school, worked on the editorial page of The Wall Street Journal and wrote speeches for President Bush—not the 'Read My Lips' Bush, the 'Axis of Evil' Bush. I served on the Giuliani campaign in 2008 and voted for John McCain in November. I supported the Iraq War and (although I feel kind of silly about it in retrospect) the impeachment of Bill Clinton. I could go on, but you get the idea.[57]\nIn 2010, Frum was involved in the formation of the centrist group No Labels as a \"founding leader\".[58]\nIn June 2011, following the legalization of same-sex marriage in New York state, Frum's weekly column for CNN was titled \"I was wrong about same-sex marriage.\" In it he described the evolution of his opinion from a \"strong opponent\" 14 years prior; while he had feared that its introduction would cause \"the American family [to] become radically more unstable,\" he now feels that \"the case against same-sex marriage has been tested against reality. The case has not passed its test.\"[59] In 2013, Frum was a signatory to an amicus curiae brief submitted to the Supreme Court in support of same-sex marriage during the Hollingsworth v. Perry case.[60]\nIn a 2013 opinion column for CNN, Frum discussed the need for a \"Plan B On Guns\" because of a lack of votes in Congress for gun control legislation. Frum specifically urged the commissioning of a surgeon general's report on firearms health effects on individual ownership (writing that \"such a report would surely reach the conclusion that a gun in the home greatly elevates risks of suicide, lethal accident and fatal domestic violence\"), and he called for Senate hearings regarding the practices of firearms manufacturers.  He compared these to hearings conducted in the 1990s about tobacco companies.[61]\nIn 2014, Frum analyzed the role he accused Edward Snowden of playing in Vladimir Putin's publicity program.[62]\nFrum appeared on stage with Steve Bannon, Trump's former campaign CEO and White House Chief Strategist, in the November 2, 2018 edition of the Munk Debates in Toronto, ON., where they debated the future of populism in western politics.[63][64][65]\nIn 2018, he wrote, \"The advanced democracies have built the freest, most just, and best societies in human history. Those societies demand many improvements, for sure—incremental, practical reforms, with careful attention to unintended consequences. But not revolution. Not the burn-it-all-down fantasies of the new populists.\"[66]\nFrum is a proponent of immigration reform, arguing that \"reducing immigration, and selecting immigrants more carefully\" would lead to increased economic benefits and restore \"the feeling of belonging to one united nation, responsible for the care and flourishing of all its people\".[67][68]\nHe expressed support for Israel and its right to self-defense during the 2023 Israel–Hamas war.[69][70] In December 2023, Frum said that the Israeli response was \"inevitable\" and that Palestinian statehood was not the solution.[71]\n\nPresidential elections[edit]\nFrum supported John McCain in the 2008 presidential election, writing \"I vote for John McCain\".[72] In an article for National Review Online that he posted days before the 2008 election, he gave ten reasons why he was going to vote for McCain instead of Barack Obama.[72] Frum had previously been a vocal critic of Republican presidential candidate McCain's choice of Sarah Palin as his running mate on the grounds that Palin was unqualified to assume the presidency. Speaking of Palin's performance during the campaign, Frum stated, \"I think she has pretty thoroughly—and probably irretrievably—proven that she is not up to the job of being president of the United States.\"[73] Nevertheless, he ultimately stated his support for Palin, writing \"But on Tuesday, I will trust that she can learn. She has governed a state—and … it says something important that so many millions of people respond to her as somebody who incarnates their beliefs and values. At a time when the great American middle often seems to be falling further and further behind, there may be a special need for a national leader who represents and symbolizes that middle.\"[72]\nAfter the 2012 election, Frum said that Romney would have been \"a really good president\" but that he had allowed himself to be \"twisted into pretzels\" by the more extreme factions of the Republican Party who immediately abandoned him after he lost the election.[74]\n\nNever Trump[edit]\nFrum stated that he voted for Hillary Clinton in the 2016 U.S. presidential election.[43] He is identified with the Never Trump movement,[75][76][77] Republicans who opposed the election of Donald Trump and continued to oppose Trump during his presidency. In October 2019 Frum called Trump \"very, very guilty\" of attempting  to influence Ukraine to announce an investigation into Trump's political opponent Joe Biden.[78][79] During Trump's term, Frum wrote two books criticizing Trump, his policies, and his incompetence at governing: Trumpocracy: The Corruption of the American Republic[80] and Trumpocalypse: Restoring American Democracy.[75]\nIn 2022, when the Republican party prohibited its candidates from participating in future Presidential Debates, Frum attributed the decision to the \"Trump Cinematic Universe,\" an involuted cartoon version of reality accessible to \"[O]nly those conversant with the pro-Trump right's internal myths and legends.\"[81]\n\nCriticism of the Republican Party after 2008[edit]\nIn 2009, Frum denounced various anti-Obama conspiracy theories as \"wild accusations and the paranoid delusions coming from the fever swamps\".[82]\nIn his blog, Frum described the Tea Party as \"a movement of relatively older and relatively affluent Americans whose expectations have been disrupted by the worst economic crisis since the Great Depression. They are looking for an explanation of the catastrophe—and a villain to blame. They are finding it in the same place that (Michele) Bachmann and her co-religionists located it 30 years ago: a deeply hostile national government controlled by alien and suspect forces, with Barack Obama as their leader and symbol.\" He explained Bachmann's political views, some of which he called \"paranoid\": \"It emerges from a religious philosophy that rejects the federal government as an alien instrument of destruction, ripping apart a Christian society. Bachmann's religiously grounded rejection of the American state finds a hearing with many more conventional conservatives radicalized by today's hard economic times.\"[83]\n\nFrum speaking to Policy Exchange in 2013\nOn August 14, 2009, on Bill Moyers Journal, Frum challenged certain Republican political tactics in opposing health care and other Democratic initiatives as \"outrageous,\" \"dangerous,\" and ineffective.[84] As Congress prepared to pass the Patient Protection and Affordable Care Act in March 2010, Frum again criticized the Republican strategy of refusing to negotiate with President Obama and congressional Democrats on health care reform, saying that it had resulted in the Republicans' \"most crushing legislative defeat since the 1960s\".[85] Before making this statement, Frum had been associated with the American Enterprise Institute. He resigned from the AEI a few days later.[86] Following the temporary withdrawal of a Republican effort to repeal the ACA in 2017, Frum wrote an article in the Atlantic in which he chastised fellow Republicans and conservatives for failing to take his advice to behave with moderation and humility.[87]\nIn a September 2011 article, Tablet Magazine wrote: \"as the Tea Party has come to dominate the GOP, Frum has been transformed in a remarkably short period of time from right-wing royalty to apostate\" and quoted him as saying: \"There's a style and a sensibility in the Republican Party right now that I find myself removed from, [but] you can do more good for the country by working for a better Republican Party than by leaving it to the extremists. What have they done to deserve that inheritance?\"[88]\nWriting for New York magazine in November 2011, Frum described his reaction to fellow Republicans, who had distanced themselves from him, saying, \"Some of my Republican friends ask if I've gone crazy. I say: Look in the mirror.\" He described the development of an \"alternative reality\" within which the party, conservative think-tanks, and right wing commentators operate from a set of lies about the economy and nonexistent threats to their traditional base of supporters. He expressed concern over the inability of moderate Republicans to criticize their conservative brethren, contrasting this to the 1960s split between moderate Ripon Republicans and conservative Goldwater Republicans, when moderates such as Michigan governor George Romney were publicly critical of the conservatives.[89]\n\nNon-political views[edit]\nFrum considers himself \"a not especially observant Jew\".[18] Alexander Hamilton and Abraham Lincoln are among his favorite historical figures.[90] Marcel Proust is his favorite novelist.[15]\n\nBibliography[edit]\nThis list is incomplete; you can help by adding missing items.  (June 2018)\nBooks[edit]\nFrum, David (May 26, 2020). Trumpocalypse: Restoring American Democracy. Harper. ISBN 978-0062978417.\nFrum, David (January 16, 2018). Trumpocracy: The Corruption of the American Republic. Harper. ISBN 978-0-06-279673-8.\nFrum, David (November 8, 2012). Why Romney Lost (And What the GOP Can Do About It). New York City: Newsweek. p. 224. ASIN B00A3EOVKS.\nFrum, David (December 31, 2007). Comeback: Conservatism That Can Win Again. New York City: Doubleday. p. 224. ISBN 978-0-385-51533-7.\nFrum, David; Perle, Richard (2004). An End to Evil: How to Win the War on Terror. New York and Toronto: Random House. p. 304. ISBN 978-1-4000-6194-5.\nFrum, David (2003). The Right Man: The Surprise Presidency of George W. Bush. Random House. p. 320. ISBN 978-0-375-50903-2.\nFrum, David (2000). How We Got Here: The 70's: The Decade That Brought You Modern Life—For Better or Worse. New York: Basic Books. p. 448. ISBN 978-0-465-04195-4.\nFrum, David (1997). What's Right: The New Conservative Majority and the Remaking of America. Basic Books. p. 224. ISBN 978-0-465-04198-5.\nFrum, David (1996). What's Right: The New Conservatism and What It Means for Canada. Mississauga, Ontario: Random House of Canada. p. 308. ISBN 978-0-679-30783-9.\nFrum, David (1995). Dead Right. Basic Books. p. 256. ISBN 978-0-465-09825-5.\nde Soto, Hernando; Frum, David (2003). The Mystery of Capital: Why Capitalism Triumphs in the West and Fails Everywhere Else. Basic Books. p. 288. ISBN 978-0-465-01615-0. I ghostwrote it, but the research & concepts are all his.\nCritical studies and reviews of Frum's work[edit]\nTomasky, Michael (February 22, 2018). \"The worst of the worst\". The New York Review of Books. 65 (3): 4, 6, 8. Review of Trumpocracy.\nSee also[edit]\nList of newspaper columnists\nReferences[edit]\n\n\n^ \"David Jeffrey Frum\". Companies House. Retrieved June 16, 2018.\n\n^ a b Kreisler, Harry. \"Conversation with David Frum\". Conversations with History. Institute of International Studies, University of California, Berkeley. Archived from the original on August 27, 2012. Retrieved April 3, 2010.\n\n^ a b Oppenheimer, Mark (July 11, 2012). \"The Prodigal Frum\". The Nation. Retrieved May 18, 2013.\n\n^ Frum, David (2003). The Right Man: The Surprise Presidency of George W. Bush. Random House. ISBN 978-0-375-50903-2. Retrieved September 26, 2018.\n\n^ \"Proud wife turns 'axis of evil' speech into a resignation letter\", Matthew Engel, The Guardian, February 27, 2002\n\n^ \"Top Bush Speech Writer Resigns\". ABC News. Retrieved October 14, 2020.\n\n^ \"Biographies: David Frum, Board of Directors\". Republican Jewish Coalition. Archived from the original on November 27, 2008. Retrieved April 3, 2010.\n\n^ Neeley, Josiah (June 14, 2012). \"David Frum | R Street Institute\". R Street. Archived from the original on March 19, 2016. Retrieved May 4, 2016.\n\n^ \"Barbara Frum | Jewish Women's Archive\". Jwa.org. March 26, 1992. Retrieved September 26, 2018.\n\n^ a b Oppenheimer, Mark (July 11, 2012). \"The Prodigal Frum\". The Nation. ISSN 0027-8378. Retrieved October 14, 2020.\n\n^ Winsa, Patty (May 28, 2013). \"Murray Frum, developer and philanthropist, died Monday at age 81\". Toronto Star. Retrieved January 3, 2017.\n\n^ Frum, David. \"about the author\". Comeback: Conservatism that can win again.\n\n^ Krugman, Paul (March 25, 2010). \"David Frum, AEI, Heritage And Health Care\". The New York Times. Retrieved January 14, 2011.\n\n^ Frum, David (October 30, 2007). \"Campaigns Past\". National Review. Archived from the original on November 5, 2007. Retrieved April 3, 2010.\n\n^ a b Frum, David (January 1, 2008). \"David's Bookshelf Year End\". National Review. Archived from the original on March 11, 2008. Retrieved April 3, 2010.\n\n^ a b c McCarthy, Daniel (January 28, 2008). \"Dead Wrong\". The American Conservative. Retrieved February 10, 2017.\n\n^ Canadian Press, \"Reform, Tories should merge, right-wing group says\", The Globe and Mail, May 15, 1996\n\n^ a b c d Novak, Robert D. (March 24, 2003). \"Axis of Ego\". The American Conservative. Retrieved February 10, 2017.\n\n^ Solomon, Deborah (January 6, 2008). \"Questions for David Frum, Right Hand Man\". The New York Times Magazine. Retrieved April 3, 2010.\n\n^ Engel, Matthew (February 27, 2002). \"Proud wife turns 'axis of evil' speech into a resignation letter\". The Guardian. Retrieved October 3, 2011.\n\n^ Lizza, Ryan (May 11, 2001). \"Write Hand\". The New Republic. Archived from the original on February 20, 2002.\n\n^ Mooney, Chris (December 19, 2001). \"Holy War\". The American Prospect. Retrieved July 17, 2016.\n\n^ Frum, David (May 14, 2013). \"Opinion: Controversial Immigration Report May Be Right\". CNN. Retrieved April 24, 2017.\n\n^ Frum, David (May 15, 2019). \"Take It From an Iraq War Supporter—War With Iran Would Be a Disaster\". The Atlantic. Retrieved June 14, 2020.\n\n^ Engel, Matthew. \"Proud wife turns 'axis of evil' speech into a resignation letter\". The Guardian. Retrieved October 3, 2011.\n\n^ Frum, David (October 3, 2005). \"Madame Justice\". National Review. Archived from the original on October 4, 2008. Retrieved March 13, 2017.\n\n^ Nagourney, Adam (March 25, 2010). \"Frum Forced Out at Conservative Institute\". The New York Times The Caucus blog. Retrieved April 3, 2010.\n\n^ Frum, David (March 25, 2010). \"AEI Says Goodbye\". Frum Forum. Archived from the original on June 12, 2018. Retrieved April 3, 2010.\n\n^ Frum, David (March 24, 2017). \"The Republican Waterloo\". The Atlantic. Retrieved July 25, 2017.\n\n^ \"Inside Politics\". The Washington Times. Retrieved May 4, 2016.\n\n^ Frum, David (October 11, 2007). \"Rudy & Me\". National Review. Archived from the original on October 13, 2007. Retrieved April 3, 2010.\n\n^ Frum, David (October 20, 2007). \"Make speech free, and all else follows\". National Post. Archived from the original on November 7, 2012. Retrieved April 3, 2010.\n\n^ Arango, Tim (November 16, 2008). \"At National Review, a Threat to Its Reputation for Erudition\". The New York Times. Retrieved April 3, 2010.\n\n^ Frum, David (January 18, 2009). \"Signing Off\". National Review. Archived from the original on February 4, 2009. Retrieved February 10, 2017.\n\n^ Frum, David (November 18, 2008). \"A Note to Readers\". National Review. Archived from the original on January 4, 2009. Retrieved April 3, 2010.\n\n^ \"Welcome to NewMajority.com\". Archived from the original on February 12, 2009. Retrieved February 19, 2009.\n\n^ Frum, David (November 3, 2009). \"A Note to Readers\". FrumForum. Archived from the original on March 9, 2018. Retrieved March 8, 2018.\n\n^ Frum, David (June 3, 2013). \"All Good Things\". The Daily Beast. Retrieved July 27, 2013\n\n^ David Frum (September 4, 2013). \"Don't Call It a Frum-Back: What's Changed After Three Months Away\". The Daily Beast. Retrieved May 4, 2016.\n\n^ \"An Apology: On Images From Gaza\". The Atlantic. July 30, 2014. Retrieved May 4, 2016.\n\n^ Wemple, Erik (July 30, 2014). \"The difficulty with David Frum's apology for bogus photo-fakery allegations\". The Washington Post. Retrieved May 4, 2016.\n\n^ \"James Fallows\". The Atlantic. Retrieved May 4, 2016.\n\n^ a b Revesz, Rachael (November 3, 2016). \"George W Bush's speechwriter says he voted for Hillary Clinton\". The Independent. Retrieved November 4, 2016.\n\n^ Frum, David (1995). Dead Right. New York: Basic Books. ISBN 978-0-465-09825-5.\n\n^ Frum, David (2000). How We Got Here: The 70's, The Decade That Brought You Modern Life - For Better or Worse. New York: Basic Books. ISBN 978-0-465-04196-1.\n\n^ Frum, David (April 30, 2012). \"Why a pundit wrote a novel\". CNN.\n\n^ \"Hell and the high ground\". The Economist. June 2, 2012. Retrieved February 9, 2017.\n\n^ Frum, David (January 16, 2018). Trumpocracy: The Corruption of the American Republic. HarperCollins. ISBN 978-0-06-279673-8.\n\n^ \"Podcast | David Frum, \"Trumpocracy: The Corruption of the American…\". New Books Network. Retrieved August 23, 2022.\n\n^ Ryssdal, Kai and David Frum (October 12, 2011). \"David Frum bids farewell to Marketplace\". American Public Media. Retrieved December 17, 2012.\n\n^ \"Truthdig - Tag - David Frum\". Truthdig. Archived from the original on January 1, 2013. Retrieved December 17, 2012.\n\n^ \"Left, Right & Center: School Shooting; Susan Rice Withdraws and More\". KCRW. Archived from the original on December 19, 2012. Retrieved December 17, 2012.\n\n^ a b c \"10 disgraced Iraq War architects who are desperately trying to sabotage the Iran deal\". Salon. September 1, 2015.\n\n^ \"16 Years Later, How the Press That Sold the Iraq War Got Away With It\". Rolling Stone. March 22, 2019.\n\n^ \"David Frum's diary: When Hamas shoots at Israel, they're shooting at my kid\". The Spectator. August 9, 2014.\n\n^ \"Four Lessons From Israel's Clash With Tlaib and Omar\". The Atlantic. August 16, 2019.\n\n^ Frum, David (March 6, 2009). \"Why Rush is Wrong\". Newsweek. New York City: IBT Media.\n\n^ Rucker, Philip (December 14, 2010). \"No Labels group seeking nonpartisan middle ground\". The Washington Post. Retrieved February 15, 2011.\n\n^ Frum, David (June 27, 2011). \"I was wrong about same-sex marriage\". Washington, D.C.: CNN. Archived from the original on October 4, 2022. Retrieved March 17, 2023.\n\n^ Avlon, John (February 28, 2013). \"The Pro-Freedom Republicans Are Coming: 131 Sign Gay Marriage Brief\". The Daily Beast. Retrieved May 4, 2016.\n\n^ \"Obama needs a 'Plan B' on guns\", CNN, February 18, 2013\n\n^ Frum, David (April 18, 2014). \"The Lies Edward Snowden Tells\". The Atlantic. Archived from the original on September 15, 2021. Retrieved July 25, 2017.\n\n^ \"Munk Debate: The Rise of Populism\". Cable Public Affairs Channel. November 2, 2018. Archived from the original on November 4, 2018. Retrieved March 9, 2019.\n\n^ \"Munk Debates - Munk Debates\". Munkdebates.com. Retrieved March 9, 2019.\n\n^ \"'Technical error' blamed for wrong results at controversial Toronto Munk debate\". CTV News. November 3, 2018. Retrieved March 9, 2019.\n\n^ Frum, David (October 21, 2018). \"David Frum: The Republican Party Needs to Embrace Liberalism\". The Atlantic. Washington, D.C.: Emerson Collective.\n\n^ Frum, David (April 2019). \"If Liberals Won't Enforce Borders, Fascists Will\". The Atlantic. Washington, D.C.: Emerson Collective. Retrieved December 22, 2019.\n\n^ Frum, David (March 21, 2019). \"Faith, Reason, and Immigration\". The Atlantic. Washington, D.C.: Emerson Collective. Retrieved December 22, 2019.\n\n^ \"Viewpoint David Frum: 'Hamas started the war. Let Israel finish it'\". The Hub Canada. October 8, 2023.\n\n^ \"'Strange work of propaganda' at play in Mideast war, says US analyst\". Kathimerini. November 21, 2023.\n\n^ \"How do Palestinians factor into Israel's vision for the Middle East?\". Al Jazeera. December 30, 2023.\n\n^ a b c Frum, David (November 1, 2008). \"For John McCain\". National Review. Archived from the original on November 6, 2008. Retrieved April 3, 2010.\n\n^ Nagourney, Adam (September 30, 2008). \"Concerns About Palin's Readiness as Big Test Nears\". The New York Times. Retrieved April 3, 2010.\n\n^ Katchen, Drew (November 9, 2012). \"Frum: Conservatives fleeced and 'lied to by conservative entertainment complex'\". MSNBC. Retrieved February 10, 2017.\n\n^ a b Klion, David (May 29, 2020). \"David Frum's Hold Over the Center\". The New Republic. ISSN 0028-6583. Retrieved April 27, 2022.\n\n^ Hansen, Victor Davis (2020). \"Always Never Trump\". Claremont Review of Books. No. Fall. Retrieved April 27, 2022.\n\n^ Frum, David (September 13, 2021). \"What the Never Trumpers Want Now\". The Atlantic. Retrieved April 27, 2022.\n\n^ \"When Fiction Seemed Real\".\n\n^ \"'Very guilty': Bush W.H. Staffer goes there on avalanche of Ukraine evidence\". MSNBC.\n\n^ Wooldridge, Adrian (January 24, 2018). \"A Conservative's Case Against Donald Trump\". The New York Times. ISSN 0362-4331. Retrieved April 27, 2022.\n\n^ Frum, David (April 18, 2022). \"The End of Presidential Debates\". The Atlantic. Retrieved April 27, 2022.\n\n^ Wallsten, Peter (September 14, 2009). \"Some fear GOP is being carried to the extreme\". Los Angeles Times. Retrieved October 3, 2011.\n\n^ Frum, David (August 8, 2011). \"Inside Bachmann's Brain\". FrumForum.com. Retrieved February 7, 2020.\n\n^ \"Bill Moyers Journal\". Transcript. August 14, 2009. Retrieved April 3, 2010.\n\n^ Frum, David (June 28, 2012). \"Waterloo\". thedailybeast.com. Retrieved December 22, 2019.\n\n^ \"David Frum, AEI SPLIT: Conservative's Position 'Terminated' By Major Think Tank\". Huffington Post. October 25, 2010. Retrieved January 14, 2011.\n\n^ Frum, David. \"Obamacare: The Republican Waterloo\". The Atlantic. March 24, 2017.\n\n^ Goldberg, Michelle (September 27, 2011). \"Off-Axis\". Tablet. Retrieved October 3, 2011.\n\n^ Frum, David (November 20, 2011). \"When Did the GOP Lose Touch With Reality?\". New York. New York City: New York Media. Retrieved July 25, 2017.\n\n^ Frum, David (October 27, 2007). \"David's Bookshelf 50\". National Review. Archived from the original on October 31, 2007. Retrieved April 3, 2010.\n\n\nFurther reading[edit]\nWhitney, Joel (January 10, 2009). \"The Limits to My Self-Importance\". Guernica Magazine. Retrieved February 10, 2017.\n\"David Frum bids farewell to Marketplace\". Marketplace (Interview). Interviewed by Kai Ryssdal. October 12, 2011.\nExternal links[edit]\n\n\n\nWikiquote has quotations related to David Frum.\n\n\n\n\nWikimedia Commons has media related to David Frum.\n\nColumn archive at The Atlantic\nColumn archive (January 2010 - March 2015) at the National Post\nColumn archive (April 2012 - February 2013) at The Huffington Post\nFrum Forum Archived February 23, 2001, at the Wayback Machine (last updated in 2012)\nDavid Frum collected news and commentary at The New York Times\nAppearances on C-SPAN \nDavid Frum at IMDb \nvteNeoconservatismGeneral\nAmerican exceptionalism\nDemocratization\nGlobalization\nHumanitarian intervention\nInterventionism\nLiberal internationalism\nBush Doctrine\nAxis of evil\nPax Americana\nConstitutional Federalism\nFigures\nWilliam Kristol\nRobert Kagan\nFrederick Kagan\nIrving Kristol\nPaul Wolfowitz\nRichard Perle\nCharles Krauthammer\nDavid Frum\nElliott Abrams\nNorman Podhoretz\nDavid Wurmser\nDouglas Feith\nPaul Bremer\nPeter Berkowitz\nDouglas Murray\nDavid Aaronovitch\nAnne Applebaum\nOliver Kamm\nMax Boot\nEliot A. Cohen\nJeane Kirkpatrick\nMichael Novak\nJonah Goldberg\nJoshua Muravchik\nJennifer Rubin\nIrwin Stelzer\nBret Stephens\nZalmay Khalilzad\nScooter Libby\nYuval Levin\nMichael Ledeen\nJames Kirchick\nMichael Gerson\nDan Senor\nEli Lake\nReuel Marc Gerecht\nJames Woolsey\nClifford May\nLinda McMahon\nMajor influences\nLeo Strauss\nBernard Lewis\nHenry M. Jackson\nJames Burnham\nJohn Courtney Murray\nOrganisations\nProject for the New American Century\nNational Endowment for Democracy\nFoundation for Defense of Democracies\nJewish Institute for National Security Affairs\nHenry Jackson Society\nEmergency Committee for Israel\nAmerican Enterprise Institute\nForeign Policy Initiative\nNGO Monitor\nPublications\nCommentary\nThe Weekly Standard\nThe Public Interest\nNational Affairs\nEncounter\nHarry's Place\nFirst Things\nCrisis\nRelated articles\nTimeline of modern American conservatism\nNeoconservatism and paleoconservatism\nBritish neoconservatism\nClash of Civilizations\nIdealism in international relations\nLiberal hawk\nPro-war Left\nAnti-Stalinist left (New York Intellectuals and Trotskyism)\nRepublican in Name Only (pejorative)\nCuckservative (pejorative)\nNever Trump movement\nEuston Manifesto\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nCatalonia\nGermany\nIsrael\nBelgium\nUnited States\nCzech Republic\nNetherlands\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_Frum&oldid=1193038379\"",
    "twitter": ""
  },
  {
    "name": "David Harsanyi",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/david-harsanyi-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American conservative journalist\n\n\nDavid HarsanyiBorn1970 or 1971 (age 52–53)New York City, U.S.Occupation(s)Writer, editorEmployerThe Federalist (website)Websitedavidharsanyi.com\nDavid Harsanyi (born circa 1970) is an American conservative journalist, columnist, author, and editor. He wrote for the Denver Post for eight years, then Blaze, and then he edited for The Federalist for more than six years. He became a senior writer at National Review, and has returned to The Federalist as a senior editor. He is the author of five books.[1]\n\n\nPersonal life[edit]\nHarsanyi was born in New York City in about 1970.[2] His parents were Jews who emigrated from Hungary to Rome in 1969, then to New York.[2] His father had trained as a chemist in Hungary, but without English skills he found work in New York as a diamond setter; his mother took business courses and became an accountant. Harsanyi is the eldest of three brothers.[2]\n\nCareer[edit]\nIn his early career, Harsanyi worked as a sports-journalist, covering baseball for Sports Illustrated and the Associated Press.[2] He has also written columns for \"The Wall Street Journal, Reason, National Review, The Weekly Standard, The Christian Science Monitor, The Jerusalem Post, The Globe and Mail, The Hill\", and he \"worked for more than a decade as an editor, reporter and producer at media outlets such as the Associated Press, (and) the New York Daily News\".[3] He was hired as a press secretary for the Republican Jewish Coalition[2] prior to writing a column for eight years at The Denver Post. Harsanyi was hired by Blaze Media[4] and then was a senior editor at the online publication, The Federalist, writing more than 800 columns. He became a senior writer at National Review in 2019. He left National Review in May 2022 to return to writing for The Federalist.[5]\nAs of 2022, Harsanyi has appeared nine times on C-SPAN.[6]\n\nCritical response[edit]\nWhen Harsanyi began writing columns for The Denver Post, he was the subject of angry threats from readers. One reader threatened to take Harsanyi's head off and mount it on his wall. According to Michael Roberts of Westword, \"Taxidermic threats are new for Harsanyi, whose pre-Post columns generally ran in publications that tilted to the right. 'When I was writing for the National Review, I had solely conservatives reading me,' he says, 'so I didn't get any nasty letters.' At the Post, however, he's been positively bombarded with negative missives during his first few weeks on the job, with many correspondents making sweeping generalizations about him based on perceptions of his politics.\" Roberts said, \"Then again, Denver-area readers have had little recent experience with local columnists on the conservative side of the continuum.\"[2]\nOf Harsanyi's first book, The Nanny State, the Federalist Society said, \"Harsanyi argues that when the government intervenes in this overzealous manner, no matter how good the intentions may appear to be, it not only diminishes our ability to make our own choices, but it promotes a culture of dependence that goes against the freedoms we celebrate so earnestly.\"[7]\nPublishers Weekly's review said \"the book would have benefited from more anecdotes and original reporting, instead of incessantly naming overzealous do-gooders. Moreover, Harsanyi barely considers business's role, as these dangerous do-gooders fight fast food and tobacco companies armed with hundreds of millions of marketing dollars. There's not much new, but fellow libertarians may enjoy getting carried away by the flood of Harsanyi's outrage.\"[8]\nJeff Minnick wrote of The People Have Spoken,\n\nDavid Harsanyi offers a controversial thesis: our republic is dying, populism is its murderer, and the democracy replacing the republic will prove itself a dangerous dictator... \nThe People Have Spoken is not a long book... I argued — and will continue to argue — with some of its premises, and I disliked the way the book ended, with no real solution, but Harsanyi's critique did cause me to reconsider the idea of democracy, which we have so eagerly tried to export into places like Iraq and Afghanistan...\"[9]\nOf First Freedom: A Ride Through America's Enduring History with the Gun, Duke University's Michael C. Munger wrote, \"It is not a legalistic argument about the importance of the Second Amendment, but rather a description of the place of guns in American history and culture.\"[10]\nAccording to David French, First Freedom \"simultaneously serves as a technical, legal, and cultural history — an ambitious effort that could easily bog down in any given American period. But Harsanyi smartly balances detail and overview.\"[11]\nIntroducing an interview with Harsanyi about First Freedom, Bob Zadek wrote, \"Today there are more guns than people in the U.S. — by a lot — thanks in large part to progressives' efforts to restrict our Second Amendment rights... David Harsanyi relays these counter-intuitively findings in his new book\".[12]\nThe New York Times wrote that Harsanyi's opinions are among \"differing perspectives worth your time\".[13]\n\nSelected publications[edit]\nBooks[edit]\nHarsanyi, David (September 18, 2007). Nanny State: How Food Fascists, Teetotaling Do-Gooders, Priggish Moralists, and other Boneheaded Bureaucrats are Turning America into a Nation of Children. Crown. ISBN 978-0-7679-2845-8.\nHarsanyi, David (March 4, 2013). Obama's Four Horsemen: The Disasters Unleashed by Obama's Reelection. Regnery Publishing. ISBN 978-1-62157-067-7.\nHarsanyi, David (March 10, 2014). The People Have Spoken (and They Are Wrong): The Case Against Democracy. Regnery Publishing. ISBN 978-1-62157-202-2.\nHarsanyi, David (October 2, 2018). First Freedom: A Ride Through America's Enduring History with the Gun. Simon and Schuster. ISBN 978-1-5011-7402-5.\nHarsanyi, David (October 26, 2021). Eurotrash: Why America Must Reject the Failed Ideas of a Dying Continent. Harper Collins. ISBN 978-0063066014.\nArticles[edit]\nHarsanyi, David (April 15, 2021). \"Fake News Is Real\". National Review. Retrieved May 9, 2021.\nHarsanyi, David (April 12, 2021). \"This Just In: The Republican Party Is Dying — Again\". National Review. Retrieved May 9, 2021.\nHarsanyi, David (January 13, 2021). \"All America Had to Do Was Not Be Crazy\". National Review. Retrieved May 9, 2021.\nSee also[edit]\nConservatism in the United States\nLibertarianism in the United States\nNew Yorkers in journalism\nPartisan (politics)\nReferences[edit]\n\n\n^ ThriftBooks. \"David Harsanyi Books | List of books by author David Harsanyi\". ThriftBooks. Retrieved May 19, 2021.\n\n^ a b c d e f Roberts, Michael (June 24, 2004). \"The Message\". Westword. Retrieved May 6, 2021. Although he says the column was at least partly tongue-in-cheek, Harsanyi, 33, says many of the reactions it generated were anything but.\n\n^ \"Right & Free\". rightandfree.com. Archived from the original on May 2, 2021. Retrieved May 2, 2021.\n\n^ \"Glenn Beck's Blaze hires Denver Post columnist - on Media\". Politico.\n\n^ \"A Sad Farewell to David Harsanyi\". National Review. May 16, 2022. Retrieved August 23, 2022.\n\n^ \"Videos : Search : C-SPAN.org\". c-span.org. February 18, 2022. Retrieved May 2, 2021.\n\n^ \"Nanny State: How Food Fascists, Teetotaling Do-Gooders, Priggish Moralists, and Other Boneheaded Bureaucrats Are Turning America Into a Nation of Children : The Federalist Society\". fedsoc.org. Retrieved May 2, 2021.\n\n^ \"Nanny State: How Food Fascists, Teetotaling Do-Gooders, Priggish Moralists, and Other Boneheaded Bureaucrats Are Turning America into a Nation of Children\". publishersweekly.com. September 1, 2007. Retrieved May 2, 2021.\n\n^ Minick, Jeff. \"Is democracy bad for the country?\". smokymountainnews.com. Retrieved May 2, 2021.\n\n^ \"Book Review | First Freedom: A Ride through America's Enduring History with the Gun, by David Harsanyi\". Independent Institute. Retrieved May 7, 2021.\n\n^ French, David (November 29, 2018). \"Gun Country\". National Review. Retrieved May 3, 2021.\n\n^ Zadek, Bob (October 16, 2018). \"Entrepreneurs, Outlaws, and the Right to Bear Arms\". Medium. Retrieved May 3, 2021.\n\n^ Dubenko, Anna (May 12, 2017). \"Right and Left: Partisan Writing You Shouldn't Miss\". The New York Times. ISSN 0362-4331. Archived from the original on November 11, 2020. Retrieved May 3, 2021.\n\n\nExternal links[edit]\nDavid Harsanyi\nAuthor David Harsanyi: Nanny State Colorado Public Radio (audio, 11:14)\nUnregistered 134: David Harsanyi on YouTube (video, 1:36:05\nBob Zadek interviews David Harsanyi (audio, 51:41)\nPortals: Biography Journalism Conservatism Libertarianism Politics\nAuthority control databases International\nISNI\nVIAF\nNational\nUnited States\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_Harsanyi&oldid=1171228440\"",
    "twitter": ""
  },
  {
    "name": "David Holmes",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/david-holmes",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "David Holmes may refer to:\n\n\nAcademics[edit]\nDavid L. Holmes (1932—2023), American academic and historian of Anglicanism\nDave Holmes (researcher) (born 1967), Canadian researcher and academic\nArts and entertainment[edit]\nDavid Holmes (musician) (born 1969), Northern Irish electronic musician and composer\nDavid Holmes, drummer and vocalist for Servant\nDave Holmes (actor) (born 1971), American MTV VJ, television presenter, actor, and writer\nDavid Holmes (actor) (born 1981), British stuntman and actor in the Harry Potter films\nPolitics and government[edit]\nDavid Holmes (politician) (1769–1832), last governor of the Mississippi Territory and the first governor of the State of Mississippi, congressman from Virginia\nDavid Holmes (trade unionist) (1843–1906), British trade unionist\nRonald Holmes (David Ronald Holmes, 1913–1981), British colonial government official\nDavid Holmes (journalist) (1926–2014), BBC political editor\nDavid S. Holmes Jr. (1914–1994), American politician in Michigan,\nDavid Holmes (diplomat), United States Department of State official\nSports[edit]\nDavid Holmes (businessman), former Chairman of Rangers F.C.\nDave Holmes (American football) (1924–1999), American football player and coach\nDave Holmes (sportscaster), American sportscaster\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_Holmes&oldid=1190999405\"",
    "twitter": ""
  },
  {
    "name": "David Ignatius",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/david-ignatius",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist and novelist\n\n\nDavid IgnatiusIgnatius at the 2018 U.S. National Book FestivalBornDavid Reynolds Ignatius (1950-05-26) May 26, 1950 (age 73)Cambridge, Massachusetts, U.S.Occupation\nNovelist\njournalist\nanalyst\nEducationHarvard UniversityKing's College, CambridgeGenreSuspense, Espionage fiction, ThrillerNotable worksBody of Lies, Agents of Innocence, The IncrementSpouseEve ThornbergChildren3ParentsPaul Ignatius (father)Nancy Weiser Sharpless (mother)RelativesAdi Ignatius (brother)Websitedavidignatius.com\nDavid Reynolds Ignatius (born May 26, 1950) is an American journalist and novelist. He is an associate editor and columnist for The Washington Post. He has written eleven novels, including Body of Lies, which director Ridley Scott adapted into a film. He is a former adjunct lecturer at the Kennedy School of Government at Harvard University and was a Senior Fellow to the Future of Diplomacy Program from 2017 to 2022.[1]\n\n\nEarly life and education[edit]\nIgnatius was born in Cambridge, Massachusetts.[2] His parents are Nancy Sharpless (née Weiser) and Paul Robert Ignatius, a former Secretary of the Navy (1967–69), president of The Washington Post, and former president of the Air Transport Association.[3][4] He is of Armenian descent on his father's side, with ancestors from Harput, Elazığ, Turkey;[5][6] his mother, a descendant of Puritan minister Cotton Mather, is of German and English descent.[7]\nIgnatius was raised in Washington, D.C., where he attended St. Albans School. He then attended Harvard College, where he studied political theory and graduated magna cum laude in 1973. Ignatius was awarded a Frank Knox Fellowship from Harvard University and studied at King's College, Cambridge, where he received a diploma in economics.[8]\n\nCareer[edit]\nDavid Ignatius\nJournalism[edit]\nAfter completing his education, Ignatius was an editor at the Washington Monthly before moving to The Wall Street Journal, where he spent ten years as a reporter. At the Journal, Ignatius first covered the steel industry in Pittsburgh. He then moved to Washington, where he covered the Justice Department, the CIA, and the Senate. Ignatius was the Journal's Middle East correspondent from 1980 through 1983, during which time he covered the wars in Lebanon and Iraq. He returned to Washington in 1984, becoming chief diplomatic correspondent. In 1985 he received the Edward Weintal Prize for diplomatic reporting.[citation needed]\nIn 1986 Ignatius left the Journal for The Washington Post. From 1986 to 1990 he was the editor of the \"Outlook\" section. From 1990 to 1992 he was foreign editor. From 1993 to 1999 he served as assistant managing editor in charge of business news. In 1999 he began writing a twice-weekly column on global politics, economics and international affairs.[citation needed]\nIn 2000, he became the executive editor of the International Herald Tribune in Paris. He returned to the Post in 2002 when the Post sold its interest in the Herald Tribune. Ignatius continued to write his column once a week during his tenure at the Herald Tribune, resuming twice-weekly columns after his return to the Post. His column is syndicated worldwide by The Washington Post Writers Group. The column won the 2000 Gerald Loeb Award for Commentary[9] and a 2004 Edward Weintal Prize.[citation needed] In writing his column, Ignatius has travelled to the Middle East and interviewed Syrian president Bashar al-Assad and Hassan Nasrallah, the head of the Lebanese military organization Hezbollah.[citation needed]\nIgnatius's writing has also appeared in the New York Times Magazine, The Atlantic Monthly, Foreign Affairs, The New Republic, Talk Magazine, and The Washington Monthly.[citation needed]\nIgnatius's coverage of the CIA has been criticized as being defensive and overly positive. Melvin A. Goodman, a 42-year CIA veteran, Johns Hopkins professor, and senior fellow at the Center for International Policy, has called Ignatius \"the mainstream media's apologist for the Central Intelligence Agency,\" citing as examples Ignatius's criticism of the Obama administration for investigating the CIA's role in the use of torture in interrogations during the Iraq War  and his charitable defense of the agency's motivations for outsourcing such activities to private contractors.[10][11][12] Columnist Glenn Greenwald has leveled similar criticism against Ignatius.[13]\nOn March 12, 2014, he wrote a two-page descriptive opinion on Putin's strengths and weaknesses that was published in the Journal and Courier soon after.[14][non-primary source needed]\nIn September 2023, Ignatius wrote a column which appeared in The Washington Post, arguing that President Joe Biden and Vice President Kamala Harris should not run for re-election, despite what Ignatius described as Biden's numerous successes in his time in the Oval Office. The op-ed received widespread recognition from several news publications across the political spectrum.[15][16][17][18]\n\nNovels[edit]\nIn addition to being a journalist, Ignatius has written eleven novels in the suspense/espionage fiction genre that draw on his experience and interest in foreign affairs and his knowledge of intelligence operations. His first novel, Agents of Innocence, was at one point described by the CIA on its website as \"a novel but not fiction.\"[19] His 1999 novel, The Sun King, a reworking of The Great Gatsby set in late-20th-century Washington, is his only departure from the espionage genre.[citation needed]\nHis 2007 novel, Body of Lies, was adapted into a film by director Ridley Scott. It starred Leonardo DiCaprio and Russell Crowe. Disney and producer Jerry Bruckheimer have acquired the rights to Ignatius's seventh novel, The Increment.[20]\nThe Quantum Spy, published in 2017, is an espionage thriller about the race between the United States and China to build the world's first hyper-fast quantum computer. His book, The Paladin: A Spy Novel, was published in 2020.[citation needed]\n\nOpera[edit]\nIn May 2015, MSNBC's Morning Joe announced that Ignatius would be teaming up with composer Mohammed Fairouz to create a political opera titled The New Prince, based on the teachings of Niccolò Machiavelli. The opera was commissioned by the Dutch National Opera.[21] Speaking with The Washington Post, Ignatius described the broad themes of the opera in terms of three chapters: \"The first chapter is about revolution and disorder. Revolutions, like children, are lovable when young, and they become much less lovable as they age. The second lesson Machiavelli tells us is about sexual obsession, among leaders. And then the final chapter is basically the story of Dick Cheney [and] bin Laden, the way in which those two ideas of what we're obliged to do as leaders converged in such a destructive way.\"[22]\n\nOther[edit]\nIn 2006, Ignatius wrote a foreword to the American edition of Moazzam Begg's Enemy Combatant, a book about the author's experiences as a detainee at the Guantánamo Bay detention camp. In 2008, Zbigniew Brzezinski, Brent Scowcroft, and Ignatius published America and the World: Conversations on the Future of American Foreign Policy, a book that collected conversations, moderated by Ignatius, between Brzezinski and Scowcroft. Michiko Kakutani of The New York Times named it one of the ten best books of 2008.[23]\nIgnatius has been trustee of the German Marshall Fund since 2000. He has been a member of the Council on Foreign Relations since 1984. From 1984 to 1990 he was a member of the governing board of St. Albans School.[citation needed]\nIn 2011 Ignatius held a contest for The Washington Post readers to write a spy novel. Ignatius wrote the first chapter and challenged fans to continue the story. Over eight weeks, readers sent in their versions of what befalls CIA agents Alex Kassem and Sarah Mancini and voted for their favorite entries. Ignatius chose the winning entry for each round, resulting in a six-chapter Web serial. Winners of the subsequent chapters included Chapter 2, \"Sweets for the Sweet,\" by Colin Flaherty; Chapter 3, \"Abu Talib,\" by Jill Borak; Chapter 4, \"Go Hard or Go Home,\" by Vineet Daga; Chapter 5, \"Inside Out,\" by Colin Flaherty; and Chapter 6, \"Onward!,\" by Gina 'Miel' Ard.[24]\nIn early 2012 Ignatius served as an adjunct lecturer at the John F. Kennedy School of Government at Harvard University, teaching an international affairs course titled Understanding the Arab Spring from the Ground Up: Events in the Middle East, their Roots and Consequences for the United States.[25] He served as a senior fellow at the Future of Diplomacy Program at Harvard University from 2017 to 2022.[1]\nIn 2018, he won a George Polk Award for his coverage of the Jamal Khashoggi murder.[26][27]\nAccording to the 2018 membership list, Ignatius is a member of the Trilateral Commission.[citation needed]\n\nPolitical views[edit]\nIgnatius supported the 2003 invasion of Iraq.[28] He later expressed regret, saying \"I wish I had some of those columns back\".[29] On a number of occasions, Ignatius criticized the CIA and the U.S. government's approach on intelligence.[30] He was also critical of the Bush administration's use, during the war on terror, of what the administration called \"enhanced interrogation techniques\", practices considered by some to amount to illegal torture of suspects.[31]\nOn March 26, 2014, Ignatius wrote a piece in the Washington Post on the then-crisis in Ukraine and how the world would deal with Putin's actions. Ignatius's theory of history is that it is a chaos, and that \"good\" things are not preordained, \"decisive turns in history can result from ruthless political leaders, from weak or confused adversaries, or sometimes just from historical accident. Might doesn't make right, but it does create 'facts on the ground' that are hard to reverse.\" His piece mentioned four-star USAF general Philip M. Breedlove, the current NATO Supreme Allied Commander Europe, and Ukrainian foreign minister Andriy Deshchytsya. Putin, says Ignatius, \"leads what by most political and economic indicators is a weak nation—a declining power, not a rising one.\" He placed great hope in Angela Merkel.[32][non-primary source needed]\n\nControversy[edit]\n2009 Davos incident[edit]\nAt the 2009 World Economic Forum in Davos, Switzerland, Ignatius moderated a discussion including Turkish prime minister Recep Tayyip Erdoğan, Israeli president Shimon Peres, UN secretary-general Ban Ki-moon, and Arab League secretary-general Amr Moussa. As the December 2008–January 2009 conflict in Gaza was still fresh in memory, the tone of the discussion was lively.[33] Ignatius gave Erdoğan 12 minutes to speak and gave the Israeli president 25 minutes to respond.[33] Erdoğan objected to Peres's tone and raised his voice during the Israeli president's impassioned defense of his nation's actions. Ignatius gave Erdoğan a minute to respond (Erdoğan repeatedly insisted \"One minute,\"[34] in English), and when Erdoğan went over his allocated minute, Ignatius repeatedly cut the Turkish prime minister off, telling him and the audience that they were out of time and that they had to adjourn to a dinner.[35] Erdoğan seemed visibly frustrated as he said confrontationally to the Israeli president, \"When it comes to killing, you know well how to kill.\"[33] Ignatius put his arm on Erdoğan's shoulder and continued to tell him that his time was up. Erdoğan subdued Ignatius and criticised Israel's actions. Erdoğan then gathered his papers and walked out, saying, \"I do not think I will be coming back to Davos after this because you do not let me speak.\"[35] It was rumored at the time that Ignatius' double-standard partially stems from the fact that he is of Armenian origin. \nWriting about the incident later, Ignatius said that he found himself \"in the middle of a fight where there was no longer a middle. [...] Because the Israel–Palestinian conflict provokes such heated emotions on both sides of the debate,\" Ignatius concluded, \"it was impossible for anyone to be seen as an impartial mediator.\" Ignatius wrote that his experience elucidated a larger truth about failure of the United States' attempt to serve as an impartial mediator in the Israeli–Palestinian conflict. \"American leaders must give up the notion that they can transform the Middle East and its culture through military force,\" he wrote, and instead \"get out of the elusive middle, step across the threshold of anger, and sit down and talk\" with the Middle Eastern leaders.[36]\n\nPersonal life[edit]\nIgnatius married Dr. Eve Thornberg in 1980.[37] The couple has three daughters.[8] Ignatius and his wife live in the Cleveland Park neighborhood of Washington, DC. His brother, Adi Ignatius, is editor-in-chief of Harvard Business Review.[38]\n\nWorks[edit]\nNovels[edit]\nAgents of Innocence. W. W. Norton & Company. 1987. ISBN 0-393-02486-5.\nSiro. Farrar, Straus and Giroux. 1991. ISBN 0-374-26506-2.\nThe Bank of Fear. Avon Books. 1995. ISBN 0-380-72280-1.\nA Firing Offense. Random House. 1997. ISBN 0-517-36839-0.\nThe Sun King. Random House. 2000. ISBN 0-8129-9243-1.\nBody of Lies. W. W. Norton & Company. 2007. ISBN 978-0-393-33158-5.\nThe Increment. W. W. Norton & Company. 2009. ISBN 978-0-393-33831-7.\nBloodmoney. W. W. Norton & Company. 2011. ISBN 978-0-393-34179-9.\nThe Director. W. W. Norton & Company. 2014. ISBN 978-0-393-07814-5.\nThe Quantum Spy. W. W. Norton & Company. 2017. ISBN 978-0-393-25415-0.\nThe Paladin. W. W. Norton & Company. 2020. ISBN 978-0-393-25417-4.\nNon-fiction[edit]\nAmerica and the World: Conversations on the Future of American Foreign Policy. Basic Books; First Trade Paper Edition. 2009. ISBN 978-0-465-01801-7.\nReferences[edit]\n\n\n^ a b \"Future of Diplomacy Project | Belfer Center for Science and International Affairs\". www.belfercenter.org. Retrieved November 6, 2023.\n\n^ \"Agents of Innocence\". Archived from the original on March 15, 2012. Retrieved June 18, 2011.\n\n^ \"Paul R. Ignatius\". Sarasota Herald-Tribune. AbrilBooks. Archived from the original on June 30, 2009. Retrieved August 12, 2010.\n\n^ (AP) (September 2, 1967). \"Secretary of Navy Sworn Into Office\".\n\n^ \"Turkey Should Comprehend Its Past\". Azg Daily. Archived from the original on February 1, 2009.\n\n^ Ignatius, David (October 14, 2007). \"The Dignity Agenda\". The Washington Post. Retrieved August 12, 2010.\n\n^ Ignatius, Paul R. (2006). On board: my life in the Navy, government, and business. Naval Institute Press. p. 38. ISBN 978-1-59114-381-9. cotton.\n\n^ a b \"The Post Writers Group\". The Washington Post. Archived from the original on June 30, 2009. Retrieved August 12, 2010.\n\n^ Lipinski, Lynn (May 23, 2000). \"UCLA'S Anderson School Announces Winners of Loeb Competition and the Recipient of the Lifetime Achievement Award\". UCLA. Retrieved February 1, 2019.\n\n^ Goodman, Melvin A. \"David Ignatius: The Mainstream Media's Chief Apologist for CIA Crimes\". The Public Record. Archived from the original on June 30, 2009. Retrieved August 24, 2011.\n\n^ Goodman, Melvin A. \"WPost's Ignatius Forgives the CIA Again and Again\". The Public Record. Archived from the original on October 6, 2011. Retrieved August 24, 2011.\n\n^ Ignatius, David (August 26, 2009). \"A Sigh of Relief From the CIA\". The Washington Post. Retrieved August 24, 2011.\n\n^ Greenwald, Glenn (August 24, 2008). \"Establishment Washington unifies against prosecutions\". Salon. Archived from the original on June 30, 2009. Retrieved August 24, 2011.\n\n^ Ignatius, David (March 12, 2014). \"David Ignatius: On Ukraine, where next\". Journal and Courier. Retrieved March 30, 2014.\n\n^ Allen, Mike (September 13, 2023). \"Favorite Biden columnist says he shouldn't seek 2024 re-election\". Axios.\n\n^ Hall, Colby (September 13, 2023). \"Joe Scarborough Reveals Every Single Democrat He Speaks to Off Air Admits Biden is 'Too Old to Run'\". Mediaite.\n\n^ Clark, Jeffrey (September 13, 2023). \"WaPo columnist argues Biden 'too old' to run again, should have stopped Hunter's 'attempts to impress clients'\". Fox News.\n\n^ Samuels, Brett (September 13, 2023). \"Washington Post columnist David Ignatius says Biden should not run for reelection\". The Hill.\n\n^ Carlin, John (March 23, 1997). \"Spooked! How betrayal, inertia, and disaster felled the CIA\". The Independent. London. Archived from the original on June 30, 2009.\n\n^ Fleming, Michael (May 14, 2008). \"Bruckheimer, Disney buy 'Increment'\".\n\n^ \"Composer and journalist team up for opera\". MSNBC.\n\n^ \"The new librettist of 'The New Prince'\". The Washington Post. May 8, 2015. Archived from the original on October 3, 2018.\n\n^ \"Holiday Gift Guide – Michiko Kakutani's 10 Favorite Books of 2008\". The New York Times. November 28, 2008. Archived from the original on April 11, 2009.\n\n^ \"Summer Spy Serial\". The Washington Post.\n\n^ \"Harvard Kennedy School\". Archived from the original on August 8, 2011.\n\n^ \"Karen Attiah and David Ignatius receive Special Polk Award for their writing on the murder of Jamal Khashoggi\". The Washington Post. February 19, 2019.\n\n^ \"Winners | LIU\". liu.edu. Retrieved March 25, 2019.\n\n^ Merry, Robert. \"Fantasies of the Iraq Hawks\".\n\n^ \"David Ignatius: Inside a Secret World\". Washington Examiner. June 6, 2009.\n\n^ Ignatius, David (December 2, 2010). \"Is killing our only option for terrorists?\". The Washington Post. Retrieved December 10, 2011.\n\n^ Ignatius, David (June 15, 2004). \"Small Comfort\". The Washington Post. Retrieved December 10, 2011.\n\n^ Ignatius, David (March 26, 2014). \"Putin's actions in Crimea alter how the world will deal with him\". The Washington Post. Brussels.\n\n^ a b c Bennhold, Katrin (January 30, 2009). \"Leaders of Turkey and Israel clash at Davos panel\". International Herald Tribune. Archived from the original on June 30, 2009. Retrieved February 1, 2009.\n\n^ \"One minute\" means \"Bir dakika\" in Turkish when translated literally, but also \"Bir dakika\" means \"wait a minute\". (https://tureng.com/en/turkish-english/one_minute , https://tureng.com/en/turkish-english/bir_dakika)\n\n^ a b \"Turkish PM storms off in Gaza row\". BBC News Online. January 29, 2009. Archived from the original on June 30, 2009. Retrieved January 30, 2009.\n\n^ Ignatius, David (April 15, 2009). \"Caught In the Middle\". Foreign Policy. Archived from the original on June 30, 2009.\n\n^ \"Ignatius, David 1950– | Encyclopedia.com\". www.encyclopedia.com.\n\n^ \"Story Details - Alumni - Harvard Business School\". www.alumni.hbs.edu. Retrieved August 12, 2020.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to David Ignatius.\n\nOfficial website\nColumn archive at The Washington Post\nColumn archive at The Daily Star\nColumn archive at The Harvard Crimson\nAppearances on C-SPAN\nDavid Ignatius at IMDb\nDavid Ignatius on the Muck Rack journalist listing site \nDavid Ignatius on Charlie Rose\nvteThe Washington Post Writers GroupComic strips(current)\nFort Knox\nReply All\nComic strips(historical)\nBarney & Clyde\nBloom County\nCandorville\nHome and Away\nLittle Dog Lost\nLoose Parts\nMike Du Jour\nOut of the Gene Pool\nOutland\nOpus\nPickles\nRudy Park\nWatch Your Head\nEditorial commentary\nEsther J. Cepeda\nRichard Cohen\nE. J. Dionne\nKenneth Harney\nMichael Gerson\nDavid Ignatius\nRuth Marcus\nDana Milbank\nRuben Navarrette Jr.\nKathleen Parker\nCatherine Rampell\nEugene Robinson\nRobert J. Samuelson\nMichelle Singletary\nGene Weingarten\nGeorge F. Will\nFareed Zakaria\n\nvteGerald Loeb Award winners for Columns, Commentary, and EditorialsGerald Loeb Award for Editorials (1970–1972)(1970–1972)\n1970: Patricia Shontz\n1971: Philip Greer\n1972: Robert H. Metz\nGerald Loeb Award for Columns/Editorial (1973–1976, 1978–1982)(1973–1976)\n1973: Clem Morgello\n1974: Henry Wallich\n1975: Edwin Darby\n1976: Joseph A. Livingston\n(1978–1979)\n1978: Hobart Rowen\n1979: Robert L. Bartley\n(1980–1982)\n1980: Alan Gersten\n1980 (HM): Paul Lieberman, Chester Goolrick\n1980 (HM): Tom Bethell\n1981: Sarai Ribicoff\n1981 (HM): Stan DeCoster, Ann Baldelli\n1982 (tie): George Melloan\n1982 (tie): Lester C. Thurow\nGerald Loeb Award for Columns (1977)(1977)\nLee Mitsang\nGerald Loeb Award for Editorial/Commentary (1984)(1984)\nRobert L. Heilbroner\nGerald Loeb Award for Commentary (1985–2023)(1985–1989)\n1985: Daniel Henninger\n1986 (tie): Michael Kinsley\n1986 (tie): Robert Samuelson\n1987: Richard Doak\n1988: Ron Ridenhour\n1988 (HM): Gordon Crovitz\n1989: David Warsh\n(1990–1999)\n1990: L. Gordon Crovitz\\\n1991: Allan Sloan\n1992: Warren T. Brookes\n1993: Allan Sloan\n1994: Robert J. Samuelson\n1995: Jane Bryant Quinn\n1996: Bill Bishop\n1997: Holman W. Jenkins Jr.\n1998: Allan Sloan\n1999: Walter S. Mossberg\n(2000–2009)\n2000: David Ignatius\n2001: Floyd Norris\n2002: Gretchen Morgenson\n2003: Jerry Flint\n2004: Michael Hiltzik\n2005: Peter Eavis\n2006 (tie): Robert L. Pollock\n2006 (tie): Steven Pearlstein\n2007: Steve Bailey\n2008: Joe Nocera\n2008 (HM): Daniel Howes\n2009: Brian M. Carney\n(2010–2019)\n2010: Joseph E. Stiglitz\n2011: Paul Krugman\n2012: Zanny Minton Beddoes, Edward Carr, John Peet, Patrick Foulis, John O'Sullivan\n2013: John Gapper\n2014: Peter Goodman\n2015: Jesse Eisinger\n2016: James B. Stewart\n2017: Adrian Wooldridge\n2018: Ed Silverman\n2019: Andy Kessler\n(2020–2023)\n2020 (tie): Elisabeth Rosenthal\n2020 (tie): Geoffrey A. Fowler\n2021: Michelle Singletary\n2022: Chad Livengood\n2023: Alyssa Rosenberg\n\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nSpain\nFrance\nBnF data\nGermany\nItaly\nIsrael\nUnited States\nJapan\nCzech Republic\nKorea\nNetherlands\nPoland\nAcademics\nCiNii\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_Ignatius&oldid=1194272701\"",
    "twitter": ""
  },
  {
    "name": "David Leonhardt",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/david-leonhardt",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist and columnist (born 1973)\nDavid LeonhardtBorn (1973-01-01) January 1, 1973 (age 51)New York City, New York, U.S.EducationYale University (BS)Occupation(s)Journalist, columnistEmployerThe New York TimesKnown forWashington bureau chief, The New York Times (2011–2013)AwardsPulitzer Prize for Commentary, 2011Websitewww.nytimes.com/by/david-leonhardt\nDavid Leonhardt (born January 1, 1973)[1] is an American journalist and columnist. Since April 30, 2020, he has written the daily \"The Morning\" newsletter for  The New York Times.[2] He also contributes to the paper's Sunday Review section.[3] His column previously appeared weekly in The New York Times.[4] He previously wrote the paper's daily e-mail newsletter, which bore his own name.[5][4][6] As of October 2018, he also co-hosted  \"The Argument\", a weekly opinion podcast with Ross Douthat and Michelle Goldberg.[7]\nLeonhardt was previously the head of an internal strategy group, known as the 2020 group, that made recommendations to Times executives in January 2017 about changing the newsroom and the news report in response to the rise of digital media.[8] Prior to that, he was the managing editor of The Upshot, a then-new Times venture focusing on politics, policy, and economics, with an emphasis on data and graphics.[9] Before The Upshot, he was the paper's Washington bureau chief and an economics columnist. He joined the Times in 1999 and wrote the \"Economics Scene\" column, and for the Times Sunday Magazine. He is the author of a short e-book published by the Times in February 2013: Here's the Deal: How Washington Can Solve the Deficit and Spur Growth.[10] Before coming to the Times, he wrote for Business Week and The Washington Post.[11]\nIn April 2011 he was awarded a Pulitzer Prize for Commentary \"for his graceful penetration of America's complicated economic questions, from the federal budget deficit to health care reform\".[12]\n\n\nEarly life and education[edit]\nLeonhardt was born in Manhattan,[13] the son of Joan (née Alexander) and Robert Leonhardt.[14] His father was Jewish and his mother was Protestant.[15] His father was the head of the French-American School of New York.[14] Leonhardt graduated from Horace Mann School in Riverdale, New York, in 1990, and then continued his studies at Yale University, graduating in 1994 with a Bachelor of Science degree in applied mathematics.[16] At Yale, Leonhardt served as editor-in-chief of the Yale Daily News.[17]\n\nCareer[edit]\nIn 1998, he won a Peter Lisagor Award for Exemplary Journalism in the Business Journalism category from the Chicago Headline Club for a Business Week story he wrote about problems at McDonald's.[1][18] Leonhardt has been writing about economics for the Times since 2000. In 2004, he founded an analytical sports column, \"Keeping Score,\" which ran on Sundays. He was one of the writers who produced the paper's 2005 series on social class in the United States. His economics column, \"Economic Scene,\" appeared on Wednesdays from 2006 until 2011.\nIn 2003, he was part of a team of Times reporters whose coverage of corporate scandals was a finalist for the Pulitzer Prize. He won the Gerald Loeb Award for magazine writing in 2009 for a New York Times Magazine article, \"Obamanomics.\"[19] He was a winner of the Society of American Business Editors and Writers \"Best in Business Journalism Contest\" for his The New York Times column in 2009 and 2007. In 2010, he was a finalist for the Pulitzer Prize for Commentary for his economic columns. In 2011 he won the Pulitzer Prize for Commentary.[12][20]\nOn July 22, 2011, Leonhardt was appointed as chief of the Washington bureau of the Times. He began that editorial role on September 6, 2011.[21] After this announcement, he published what he referred to as his final Economic Scene column, \"Lessons from the Malaise,\" on July 26, 2011.[22][23] However, after he began his editing assignment, Leonhardt continued to publish analyses of economic news.[24]\nOn November 20, 2013, it was announced that Leonhardt would step down as Washington Bureau Chief to become Managing Editor of a new Times \"venture,\" later given the name \"The Upshot,\" \"which will be at the nexus of data and news and will produce clear analytical reporting and writing on opinion polls, economic indicators, politics, policy, education, and sports\".[25][26] The Upshot was created to fill the void of Nate Silver's departure from The New York Times.[27]\nIn early 2016, it was announced that Leonhardt would be the head of an internal strategy group at the Times. In announcing the group, Dean Baquet, Executive Editor of the Times, wrote, \"We need to develop a strategic plan for what The New York Times should be, and determine how to apply our timeless values to a new age.\"[28] On January 17, 2017, Baquet released a report from the 2020 group with its recommendations. \"The members of the 2020 group have emerged from this process both optimistic and anxious. We are optimistic, deeply so, because The Times is better positioned than any other media organization to deliver the coverage that millions of people are seeking,\" the report read.[29] \"But we must not fall prey to wishful thinking and believe that such an outcome is inevitable. It is not. We also face real challenges — journalism challenges and business challenges.\"\n\nBook and interviews[edit]\nIn February 2013, The New York Times and Byliner published a 15,000-word book by Leonhardt on the federal budget deficit and the importance of economic growth, titled Here's the Deal: How Washington Can Solve The Deficit and Spur Growth. The book is part of a new series of short e-books from the newspaper and Byliner.[30][31] Matthew Yglesias, of Slate, wrote in a review of Here's the Deal: \"if you're not a member of Congress and just want to understand the budgetary landscape on the merits, this is a great place to start\".[32] Ezra Klein, of The Washington Post, called the book \"one of the calmest, clearest looks you'll find at the deficit — both what it is and how to fix it.\"[33]\nHe was interviewed on The Colbert Report on January 6, 2009, about the gold standard.[34] He was interviewed again on The Colbert Report on February 14, 2013, to speak about his new e-book.[35]\n\nAwards[edit]\n1998 Peter Lisagor Award for Exemplary Journalism, from the Chicago Headline Club.\n2009 Gerald Loeb Award for Magazines[19]\n2010 Pulitzer Prize finalist, as a columnist.[36]\n2011 Pulitzer Prize winner, for commentary.[37]\nReferences[edit]\n\n\n^ a b \"2011 Pulitzer Prize Winners – Commentary: David Leonhardt\" (biography). The Pulitzer Prizes. pulitzer.org. Archived from the original on April 22, 2015. Retrieved 2017-02-01.\n\n^ \"New Role for David Leonhardt\". 30 April 2020.\n\n^ \"David Leonhardt - the New York Times\". The New York Times.\n\n^ a b Leonhardt, David (May 2020). \"Opinion | to the Readers of This Newsletter\". The New York Times.\n\n^ Until the end of 2018 it was named \"Opinion Today\". It returned to that name on May 1, 2020.\n\n^ \"Opinion Today: What happened the day after she was sexually harassed at the Pentagon\".\n\n^ \"Opinion | Introducing 'The Argument'\". The New York Times. 2018-10-10. ISSN 0362-4331. Retrieved 2019-04-08.\n\n^ Sydney Ember (2017-01-17). \"The New York Times Study Calls for Rapid Change in Newsroom\". The New York Times. Retrieved 2017-07-22.\n\n^ New York Times Press Release: \"The New York Times Announces New Journalism Ventures and Staff Changes\" October 20, 2013.\n\n^ \"The New York Times Store\". Nytstore.com. 2017-03-29. Retrieved 2017-07-22.\n\n^ \"David Leonhardt\". The New York Times (profile page). Archived from the original on February 28, 2014. Retrieved 2017-02-02 – via nytimes.com.\n\n^ a b 2011 Pulitzer Prize for Commentary, distinguished commentary prize ( citation page ), retrieved August 20, 2011.\n\n^ Adler-Bell, Sam (February 24, 2022). \"The Pandemic Interpreter\". New York. Retrieved 11 March 2022.\n\n^ a b New York Times: \"ROBERT LEONHARDT Obituary\" April 10, 2016\n\n^ \"Jewish Insider's Daily Kickoff: January 30, 2019\". The Times of Israel.\n\n^ Yale on-line alumni directory\n\n^ Maria Newman, \"At Wary Yale, Seeds of Hope,\" The New York Times, April 18, 1993.\n\n^ \"1998 Peter Lisagor Award recipients list, the Chicago Headline Club\". Retrieved 20 August 2011.\n\n^ a b \"Loeb Winners\". UCLA Anderson School of Management. June 29, 2009. Retrieved February 1, 2019.\n\n^ 2011 Pulitzer Prize, list of winners in all categories.\n\n^ Jeremy W. Peters, \"Times Names David Leonhardt Washington Bureau Chief,\" Media Decoder (blog), The New York Times, 22 July 2011.\n\n^ David Leonhardt, \"Economic Scene: Lessons from the Malaise,\" The New York Times, 26 July 2011.\n\n^ Leonhardt described this as his final column on Twitter on July 27, 2011: \"@DLeonhardt David Leonhardt. My final Econ Scene column, on lessons from the last 11 years: we're not focusing on our true problems.... 27 Jul via Twitter for iPad\".\n\n^ e.g., David Leonhardt, \"Rising Fears of Recession,\" The New York Times, September 7, 2011.\n\n^ Memo from Times Executive Editor Jill Abramson, as cited in Dylan Byers, \"N.Y. Times D.C. shakeup: David Leonhardt out, Carolyn Ryan in as bureau chief,\" Politico, November 20, 2013.\n\n^ For more on the initiative, see Marc Tracy, \"Times Editor Explains How the NYT Will Replace Nate Silver,\" The New Republic, November 20, 2013.\n\n^ \"Here's what The New York Times' The Upshot looks like five years in\". Nieman Lab. Retrieved 2019-04-22.\n\n^ \"The New York Times Eyes Ambitious Overhaul In Quest For 'Journalistic Dominance' | HuffPost\". Huffingtonpost.com. 2016-02-05. Retrieved 2017-07-22.\n\n^ \"Journalism That Stands Apart\". The New York Times. 17 January 2017. Retrieved 2017-07-22.\n\n^ \"New York Times Launches E-book Programs\". PublishersWeekly.com. Retrieved 22 May 2022.\n\n^ \"The New York Times Launches E-Book Programs\". Business Wire. 2012-12-13. Retrieved 2017-07-22.\n\n^ Yglesias, Matthew (February 8, 2013). \"Here's the Deal\". Review of David Leonhardt's Here's the Deal. Slate.com. Retrieved 2017-2-01.\n\n^ Klein, Ezra (February 11, 2013). \"10 great points from David Leonhardt's 'Here's the Deal'\". The Washington Post. Retrieved 2017-02-01.\n\n^ \"Hiding Gold - David Leonhardt - The Colbert Report | Comedy Central\". Cc.com. 7 January 2009. Retrieved 2017-07-22.\n\n^ \"Standard & Poor's Ratings Lawsuit - David Leonhardt - The Colbert Report | Comedy Central\". Cc.com. 15 February 2013. Retrieved 2017-07-22.\n\n^ \"2010 Pulitzer Prize winners and finalists\". The Denver Post. 2010-04-12. Retrieved 2023-11-04.\n\n^ Peters, Jeremy W. (2011-04-18). \"2011 Pulitzer Prize Winners Announced\". The New York Times. ISSN 0362-4331. Retrieved 2023-11-04.\n\n\nExternal links[edit]\nDavid Leonhardt collected news and commentary at The New York Times\nEconomix blog\nThe Chicago Headline Club, the largest chapter of the Society of Professional Journalists in the United States.\nThere's Still Hope for the Planet July 21, 2012 The New York Times by Leonhardt\nAppearances on C-SPAN\nDavid Leonhardt   on Charlie Rose\nDavid Leonhardt at IMDb\nRoberts, Russ (March 19, 2007). \"David Leonhardt on the Media\". EconTalk. Library of Economics and Liberty.\nvteGerald Loeb Award winners for Magazines(1958–1959)\n1958: Werner Renberg\n1959: Ernest Havermann\n(1960–1969)\n1960: John A. Conway\n1961: Leonard S. Silk\n1962: Richard Austin Smith\n1962 (SA): John Chamberlain\n1962 (SA): Daniel M. Friedenberg\n1963: Sandford Brown\n1963 (SA): Gilbert H. Clee\n1963 (SA): Robert W. Murray, Jr.\n1964: John Brooks\n1964 (SA): John Maughan\n1964 (SA): Max Ways\n1965: Lee Silberman\n1966: Charles E. Silberman\n1967: Max Ways\n1968: Michael Laurence\n1969: John Brooks\n(1970–1979)\n1970: John F. Lyons\n1971: Chris Welles\n1972: Kenneth Auchincloss\n1973: Everett Mattlin\n1974: Carol J. Loomis\n1975: Marshall Loeb\n1976: Gordon Williams\n1977: Lawrence Minard, David Warsh\n1978: Lewis Lapham\n1978 (HM): William Tucker\n1979: William Tucker\n1979 (HM): Robert Heilbroner\n(1980–1989)\n1980: Walter Guzzardi Jr.\n1981: William Tucker\n1982: L. J. Davis\n1983: Joseph Nocera\n1984: Andrew Tobias\n1985 (tie): Richard L. Stern\n1985 (tie): Howard Rudnitsky, Allan Sloan\n1986: Barbara Donnelly\n1987: William C. Symonds\n1988: Robert Heilbroner\n1989 (tie): Eric Schurenberg, Lani Luciano\n1989 (tie): Carol J. Loomis\n(1990–1999)\n1990: Peter Brimelow, Leslie Spencer\n1991 (tie): Connie Bruck\n1991 (tie): Joseph S. Coyle, Frank Lalli, Elizabeth MacDonald, Denise Topolnicki, Robert Wool\n1992 (tie): Jonathan Beaty, S. C. Gwynne\n1992 (tie): Richard Behar\n1993: Brian O'Reilly\n1994: Bryan Burrough\n1995: Phillip Longman\n1996: Joseph Nocera\n1997: Mark Maremont, Jane Sasseen\n1998: Dean Foust, Michael Mandel\n1999: Shane Tritsch\n(2000–2009)\n2000: Jeff Blyskal\n2001: Gary Rivlin\n2002: Nanette Byrnes, David Henry\n2003: Hal Lux\n2004: Aaron Bernstein, Pete Engardio, Manjeet Kripalani\n2005 (tie): Charles Fishman\n2005 (tie): Clifton Leaf\n2006: Carol Loomis\n2007: Charles Fishman\n2008 (tie): Michael Lewis\n2008 (tie): Allan Sloan\n2009: David Leonhardt\n(2010–2014)\n2010: James Bandler\n2011: Charles R. Babcock, Amanda Bennett\n2012: Doris Burke, Peter Elkind, Jennifer Reingold\n2013 (tie): Connie Bruck\n2013 (tie): Robert Capps\n2014: Cam Simpson\n\nvtePulitzer Prize for Commentary (2001–2025)\nDorothy Rabinowitz (2001)\nThomas Friedman (2002)\nColbert I. King (2003)\nLeonard Pitts (2004)\nConnie Schultz (2005)\nNicholas D. Kristof (2006)\nCynthia Tucker (2007)\nSteven Pearlstein (2008)\nEugene Robinson (2009)\nKathleen Parker (2010)\nDavid Leonhardt (2011)\nMary Schmich (2012)\nBret Stephens (2013)\nStephen Henderson (2014)\nLisa Falkenberg (2015)\nFarah Stockman (2016)\nPeggy Noonan (2017)\nJohn Archibald (2018)\nTony Messenger (2019)\nNikole Hannah-Jones (2020)\nMichael Paul Williams (2021)\nMelinda Henneberger (2022)\n\nComplete list\n(1970–1975)\n(1976–2000)\n(2001–2025)\n\nPortals: Journalism Biography\nAuthority control databases International\nVIAF\nNational\nIsrael\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_Leonhardt&oldid=1183530416\"",
    "twitter": ""
  },
  {
    "name": "David Marcus",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/david-marcus-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "David Marcus may refer to:\n\nMickey Marcus (David Daniel Marcus, 1901–1948), American-Israeli soldier\nDavid Marcus (writer) (1924–2009), Irish Jewish editor and writer\nDavid A. Marcus (born 1973), American entrepreneur, co-creator of Facebook's Diem\nDavid Marcus (equestrian) (born 1980), Canadian Olympic dressage rider\nDavid Marcus (Star Trek), a character in Star Trek\nSee also[edit]\nDavid Markus (born 1973), American government attorney\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_Marcus&oldid=1116617467\"",
    "twitter": ""
  },
  {
    "name": "David Meyers",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/david-meyers-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "art director",
    "wiki": "David Meyers may refer to:\n\nDave Meyers (director) (born 1972), American music video director\nDave Meyers (basketball) (1953–2015), American basketball player\nSee also[edit]\nDavid Myers (disambiguation)\nDavid Meyer (disambiguation)\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_Meyers&oldid=874783338\"",
    "twitter": ""
  }
]