[
  {
    "name": "Douglas Murray",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/douglas-murray-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Douglas Murray may refer to:\n\nDouglas Murray (author) (born 1979), British political commentator and writer\nDoug Murray (comics) (born 1947), American fiction writer\nDouglas Murray (ice hockey) (born 1980), Swedish ice hockey player\nDouglas Murray (politician) (fl. c. 1980), Canadian politician\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Douglas_Murray&oldid=1184488977\"",
    "twitter": ""
  },
  {
    "name": "Dylan Rose",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/dylan-rose-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "E.J. Antoni",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/ej-antoni-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Ed Kilgore",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/ed-kilgore-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Ed Rogers",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/ed-rogers",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "player",
    "wiki": "Dominican baseball player (born 1978)\nFor other people with the same name, see Edward Rogers (disambiguation).\nBaseball player\nEd RogersInfielderBorn:  (1978-08-29) August 29, 1978 (age 45)San Pedro de Macoris, Dominican RepublicBatted: RightThrew: RightMLB debutSeptember 5, 2002, for the Baltimore OriolesLast MLB appearanceJuly 8, 2006, for the Baltimore OriolesMLB statisticsBatting average.207Home runs1Runs batted in4\nTeams\nBaltimore Orioles (2002, 2005–2006)\n\nEdward Antonio Rogers (born August 29, 1978) is a retired utility infielder who played with the Baltimore Orioles. He bats and throws right-handed.\n\n\nCareer[edit]\nBaltimore Orioles[edit]\nRogers was signed by the Baltimore Orioles as a free agent in 1997. He debuted in Major League Baseball with the Orioles, playing for them in parts of three seasons between 2002 and 2006. In 2005, he hit his only major league home run in his only at-bat of the season. It came against Alan Embree of the New York Yankees.\nDuring a 2006 game against the New York Mets, as Rogers came in to pick up a bloop single into left field, the ball took an odd hop and went up his sleeve and he had to reach into the back of his shirt to get it out.\n\nBoston Red Sox[edit]\nBefore the 2007 season, Rogers signed a minor league contract with the Boston Red Sox and was invited to spring training. During an exhibition game, on March 7, he hit a walk-off home run to beat the New York Mets, 9–5. In the 2007-2008 offseason, he signed a minor league contract with the Washington Nationals. Rogers began the 2008 season with the Double-A Harrisburg Senators of the Eastern League and also saw time with the Triple-A Columbus Clippers. He became a free agent at the end of the season.\n\nArizona Diamondbacks[edit]\nOn June 4, 2009, Rogers signed a Minor League deal with the Arizona Diamondbacks organization.\nHe was granted Free Agency at end of 2009 Season\n\nExternal links[edit]\nCareer statistics and player information from MLB, or ESPN, or Baseball Reference, or Fangraphs, or Baseball Reference (Minors)\nBaseball Almanac\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Ed_Rogers&oldid=1131036334\"",
    "twitter": ""
  },
  {
    "name": "Ed Yong",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/ed-yong-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "British science journalist (born 1981)\nFor the Malaysian sports shooter, see Edmund Yong.\n\n\nEd YongYong in 2015BornEdmund Soon-Weng Yong (1981-12-17) 17 December 1981 (age 42)MalaysiaNationalityBritishAlma mater\nUniversity of Cambridge (BA, MA)\nUniversity College London (MPhil)\nKnown forNot Exactly Rocket Science (blog); I Contain Multitudes (book);SpouseLiz NeeleyAwardsPulitzer Prize for Explanatory ReportingScientific careerInstitutionsThe AtlanticThesisSearching for the human resolvase (2005)\nWebsiteedyong.me\nEdmund Soon-Weng Yong (born 17 December 1981) is a British-American science journalist and author. In 2021, he received a Pulitzer Prize for Explanatory Reporting for a series on the COVID-19 pandemic. He is the author of two books: I Contain Multitudes: The Microbes Within Us and a Grander View of Life (2016) and An Immense World: How Animal Senses Reveal the Hidden Realms Around Us (2022).\n\n\nEducation[edit]\nEdmund Soon-Weng Yong was born 17 December 1981 in Malaysia.[1][2][3] At the age of 13, Yong immigrated to the UK in 1994. He became a British citizen in 2005.[4]\nYong was awarded Bachelor of Arts and Master of Arts degrees in natural sciences (zoology) from Pembroke College, Cambridge[5] in 2002.[6] He completed postgraduate study at University College London (UCL), where he was awarded a Master of Philosophy (MPhil) degree in 2005 in biochemistry.[1]\n\nCareer[edit]\nYong's approach to popular science writing has been described as \"the future of science news\",[7] and he has received numerous awards for his work. Earlier in his career, Yong created and wrote the now-defunct blog Not Exactly Rocket Science, which was published as part of the National Geographic Phenomena blog network. Yong received the National Academies Communication Award from the National Academy of Sciences in 2010 in recognition of his online journalism; in the same year, he received three awards from ResearchBlogging.org, which supports online science journalism focused on covering research that has already been published in peer-reviewed scientific journals that can be adapted for a wider public audience.[8] In 2012 he received the National Union of Journalists (NUJ) Stephen White Award.[9] His blog received the first Best Science Blog award from the Association of British Science Writers in 2014.[10] Yong's interactions with other science bloggers and engagement with those who have commented on his blog have served as case studies for academic work in media studies.[11]\nHis work also has been published by Nature,[12] Scientific American,[13] the BBC,[14] Slate,[15] Aeon,[16] The Guardian,[17] The Times,[6] New Scientist,[18] Wired,[19] The New York Times, and The New Yorker.[6][20]\nIn September 2015, Yong joined The Atlantic as a science reporter.[21] In August 2020, he received the Council for the Advancement of Science Writing's Victor Cohn Prize for Excellence in Medical Science Reporting, citing his reporting on the COVID-19 pandemic and his commitment to including marginalized and underrepresented voices in his writing.[22] In June 2021, he received a Pulitzer Prize for Explanatory Reporting for a series on the COVID-19 pandemic.[23] Yong left The Atlantic in July 2023. \nIn 2016, Yong released the book, I Contain Multitudes: The Microbes Within Us and a Grander View of Life which recounts the ubiquitousness of microbes and the relationships microbes have with animals.[24] In 2022, Yong released his second book, An Immense World: How Animal Senses Reveal the Hidden Realms Around Us, which explores animal perception.[25] The book received the Andrew Carnegie Medal for Excellence in Nonfiction, was featured as Book of the Week on BBC Radio 4 in June 2022,[26] named by Publishers Weekly as one of the top ten books of 2022, regardless of genre,[27] and awarded the 2023 Royal Society Trivedi Science Book Prize.\n\nPersonal life[edit]\nYong is married to Liz Neeley, a science communicator.[28][29] They occasionally collaborate on speaking engagements.[30][28]\nYong lived in Washington, D.C. until May 2023, when he and Neeley moved to Oakland, California, where they currently reside.[2][31][32]\n\nBibliography[edit]\nNot Exactly Rocket Science. Lulu Press. 2008.\nI Contain Multitudes: The Microbes Within Us and a Grander View of Life. Random House. 2016.\nAn Immense World: How Animal Senses Reveal the Hidden Realms Around Us. Random House. 2022.\nReferences[edit]\n\n\n^ a b Yong, Edmund Soon-Weng (2005). Searching for the human resolvase (MPhil thesis). University of London. OCLC 926124477.\n\n^ a b \"I Contain Multitudes: The Microbes Within Us and a Grander View of Life by Ed Yong\". The Royal Society. Retrieved 3 April 2020.\n\n^ Yong, Ed [@edyong209] (17 December 2012). \"Thanks for birthday wishes, loads of people\" (Tweet) – via Twitter.\n\n^ Yong, Ed [@edyong209] (24 June 2016). \"I am an immigrant. I've lived in the UK for 22 years and been a citizen for 11 of those and I've never felt as unwelcome as I do now\" (Tweet) – via Twitter.\n\n^ \"Ed Yong (Pembroke 1999) wins Pulitzer Prize\". Alumni. Retrieved 17 November 2021.\n\n^ a b c Yong, Ed (2014). \"Ed Yong, Science Writer\". Archived from the original on 20 March 2014.\n\n^ Rennie, John (3 February 2011). \"Why Ed Yong is the Future of Science News (and You Could Be, Too)\". PLoS Blogs. PLOS. Archived from the original on 5 March 2016. Retrieved 31 July 2015.\n\n^ \n\"Research Blogging Awards 2010\". ResearchBlogging.org. Retrieved 31 July 2015.\nMunger, David (2010). \"Exactly, Ed Yong\". SEED Magazine. Archived from the original on 29 March 2010. Retrieved 31 July 2015.{{cite web}}:  CS1 maint: unfit URL (link)\n\n^ \"Ed Yong wins NUJ Stephen White science award\". National Union of Journalists. 28 June 2012. Retrieved 31 July 2015.\n\n^ \"Winners\". Association of British Science Writers. Archived from the original on 13 May 2020. Retrieved 31 July 2015.\n\n^ \nShanahan, M.-C. (8 September 2011). \"Science blogs as boundary layers: Creating and understanding new writer and reader interactions through science blogging\". Journalism. 12 (7): 903–919. doi:10.1177/1464884911412844. S2CID 144586150.\nFahy, D.; Nisbet, M. C. (8 September 2011). \"The science journalist online: Shifting roles and emerging practices\". Journalism. 12 (7): 778–793. doi:10.1177/1464884911412697. S2CID 145363279.\nElmer, Greg (2015). Elmer, Greg; Langlois, Ganaele; Redden, Joanna (eds.). Compromised Data: From Social Media to Big Data. Bloomsbury Publishing USA. pp. 251–63. ISBN 9781501306501.\n\n^ * Yong, Ed (2011). \"Friendly bacteria move in mysterious ways\". Nature. doi:10.1038/news.2011.614.\nYong, Ed (2013). \"Memory molecule dethroned\". Nature. doi:10.1038/nature.2013.12139. S2CID 100651884.\nYong, Ed (2013). \"Bigger groups mean complex cultures\". Nature. doi:10.1038/nature.2013.14158. S2CID 179399201.\nYong, Ed (2015). \"Microbiology: Here's looking at you, squid\". Nature. 517 (7534): 262–264. doi:10.1038/517262a. PMID 25592518.\nYong, Ed (2014). \"First response: Race against time\". Nature. 510 (7506): S5. doi:10.1038/510S5a. PMID 24964025. S2CID 4389785.\n\n^ Yong, Ed (2013). \"Armor against Prejudice\". Scientific American. 308 (6): 76–80. doi:10.1038/scientificamerican0613-76. PMID 23729075.\n\n^ Yong, Ed (2014). \"The amateur geneticist who surprised science\". bbc.com. BBC. Archived from the original on 9 March 2016.\n\n^ \"Ed Yong\". Slate Magazine. Retrieved 24 December 2019.\n\n^ \"Ed Yong\". Aeon. Retrieved 22 January 2023.\n\n^ \"Ed Yong Guardian Profile\". The Guardian. London. Archived from the original on 10 April 2016.\n\n^ Yong, Ed (2015). \"Bugs on patrol\". New Scientist. 226 (3024): 40–43. doi:10.1016/S0262-4079(15)30523-6.\n\n^ Yong, Ed (19 March 2013). \"How the Science of Swarms Can Help Us Fight Cancer and Predict the Future\". Wired. ISSN 1059-1028. Retrieved 24 December 2019.\n\n^ Yong, Ed. \"Not Exactly Rocket Science\". National Geographic. Archived from the original on 4 March 2016. Retrieved 31 July 2015.\n\n^ Yong, Ed [@edyong209] (26 August 2015). \"Starting at The Atlantic next Tuesday! And first piece for them is going up tomorrow. Because reasons\" (Tweet) – via Twitter.\n\n^ \"Ed Yong awarded 2020 Victor Cohn Prize for medical science reporting | Council for the Advancement of Science Writing\". casw.org. 22 August 2020. Retrieved 24 August 2020.\n\n^ LaForme, Ren (11 June 2021). \"Here are the winners of the 2021 Pulitzer Prizes\". Poynter.\n\n^ Curry, Stephn (25 August 2016). \"I Contain Multitudes by Ed Yong – full of life's little surprises\". The Guardian. Retrieved 24 June 2022.\n\n^ Gross, Terry (22 June 2022). \"The human sensory experience is limited. Journey into the world that animals know\". NPR. Retrieved 24 June 2022.\n\n^ \"An Immense World by Ed Yong\". BBC Radio 4. Retrieved 1 July 2022.\n\n^ \"Best Books 2022: Publishers Weekly Publishers Weekly\". Publishers Weekly. Retrieved 27 October 2022.\n\n^ a b \"The Atlantic's Ed Yong visits UW as fall science writer in residence\". news.wisc.edu. 26 September 2017. Retrieved 31 October 2019.\n\n^ Neeley, Liz (6 June 2019). \"Liz Neeley on Instagram: \"This guy... AND #elephants!!! . . . . #zimbabwe #waterhole #honeymoon #victoriafalls #nofilter\"\". Instagram. Archived from the original on 24 December 2021. Retrieved 31 October 2019.\n\n^ Shelton, Jim (25 September 2019). \"Neeley and Yong extol the power of narrative in science writing\". news.yale.edu. Retrieved 31 October 2019.\n\n^ \"Ed Yong\". HarperCollins. Retrieved 3 April 2020.\n\n^ \"The Ed's Up - Spark Region\". buttondown.email. 11 September 2023. Retrieved 20 October 2023.\n\n\nExternal links[edit]\nLongform podcast, 23 December 2020.\n\"Zombie roaches and other parasite tales\", TED talk, 2014.\nAll Stories by Ed Yong at The Atlantic.\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nLatvia\nCzech Republic\nKorea\nPoland\nPortugal\nAcademics\nScopus\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Ed_Yong&oldid=1193837207\"",
    "twitter": ""
  },
  {
    "name": "Eddie Scarry",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/eddie-scarry-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Edward Morrissey",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/edward-morrissey",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "art director",
    "wiki": "Edward Morrissey may refer to:\n\nEdward Morrissey (director), film director in the United States\nEdward Morrissey, former senior minister with the Living Enrichment Center\nEd Morrissey, columnist for The Week\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Edward_Morrissey&oldid=1047618180\"",
    "twitter": ""
  },
  {
    "name": "Eli Pariser",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/eli-parser-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "businessman",
    "wiki": "Author, activist, and entrepreneur\nEli PariserPariser at the PopTech 2010 conference in Camden, MaineBorn (1980-12-17) December 17, 1980 (age 43)Lincolnville, Maine, U.S.Alma materBard College at Simon's RockOccupation(s)Activist and authorKnown forMoveOn.orgUpworthy[1]The Filter BubbleSpouseGena Konstantinakos\nEli Pariser (born December 17, 1980) is an author, activist, and entrepreneur. He has stated that his focus is \"how to make technology and media serve democracy\".[2] He became executive director of MoveOn.org in 2004, where he helped pioneer the practice of online citizen engagement. He is the co-founder of Upworthy, a website for meaningful viral content, and Avaaz, a global citizen's organization. His bestselling book, The Filter Bubble: What the Internet Is Hiding from You, introduced the term “filter bubble” to the lexicon. He is currently an Omidyar Fellow at New America and co-directs the Civic Signals project at the National Conference on Citizenship.\n\n\nEarly life[edit]\nPariser was born to Dora Lievow of Camden, Maine and Emanuel Pariser of Waterville, Maine. He grew up in Lincolnville, Maine, and in 2000 graduated summa cum laude from Bard College at Simon's Rock with a B.A. in law and political science.[3] In 2005, he returned to Simon's Rock to give the commencement speech.[4] He is Jewish.[5]\n\nCareer[edit]\nPariser's rise to prominence as a political activist began when he and college student David H. Pickering launched an online petition calling for a nonmilitary response to the attacks of September 11. At the time, he was working as a program assistant for the national nonprofit More Than Money. In less than a month, half a million people had signed the petition.\nPariser joined Moveon.org in November 2001, when founders Wes Boyd and Joan Blades invited him to merge his efforts with theirs.[6][7] During the 2004 U.S. presidential campaign, Pariser co-created the Bush in 30 Seconds ad contest and raised over $30 million from small donors to run ads and back Democratic and progressive candidates. Writing for The New York Times Magazine in 2003, journalist George Packer referred to MoveOn as the \"mainstream\" element of what \"may be the fastest-growing protest movement in American history.\"[6] Pariser was the Executive Director of MoveOn.org from 2004 to 2008 and since 2008 has been Board President.\nPariser later became concerned about the development of web personalization. He noticed a pattern of differing responses to search engine queries based on a user's past Internet search history, such that a person with a liberal orientation might get an entirely different set of responses than a conservative if he or she used Google, Facebook, or Yahoo to search for a phrase or term on the Internet.[8] For example, a liberal typing \"BP\" might get information about the oil spill in the Gulf of Mexico, while a conservative typing \"BP\" might get investment information about the oil company.\nAnticipating the dangers of a hyper-personalized Internet, Pariser introduced the term “filter bubble” to the lexicon in his 2011 New York Times bestselling book, The Filter Bubble: What the Internet Is Hiding from You. Bill Gates,[9][10] Sir Tim Berners-Lee,[11] and other internet pioneers[who?] have since expressed concern about the phenomenon,[citation needed] and his 2011 TED talk on the topic now has over five million views.[12] In 2012, he co-founded Upworthy, a media company designed to make civically important ideas popular, with Peter Koechley. Within two years, Upworthy had over 80 million monthly visitors.[13]\nIn 2018, with Professor Talia Stroud, he began work on Civic Signals,[14] with the goal of creating more “public-friendly” online spaces, a concept described in his 2019 Ted Talk.[15] Civic Signals is a project of the National Conference on Citizenship. He is currently an affiliate of the Safra Center for Ethics at Harvard University, a Langfield Visiting Resident at Princeton University, and an Omidyar Fellow at the New America. He is also one of the 25 leading figures on the Information and Democracy Commission launched by Reporters Without Borders.[16]\n\nWorks[edit]\nEli Pariser, The Filter Bubble: What the Internet Is Hiding from You, Penguin Press (New York, May 2011) ISBN 978-1-59420-300-8\nReferences[edit]\n\n\n^ Sam Sanders (20 June 2017). \"Upworthy Was One Of The Hottest Sites Ever. You Won't Believe What Happened Next\". NPR. Retrieved 15 August 2017.\n\n^ \"Eli Pariser\". ethics.harvard.edu. Retrieved 2019-11-05.\n\n^ \n\"President of MoveOn.org, Eli Pariser ’96 Returns to Campus to Deliver Lecture\" Archived 2011-09-27 at the Wayback Machine, Bard College at Simon's Rock news.\n\n^ \"Eli Pariser's Commencement Address: Simon's Rock College Commencement Address by Eli Pariser, '96 on May 14, 2005\" Archived May 26, 2011, at the Wayback Machine, 2005, Simon's Rock College News.\n\n^ \"Jewish Insider's Daily Kickoff: December 15, 2017\". Haaretz.\n\n^ a b Packer, George (2003-03-09). \"Smart-Mobbing The War\". The New York Times Magazine. Retrieved 2008-03-28.\n\n^ *Markels, Alex (May–June 2003). \"Virtual Peacenik\". Mother Jones. Retrieved 2007-05-01.\n\n^ Bianca Bosker (2011-03-07). \"Facebook, Google Giving Us Information Junk Food, Eli Pariser Warns\". Huffpost Tech. Retrieved 2011-04-20. When it comes to content, Google and Facebook are offering us too much candy, and not enough carrots.\n\n^ Delaney, Kevin J. (21 February 2017). \"Filter bubbles are a serious problem with news, says Bill Gates\". Quartz. Retrieved 2019-11-05.\n\n^ Dashefsky, Arnold; Sheskin, Ira (November 19, 2014). American Jewish Year Book 2014: The Annual Record of the North American Jewish Communities. Springer. p. 893. ISBN 978-3319096223.\n\n^ Rudgard, Olivia (2018-11-12). \"Tim Berners-Lee: 'Stretch' social media users to be friends with people they don't know\". The Telegraph. ISSN 0307-1235. Retrieved 2019-11-05.\n\n^ Pariser, Eli (2 May 2011). \"Transcript of \"Beware online \"filter bubbles\"\"\". www.ted.com. Retrieved 2019-11-05.\n\n^ Klein, Ezra. \"Does Upworthy prove media outlets are hurting themselves by publishing so much content?\". Washington Post. Retrieved 2019-11-05.\n\n^ Zoe Schiffer (2019-11-12). \"'Filter Bubble' author Eli Pariser on why we need publicly owned social networks\". theverge.com.\n\n^ \"What obligation do social media platforms have to the greater good?\". 7 November 2019.\n\n^ \"Eli Pariser\". rsf.org. 9 September 2018.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Eli Pariser.\n\nThe Filter Bubble official website\nSenior Fellow at the Roosevelt Institute\nCivic Signals\nMoveOn.org\nEli Pariser at TED \nAppearances on C-SPAN\nEli Pariser and the Filter Bubble, Ross Reynolds, KUOW-FM Seattle, May 24, 2011, interview\nWes Boyd and Eli Pariser Biography, Encyclopedia of World Biography\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nSpain\nFrance\nBnF data\nGermany\nItaly\nIsrael\nUnited States\nJapan\nCzech Republic\nKorea\nNetherlands\nAcademics\nCiNii\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Eli_Pariser&oldid=1165637742\"",
    "twitter": ""
  },
  {
    "name": "Eli Steinberg",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/eli-steinberg-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]