[
  {
    "name": "Greg Sargent",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/greg-sargent-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Grover Norquist",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/grover-norquist",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "activist",
    "wiki": "American tax reduction activist\n\n\nGrover NorquistNorquist in 2017BornGrover Glenn Norquist (1956-10-19) October 19, 1956 (age 67)Sharon, Pennsylvania, U.S.EducationHarvard University (AB, MBA)OrganizationAmericans for Tax ReformPolitical partyRepublicanBoard member ofNational Rifle Association, American Conservative Union[1][2]Spouse\nSamah Alrayyes ​(m. 2004)​Children2RelativesDavid Norquist (brother)\nGrover Glenn Norquist (born October 19, 1956) is an American political activist and tax reduction advocate who is founder and president of Americans for Tax Reform, an organization that opposes all tax increases. A Republican,[3] he is the primary promoter of the Taxpayer Protection Pledge, a pledge signed by lawmakers who agree to oppose increases in marginal income tax rates for individuals and businesses, and net reductions or eliminations of deductions and credits without a matching reduced tax rate.[4] Prior to the November 2012 election, the pledge was signed by 95% of all Republican members of Congress and all but one of the candidates running for the 2012 Republican presidential nomination.[5]\n\n\nEarly life and education[edit]\nNorquist was born in Sharon, Pennsylvania and grew up in Weston, Massachusetts. He is the son of Carol (née Lutz) and Warren Elliott Norquist, a vice president of Polaroid Corporation,[6][7] and is of Swedish ancestry.[8][9] His brother, David Norquist, has served in senior posts in Republican administrations at both the United States Department of Defense and the United States Department of Homeland Security.[10] Norquist became involved with politics at an early age when he volunteered for the 1968 Nixon campaign, assisting with get out the vote efforts.[11] He graduated from Weston High School and enrolled at Harvard University in 1974, where he earned his B.A. and MBA.\nAt college, Norquist was an editor at the Harvard Crimson and helped to publish the libertarian-leaning Harvard Chronicle.[12] He was a member of the Hasty Pudding Theatricals. Norquist has said: \"When I became 21, I decided that nobody learned anything about politics after the age of 21.\"[11] He attended the Leadership Institute in Arlington, Virginia,[13] an organization that teaches conservative Americans how to influence public policy through activism and leadership.[14]\n\nCareer[edit]\nEarly career[edit]\nRonald Reagan meeting with Jack Abramoff and Norquist in connection with the College Republican National Committee in 1981\nEarly in his career, Norquist was executive director of both the National Taxpayers Union and the national College Republicans, holding both positions until 1983. He served as Economist and Chief Speechwriter at the U.S. Chamber of Commerce from 1983 to 1984.[citation needed]\nNorquist traveled to several war zones to help support anti-Soviet guerrilla armies in the second half of the 1980s.[citation needed] He worked with a support network for Oliver North's efforts with the Nicaraguan Contras and other insurgencies, in addition to promoting U.S. support for groups including Mozambique's RENAMO and Jonas Savimbi's UNITA in Angola[12] and helping to organize anti-Soviet forces in Laos. In 1985, he went to a conference in South Africa sponsored by South African businesses called the \"Youth for Freedom Conference\", which sought to bring American and South African conservatives together to end the anti-apartheid movement.[15] Norquist represented the France-Albert Rene government of Seychelles as a lobbyist from 1995 until 1999. Norquist's efforts were the subject of Tucker Carlson's 1997 article in The New Republic, \"What I sold at the revolution.\"[16][17]\n\nAmericans for Tax Reform[edit]\nMain article: Americans for Tax Reform\nNorquist founded Americans for Tax Reform (ATR) in 1985, which he says was done at the request of then-President Ronald Reagan.[18] Referring to Norquist's activities as head of ATR, Steve Kroft, in a 60 Minutes episode that aired on November 20, 2011, claimed that \"Norquist has been responsible, more than anyone else, for rewriting the dogma of the Republican Party.\"[19]\nThe primary policy goal of Americans for Tax Reform is to reduce government revenues as a percentage of the GDP.[20][21] ATR states that it \"opposes all tax increases as a matter of principle.\"[22] Americans for Tax Reform has supported Taxpayer Bill of Rights (TABOR) legislation[23] and transparency initiatives,[24] while opposing efforts to regulate health care.[25]\nIn 1993, Norquist launched his Wednesday Meeting series at ATR headquarters, initially to help fight President Clinton's healthcare plan. The meeting eventually became one of the most significant institutions in American conservative political organizing. The meetings have been called \"a must-attend event for Republican operatives fortunate enough to get an invitation\", and \"the Grand Central station of the conservative movement.\"[3][12] Medvetz (2006) argues that the meetings have been significant in \"establishing relations of ... exchange\" among conservative subgroups and \"sustaining a moral community of conservative activists.\"[26][27]\nAs a nonprofit organization, Americans for Tax Reform is not required to disclose the identity of its contributors. Critics, such as Sen. Alan Simpson, have asked Norquist to disclose his contributors; he has declined but has said that ATR is financed by direct mail and other grassroots fundraising efforts. According to CBS News, \"a significant portion appears to come from wealthy individuals, foundations and corporate interests.\"[3]\n\nTaxpayer Protection Pledge[edit]\nPrior to the November 2012 election, 238 of 242 House Republicans and 41 out of 47 Senate Republicans had signed ATR's \"Taxpayer Protection Pledge\", in which the pledger promises to \"oppose any and all efforts to increase the marginal income tax rate for individuals and business; and to oppose any net reduction or elimination of deductions and credits, unless matched dollar for dollar by further reducing tax rates.\"[28][29]\nThe November 6, 2012 elections resulted in a decline in the number of Taxpayer Protection Pledge signatories in both the upper and lower houses of the 113th Congress: from 41 to 39 in the Senate, and from 238 to \"fewer than ... 218\" in the House of Representatives.[30] According to journalist Alex Seitz-Wald, losses in the election by Norquist supporters and the \"fiscal cliff\" have emboldened and made more vocal critics of Norquist.[31]\nIn November 2011, Senate Majority leader Harry Reid (D-NV) blamed Norquist's influence for the Joint Select Committee on Deficit Reduction's lack of progress, claiming that Congressional Republicans \"are being led like puppets by Grover Norquist. They're giving speeches that we should compromise on our deficit, but never do they compromise on Grover Norquist. He is their leader.\"[32] Since Norquist's pledge binds signatories to opposing deficit reduction agreements that include any element of increased tax revenue, some Republican deficit hawks now retired from office have stated that Norquist has become an obstacle to deficit reduction.[33][34] Former Republican Senator Alan Simpson (R-WY), co-chairman of the National Commission on Fiscal Responsibility and Reform, has been particularly critical, describing Norquist's position as \"[n]o taxes, under any situation, even if your country goes to hell.\"[3]\n\nOther political activities[edit]\nNational politics[edit]\nNorquist in 2013\nNorquist was listed as one of the five primary leaders of the post-Goldwater conservative movement by Nina Easton in her 2000 book, Gang of Five.[35] Working with eventual Speaker Newt Gingrich, Norquist was one of the co-authors of the 1994 Contract with America, and helped to rally grassroots efforts, which Norquist later chronicled in his book Rock the House.[12] Norquist also served as a campaign staff member on the 1988, 1992 and 1996 Republican Platform Committees.\nNorquist was instrumental in securing early support for the presidential campaign of then-Texas Governor George W. Bush, acting as his unofficial liaison to the conservative movement.[12] He campaigned for Bush in both 2000 and 2004.[36] After Bush's first election, Norquist was a key figure involved in crafting Bush's tax cuts.[37] John Fund of The Wall Street Journal dubbed Norquist \"the Grand Central Station\" of conservatism and told The Nation: \"It's not disputable\" that Norquist was the key to the Bush campaign's surprising level of support from movement conservatives in 2000.[38]\nHe has been active in building bridges between various ethnic and religious minorities and the free market community through his involvement with Acton Institute, Christian Coalition and Toward Tradition.[citation needed]\nHe has also \"announced his plan to assemble a center-right coalition to discuss pulling out of Afghanistan to save hundreds of billions of dollars.\"[39]\nNorquist is active in Tea Party politics. Speaking to a Florida rally, he said \"tea party groups should serve as the 'exoskeleton' that protects newly elected Republicans\" from pressures to increase government spending.[40]\nComprehensive immigration reform is an interest of Norquist's, who believes that the United States should have \"dramatically higher levels of immigration\" than it currently does.[41]\n\nInvolvement with Jack Abramoff[edit]\nFurther information: Jack Abramoff scandals\nAccording to a 2011 memoir by former lobbyist Jack Abramoff, Norquist was one of Abramoff's first major Republican party contacts.[42] Norquist and Americans for Tax Reform were also mentioned in Senate testimony relating to the Jack Abramoff Indian lobbying scandal, which resulted in a 2006 guilty plea by Abramoff to three criminal felony counts of defrauding of American Indian tribes and corrupting public officials. Records released by the Senate Indian Affairs Committee allege that ATR served as a \"conduit\" for funds that flowed from Abramoff's clients to surreptitiously finance grassroots lobbying campaigns.[43] Norquist denied that he did anything wrong, and has not been charged with any crime.\n\nState and local politics[edit]\nNorquist in 2016\nNorquist's national strategy has included recruiting state and local politicians to support ATR's stance on taxes. Norquist has helped to set up regular meetings for conservatives in many states. These meetings are modeled after his Wednesday meetings in Washington, with the goal of creating a nationwide network of conservative activists that he can call upon to support conservative causes, such as tax cuts and deregulation. There are now meetings in 48 states.[44]\nIn 2004, Norquist helped California Governor Arnold Schwarzenegger with his plan to privatize the CalPERS system.[45] In Virginia's 2005 Republican primaries, Norquist encouraged the defeat of a number of legislators who voted for higher taxes.[44]\n\nBoards and other activities[edit]\nNorquist serves on the boards of directors of numerous organizations including the National Rifle Association,[46] the American Conservative Union,[1] the Hispanic Leadership Fund, the Indian-American Republican Caucus, and ParentalRights.org,[47] an organization that wishes to add a Parental Rights Amendment to the United States Constitution.[48]\nIn 2010, Norquist joined the advisory board of GOProud, a political organization representing lesbian, gay, bisexual, and transgender conservatives and their allies, for which he was criticized by the Family Research Council.[49][50] Norquist also sits on a six-person advisory panel that nominates Time's Person of the Year.[51] In business, Norquist was a co-founder of the Merritt Group, later renamed Janus-Merritt Strategies.[52] He is a member of the Council on Foreign Relations.[53]\nNorquist signed the Madrid Charter, a document drafted by the conservative Spanish political party Vox that describes left-wing groups as enemies of Ibero-America involved in a \"criminal project\" that are \"under the umbrella of the Cuban regime\".[54]\n\nViews on government[edit]\nNorquist favors dramatically reducing the size of government.[12] He has been noted for his widely quoted quip from a 2001 interview with NPR's Morning Edition:\n\n\"I'm not in favor of abolishing the government. I just want to shrink it down to the size where we can drown it in the bathtub.\"[55][56]\nJournalist William Greider quotes Norquist saying his goal is to bring America back to what it was \"up until Teddy Roosevelt, when the socialists took over. The income tax, the death tax, regulation, all that.\"[57] When asked by journalist Steve Kroft about the goal of chopping government \"in half and then shrink it again to where we were at the turn of the [20th] century\" before Social Security and Medicare, Norquist replied, \"We functioned in this country with government at eight percent of GDP for a long time and quite well.\"[3]\nSome smaller government advocates argue that Norquist's \"obsession with tax revenue\" is actually counterproductive with respect to minimizing the size of government.[58] Although the Americans for Tax Reform mission statement is \"The government's power to control one's life derives from its power to tax. We believe that power should be minimized\",[59] critics at the Cato Institute have argued that \"holding the line on taxes constrains only one of the four tools (taxes, tax deductions, spending without taxation, and regulation) used by government to alter economic outcomes.\"[58]\nNorquist published Leave Us Alone: Getting the Government's Hands Off Our Money, Our Guns, Our Lives,[60] in 2008. In 2012, he published Debacle: Obama's War on Jobs and Growth and What We Can Do Now to Regain Our Future,[61] with John R. Lott, Jr. He has served as a monthly \"Politics\" columnist and contributing editor to The American Spectator.[62]\nNorquist has called for reductions in defense spending as one way to reduce the size of government.[63] He has endorsed a non-interventionist foreign policy and cuts to the U.S. military budget.[64]\n\nPersonal life[edit]\nNorquist has described himself as a \"boring white bread Methodist.\"[65] In 2004, at age 48, he married a Palestinian Muslim[66] named Samah Alrayyes,[67][68] public relations specialist who was formerly a director of the Islamic Free Market Institute and a specialist at the Bureau of Legislative and Public Affairs at U.S. Agency for International Development (USAID).[69][70] The couple has adopted two children, both girls, one of whom is from the city of Bethlehem.[71]\nAccording to friend and former roommate John Fund, Norquist's devotion to his political causes is \"monk-like\" and comparable to that of Ralph Nader.[12]\nNorquist has competed three times in the comedy fundraiser \"Washington's Funniest Celebrity\" and placed second in 2009.[72][73][74] Humorist P. J. O'Rourke has described Norquist as \"Tom Paine crossed with Lee Atwater plus just a soupçon of Madame Defarge\".[75]\nNorquist and his wife attended the annual Burning Man festival in Black Rock, Nevada in August 2014. Norquist explained that he wished to attend because, \"There's no government that organizes this. That's what happens when nobody tells you what to do. You just figure it out. So Burning Man is a refutation of the argument that the state has a place in nature.\"[76]\n\nWritings[edit]\nRock the House. Ft. Lauderdale, Fla: VYTIS Press, 1995. ISBN 978-0-9645786-0-9\nTaxes: The Economic & Philosophical Necessity of Real Reform. Minneapolis, MN: Center of the American Experiment, 1996. OCLC 37889749\n\"America is freedom\" chapter from Deaver, Michael K. Why I Am a Reagan Conservative, Chapter New York: W. Morrow, 2005. ISBN 978-0-06-055976-2\nLeave Us Alone: Getting the Government's Hands Off Our Money, Our Guns, Our Lives. New York, NY: W. Morrow, 2008. ISBN 978-0-06-113395-4\nDebacle: Obama's War on Jobs and Growth and What We Can Do Now to Regain Our Future. Hoboken, NJ: John Wiley & Sons, Inc., 2012. ISBN 978-1-118-18617-6\nSee also[edit]\nDemocratic International\nK Street Project\nStarve the beast\nReferences[edit]\n\n\n^ a b \"ACU: Board of Directors\". The American Conservative Union. Archived from the original on November 16, 2011. Retrieved November 27, 2011.\n\n^ \"Grover Norquist From HarperCollins Publishers\". HarperCollins Publishers. Retrieved November 7, 2009.\n\n^ a b c d e The Pledge: Grover Norquist's hold on the GOP cbsnews.com . November 20, 2011\n\n^ \"Who is Grover Norquist?\". Americans for Tax Reform. Retrieved November 8, 2012.\n\n^ Howard Fineman (August 21, 2011). \"It's Grover Time: Huntsman Rejects No-Tax Pledge, Pawlenty Waivers\". The Huffington Post. Retrieved November 8, 2012.\n\n^ \"Grover Norquist\". NNDB. 2011. Retrieved November 25, 2011.\n\n^ Scherer, Michael (January 2004). \"The Soul of the New Machine\". Mother Jones. Retrieved November 7, 2009.\n\n^ Moynihan, Michael (September 20, 2006). \"Sweden's Politics of Perssonal Destruction\". Reason.com. Retrieved September 5, 2012.\n\n^ Løkke, Eirik (September 10, 2008). \"Fingrene fra pengene, våpnene og livene våre\". Dagbladet (in Norwegian). Retrieved September 5, 2012.\n\n^ \"New homeland CFO faces tough challenge\". UPI. Retrieved April 10, 2017.\n\n^ a b Grover, Norquist (August 23, 2009). \"First Person Singular: Grover Norquist\". The Washington Post. Retrieved November 7, 2009.\n\n^ a b c d e f g Robert, Dreyfuss (May 14, 2001). \"Grover Norquist: Field Marshal of the Bush Plan\". The Nation. Retrieved January 10, 2010.\n\n^ Horwitz, Jeff (May 25, 2005). \"My Right-Wing Degree: How I learned to convert liberal campuses into conservative havens at Morton Blackwell's Leadership Institute, alma mater of Karl Rove, Ralph Reed, Jeff Gannon and two Miss Americas\". Salon.com. Retrieved November 27, 2011.\n\n^ \"The LI Difference\". The Leadership Institute. Archived from the original on November 2, 2010. Retrieved October 7, 2010.\n\n^ Kleiner, Sam (July 9, 2013). \"Meet the Conservatives Who Campaigned for Apartheid South Africa\". The Nation.\n\n^ Easton, Nina (2000). Gang of five : leaders at the center of the conservative crusade. New York: Simon & Schuster. ISBN 0684838990.\n\n^ \"The New Republic\". What I Sold at the Revolution. June 9, 1997.\n\n^ \"About Americans for Tax Reform\". Americans for Tax Reform. March 23, 2009.\n\n^ Grover Norquist's hold on the GOP WLTX November 20, 2011\n\n^ Grover Norquist (April 2009). \"National Tea Party Tax Protests\" (online q & a). The Washington Post. Retrieved November 27, 2011.\n\n^ \"Cost of Government Day 2008\". Center For Fiscal Accountability. Archived from the original on July 10, 2009. Retrieved November 7, 2009.\n\n^ \"The Great Tax Debate\". NOW With Bill Moyers. Retrieved November 7, 2009.\n\n^ Tom, Bell (May 14, 2001). \"Tax-Reform Guru Touts TABOR II\". Morning Sentinel. Archived from the original on December 2, 2009. Retrieved November 7, 2009.\n\n^ \"Advocates of Florida Spending Transparency Hold Press Conference\" (Press release). Reuters. October 28, 2008. Archived from the original on November 1, 2009. Retrieved November 7, 2009.\n\n^ \"Taxpayer Group Launches Petition to Ask Sen. Ben Nelson to Keep His Pledge\" (Press release). Reuters. October 28, 2009. Archived from the original on November 1, 2009. Retrieved November 7, 2009.\n\n^ Thomas Medvetz “The Strength of Weekly Ties: Relations of Material and Symbolic Exchange in the Conservative Movement” Politics & Society (2006) 34#3 pp. 343-368. quote is from p. 343\n\n^ See also Peter Beinart. \"Going Stronger; What Conservatives Understand about Taxes.\" The New Republic, May 21, 2001; The Caveman Cometh The Economist, March 31, 2001; John Aloysius Farrell. \"Right Where He Belongs.\" Boston Globe, April 17, 2002; Mara Liasson \"Political Activist Grover Norquist\" Morning Edition Roll Call, National Public Radio May 25, 2001; Susan Page \"Norquist Power High, Profile Low\" USA Today June 1, 2001; Robin Toner \"Conservatives Savor Their Role as Insiders at the White House\" New York Times March 19, 2001; Jill Zuckman \"Pipeline Leads to White House\" Chicago Tribune June 9, 2003.\n\n^ \"Taxpayer Protection Pledge\" (PDF). Americans for Tax Reform. 2011. Archived from the original (PDF) on June 1, 2010. Retrieved December 11, 2011.\n\n^ Sean Lengell, Boehner: Grover Norquist just a 'random' guy The Washington Times November 3, 2011\n\n^ Berman, Russell (November 13, 2012). \"Norquist tax pledge takes election hit\". The Hill. Archived from the original on November 17, 2012. Retrieved November 13, 2012.\n\n^ Is it game over for Grover Norquist?| By Alex Seitz-Wald| November 14, 2012\n\n^ Scott Wong, Reid: Norquist leads Republicans 'like puppets' Politico On Congress blog November 1, 2011\n\n^ Charles Babington Anti-tax diehard looms large in spending showdown Associated Press July 3, 2011\n\n^ Fitzgerald, Alison (May 24, 2011). \"No-Tax 'Zealot' Norquist Emerges as Biggest Barrier to U.S. Deficit Deal\". Bloomberg News.\n\n^ \"Gang of Five\". Indiana Monthly, version 24, no. 2. Indiana. October 2000. p. 144. Bill Kristol, Ralph E. Reed, Jr., Clint Bolick, and David McIntosh are the other four.\n\n^ Who's Getting Your Vote?, Reason\n\n^ Dreyfuss, Bob (April 26, 2001). \"Grover Norquist: 'Field Marshal' of the Bush Plan\". The Nation. ISSN 0027-8378. Retrieved April 19, 2021.\n\n^ Suellentrop, Chris (July 7, 2003). \"Grover Norquist, GOP Prophet of Permanence\". Slate. Retrieved November 7, 2009.\n\n^ Balaker, Ted (January 27, 2011) Where Has the Antiwar Movement Gone?, The Huffington Post\n\n^ Pillow, Travis (October 25, 2010). \"FL: Norquist says tea party should serve as GOP 'exoskeleton' after Nov. 2\". The Florida Independent. Retrieved February 16, 2012.\n\n^ \"Grover Norquist on Open Borders and Historically Racist Immigration Policy\". Reason.com. July 26, 2013. Retrieved August 1, 2013.\n\n^ Capitol Punishment by Jack Abramoff\n\n^ Schmidt, Susan; Grimaldi, James V. (June 25, 2006). \"Nonprofit Groups Funneled Money For Abramoff\". The Washington Post. Retrieved November 7, 2009.\n\n^ a b Cassidy, John (July 25, 2001). \"Wednesdays With Grover\". The New Yorker. Retrieved November 7, 2009.\n\n^ \"CSR in the Cross-Hairs\" (PDF). Business Ethics. Spring 2005. Archived from the original (PDF) on March 3, 2012. Retrieved November 7, 2009.\n\n^ \"NRA Leaders: Grover Norquist\". NRA Leaders. Archived from the original on June 23, 2010. Retrieved November 7, 2009.\n\n^ Live, Washington Post. \"A Conversation with Grover Norquist, President of Americans for Tax Reform\". The Washington Post. ISSN 0190-8286. Retrieved April 19, 2021.\n\n^ \"About ParentalRights.org\". Parental Rights. Retrieved April 19, 2021.\n\n^ \"» Board of Directors & Advisory Council\". Goproud.org. June 15, 2010. Archived from the original on August 3, 2011. Retrieved October 7, 2010.\n\n^ \"The Volokh Conspiracy » Family Research Council vs. the Second Amendment\". Volokh.com. June 23, 2010. Retrieved October 7, 2010.\n\n^ ‘Random Person’ Coaches House GOP on Tax Message; Pelosi Blames Grover Norquist for Superfailure ABC News December 1, 2011\n\n^ Barr, Stephen (January 20, 2005). \"Teaching Uncle Sam to Be a Better Buyer\". The Washington Post. Retrieved March 23, 2010.\n\n^ \"Membership Roster - Council on Foreign Relations\". Cfr.org. Retrieved August 1, 2013.\n\n^ \"Carta de Madrid\". Fundación Disenso (in Spanish). Retrieved December 7, 2021.\n\n^ Beschel, Robert P. Jr. (Winter 2022). \"Beyond the tax pledge\". National Affairs (50). Retrieved February 17, 2022.\n\n^ Liasson, Mara (May 25, 2001). \"Conservative advocate\". Morning Edition. NPR. Archived from the original on November 1, 2004. Retrieved February 17, 2022. The \"drown it in the bathtub\" quote is at the 7:16 mark of the audio.\n\n^ William Greider \"Rolling back the 20th Century\", The Nation, May 12, 2003. 276. 18. p.11-19. Paid subscription required.\n\n^ a b Jerry Taylor and Peter Van Doren, Why Grover Norquist Is Wrong About Taxes Forbes August 25, 2011\n\n^ Mission Statement for Americans for Tax Reform Archived May 27, 2007, at the Wayback Machine\n\n^ \"Leave Us Alone: Getting the Government's Hands Off Our Money, Our Guns, Our Lives\". HarperCollins. Retrieved November 7, 2009.\n\n^ Task, Aaron (March 16, 2012). \"'Debacle': Grover Norquist's Case Against President Obama\". Yahoo! Finance. Retrieved April 10, 2012.\n\n^ \"Grover Norquist\". The American Spectator. Archived from the original on March 28, 2010. Retrieved March 21, 2010.\n\n^ DiMascio, Jen \"How Romney, Ryan Differ on Defense Spending.\" Aviation Week & Space Technology, August 20, 2012.\n\n^ Raimondo, Justin (August 15, 2012). \"Grover Norquist Takes On the War Party\". Antiwar.com Original. Retrieved August 27, 2019.\n\n^ Sullivan, Andrew. \"Grover Norquist's Faith\". \"The Daily Dish\", The Atlantic, January 6, 2010\n\n^ Janet Hook and Tom Hamburger, \"New York mosque debate splits GOP,\" Los Angeles Times August 17, 2010\n\n^ \"2004 Annual Report\" (PDF). Marriages Recorded in Weston. Archived from the original (PDF) on October 11, 2010. Retrieved November 7, 2009.\n\n^ Gay, Sheryl (August 31, 2004). \"Political Points – Of Marriage Vows and No Tax Pledges\". The New York Times. Retrieved November 7, 2009.\n\n^ \"3rd NAAP Annual Conference\". Network of Arab American Professionals. Archived from the original on December 21, 2009. Retrieved November 7, 2009.\n\n^ Sperry, Paul E. (2005). Infiltration: How Muslim Spies and Subversives Have Penetrated Washington. Thomas Nelson Inc. pp. 276–294, esp. 287. ISBN 9781595550033. The relationship gives literal meaning to the notion that Norquist is in bed with Islamists.\n\n^ \"Watch out, Angelina! Norquist adopts from abroad\". The Hill. November 11, 2008. Retrieved August 31, 2011.\n\n^ Daniel Stone (October 1, 2009). \"Washington's Funniest Celebrity? Hard to Say\". Newsweek. Archived from the original on December 6, 2009. Retrieved March 24, 2010.\n\n^ Kristina D'Ambrosio, Vanessa Meccarielli, and Mary-Kate Rasa (October 1, 2009). \"DC's Funniest!\". The Scene. BisNow. Retrieved March 21, 2010.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ The Americans for Tax Reform Foundation also issued a $5,000 grant in 2009 to the Funniest Celebrity Charity Fund.Norquist, Grover; Americans for Tax Reform (May 12, 2010). \"Return of Organization Exempt From Income Tax: 2009\" (PDF). IRS form 990. GuideStar. p. 27. Retrieved November 25, 2011.\n\n^ \"Speaker Bio: Grover Norquist\". Leadership Institute. Retrieved October 31, 2009.\n\n^ Roller, Emma (July 29, 2014). \"Grover Norquist Explains Why He's Going to Burning Man\". National Journal. Retrieved August 1, 2014.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Grover Norquist.\n\nOfficial biography from Americans for Tax Reform\nColumn archive at The Guardian\nAppearances on C-SPAN\nGrover Norquist at IMDb\nGrover Norquist collected news and commentary at The New York Times\nA Lesson in Conservative Optimism, The Weekend Interview by Stephen Moore, The Wall Street Journal, November 23, 2012\nPortal: Conservatism\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nIsrael\nUnited States\nOther\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Grover_Norquist&oldid=1189414567\"",
    "twitter": ""
  },
  {
    "name": "Guy Benson",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/guy-benson-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American talk radio host and journalist (born 1985)\nFor the Wisconsin politician, see Guy Benson (politician).\n\n\nGuy BensonBenson in 2019BornGuy Pelham Benson (1985-03-07) March 7, 1985 (age 38)Saudi Arabia[1]EducationNorthwestern UniversityOccupation(s)Journalist, punditSpouse\nAdam Wise ​(m. 2019)​Websitewww.guybensonshow.com\nGuy Pelham Benson[2] (born March 7, 1985) is an American columnist, commentator, and political pundit. He is a contributor to Fox News, political editor of Townhall.com, and a conservative talk radio host. Benson served as a Fellow at the Georgetown Institute of Politics and Public Service during the spring 2021 academic semester.[3]\n\n\nEducation[edit]\nBorn in Saudi Arabia,[4] Benson lived much of his early life overseas, then grew up in Ridgewood, New Jersey,[5] where he attended middle school and Ridgewood High School.[6] During high school, he was known for broadcasting sports on local television. While working toward his bachelor's degree at Northwestern University, Benson worked for the campus radio station, WNUR, broadcasting sporting events and hosting a political talk show. He also interned for two summers at Fox News, working primarily with Hannity & Colmes, before assisting the channel with its coverage of the 2004 Republican National Convention.[7] Benson also reported for an NPR station in South Florida, and from 2003 to 2006 broadcast summer baseball games for the Chatham A's of the Cape Cod Baseball League.[8]\n\nCareer[edit]\nAfter graduating with honors from the Medill School of Journalism at Northwestern University in 2007, Benson served as the producer of The Sandy Rios Show, then a local afternoon radio show with Christian Right commentator Sandy Rios on WYLL-AM in Chicago.  Rios moved to Washington D.C. in July 2010.[9]\nIn 2010, Benson became political editor at Townhall.com,[10] where his columns had been published since February 2008.[11]\nBenson also contributes to Townhall's sister site, Hot Air. He previously wrote at Andrew Breitbart's \"Big\" sites and National Review Online's Media Blog.[citation needed] In addition to serving as a regular guest and substitute host on The Hugh Hewitt Show, Benson is a frequent guest on cable news networks, including Fox News[12] and CNBC.[13]\nIn April 2008 Benson discovered video from a 2007 reunion of the Weathermen, a radical left-wing group from the 1960s and 70s. The footage included quotes from two members, Bill Ayers and Bernardine Dohrn, defending their actions.[14] Since Barack Obama was criticized during the 2008 presidential campaign for associating with Ayers and Dohrn, the clips made national news, from the Boston Globe[15] to Fox News. Benson garnered national attention during the 2008 presidential race on two other occasions. In August, after the Obama campaign attacked WGN radio in Chicago for allowing Stanley Kurtz to appear on their station, Benson—who was in studio during the interview—detailed his experience.[16] Then, two weeks before Election Day, Benson joined with Mary Katharine Ham and Ed Morrissey to pen \"The Comprehensive Argument Against Barack Obama,\" released on Hot Air.[17]\n\nPersonal life[edit]\nBenson's brother is actor, writer, and director James Benson.[18][19]  Guy Benson came out as gay in May 2015 by announcing in advance of publication that his new book, End of Discussion, would include a footnote: \"Guy here. So, I'm gay.\" Benson told an interviewer that \"gay rights is not something that dominates my attentions—or my passions.\"[20]\nIn September 2019, Benson married Adam Wise.[21]\n\nReferences[edit]\n\n\n^ \"Guy talk\". North by Northwestern. Archived from the original on February 4, 2019. Retrieved October 20, 2015.\n\n^ \"Full text of \"Annual commencement / Northwestern University.\"\". Retrieved October 20, 2015.\n\n^ \"Guy Benson\". Institute of Politics and Public Service. Retrieved April 20, 2021.\n\n^ Benson mentioned that he was born in Saudi Arabia on an episode of Fox News's \"The Big Sunday Show\" on 05/08/2022\n\n^ Northwestern Chronicle: The NU Right\n\n^ La Fountain, Aimee. \"Fox News contributor Guy Benson releases new book\", The Ridgewood News, June 12, 2015. Accessed July 29, 2015. \"'Sept. 11 [happened during] my junior year at Ridgewood High School. That's when politics became something much more serious and consequential in my mind.'\"\n\n^ Hayes, Chris (March 4, 2005). \"Birth of a Pundit\". Chicago Reader. Retrieved May 4, 2015.\n\n^ Adler, Eric (June 30, 2005). \"Live From Chatham: How A's Announcers Guy Benson and Dan D'Uva Became The Cape Cod Baseball League's Preeminent Broadcasting Duo\". Cape Cod Chronicle. Archived from the original on August 26, 2006.\n\n^ \"WYLL's Rios announces move to DC - Illinois Review\". Illinoisreview.typepad.com. July 28, 2010. Retrieved October 20, 2015.\n\n^ \"Guy Benson with FTR Radio at Right Online 2010\". YouTube. Archived from the original on December 21, 2021. Retrieved October 20, 2015.\n\n^ \"Guy Benson Articles - Political Columnist & Commentator - Page 5\". Townhall.com. Retrieved October 20, 2015.\n\n^ \"BIRTHDAY OF THE DAY: Guy Benson, Townhall.com political editor, Fox News contributor and host of 'The Guy Benson Show'\". politico.com. Politico, LLC. Retrieved September 4, 2020.\n\n^ \"Guy Benson and the End of Discussion on College Campuses\". utexas.edu. The University of Texas at Austin. Retrieved September 4, 2020.\n\n^ Hewitt, Hugh (April 22, 2008). \"The Ayers-Dohrn 2007 Audio\". Hugh Hewitt. Retrieved May 4, 2015.\n\n^ Jacoby, Jeff (April 27, 2008). \"Obama's 'mainstream' friends\". Boston Globe. Retrieved May 4, 2015.\n\n^ NRO Media Blog: Stanley Kurtz's Fairness Doctrine Preview\n\n^ Morrissey, Ed (October 21, 2008). \"The comprehensive argument against Barack Obama\". Hot Air. Retrieved May 4, 2015.\n\n^ Benson, Guy (January 26, 2015). \"Hugh Hewitt Show\" (Interview). Interviewed by Hugh Hewitt.\n\n^ \"James Benson\". IMDb. Retrieved January 27, 2015.\n\n^ Geidner, Chris (May 4, 2015). \"A Fox News Contributor On Being Gay, The GOP, And Religious Liberty\". BuzzFeed. Retrieved May 4, 2015.\n\n^ Dugan, Christina (September 7, 2019). \"Fox News Commentator Guy Benson Marries Boyfriend Adam Wise in Romantic Napa Ceremony\". People. Retrieved September 9, 2019.\n\n\nExternal links[edit]\n\"The Guy Benson Show\" Site\nGuy Benson's Columns\nGuy Benson, \"Farewell (Sort of)\", National Review, August 29, 2010\nAppearances on C-SPAN\nAuthority control databases International\nVIAF\nNational\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Guy_Benson&oldid=1187273218\"",
    "twitter": ""
  },
  {
    "name": "H.R. McMaster",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/hr-mcmaster-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "military",
    "wiki": "United States Army general (born 1962)\nNot to be confused with Henry McMaster.\n\n\nH. R. McMaster25th United States National Security AdvisorIn officeFebruary 20, 2017 – April 9, 2018PresidentDonald TrumpDeputyK. T. McFarlandDina PowellRicky WaddellPreceded byMichael FlynnSucceeded byJohn Bolton\nPersonal detailsBornHerbert Raymond McMaster (1962-07-24) July 24, 1962 (age 61)Philadelphia, Pennsylvania, U.S.Spouse\nKathleen Trotter ​(m. 1985)​Children3[1]EducationUnited States Military Academy (BS)University of North Carolina, Chapel Hill (MA, PhD)Nickname\"The Iconoclast General\"[2]Military serviceAllegiance United StatesBranch/service United States ArmyYears of service1984–2018Rank Lieutenant GeneralCommandsEagle Troop, 2nd Armored Cavalry Regiment1st Squadron, 4th Cavalry Regiment3d Armored Cavalry RegimentConcept Development and Experimentation Directorate, Army Capabilities Integration CenterJoint Anti-Corruption Task Force (Shafafiyat), International Security Assistance ForceManeuver Center of ExcellenceBattles/wars\nGulf War\nBattle of 73 Easting\nGlobal War on Terrorism\nIraq War\nWar in Afghanistan\nAwardsArmy Distinguished Service Medal (3)Silver StarDefense Superior Service MedalLegion of Merit (2)Bronze Star (2)Purple HeartDefense Meritorious Service Medal (2)Army Meritorious Service Medal (5)Joint Service Commendation MedalArmy Commendation Medal (4)Army Achievement Medal (4)\nHerbert Raymond McMaster (born July 24, 1962) is a retired United States Army lieutenant general who served as the 25th United States National Security Advisor from 2017 to 2018. He is also known for his roles in the Gulf War, Operation Enduring Freedom, and Operation Iraqi Freedom.\nBorn in Philadelphia, McMaster graduated from the United States Military Academy in 1984 and earned a Ph.D. in American history from the University of North Carolina at Chapel Hill. His dissertation was critical of American strategy and military leadership during the Vietnam War and served as the basis for his book Dereliction of Duty, which is widely read in the United States military.[3] During the Gulf War, McMaster served as a captain in the 2nd Cavalry Regiment, taking part in the Battle of 73 Easting.\nAfter the Gulf War, McMaster was a military history professor at the United States Military Academy from 1994 to 1996, became a research fellow at the Hoover Institution, a member of the Council on Foreign Relations and a Consulting Senior Fellow at the International Institute for Strategic Studies (IISS).[4] He held a series of staff positions in the United States Central Command. In 2004, he took command of the 3rd Cavalry Regiment and fought the Iraqi insurgency in Tal Afar. He became a top counterinsurgency advisor to General David Petraeus before serving as the Director of the Army Capabilities Integration Center. He also served as the Deputy to the Commander for Planning of the International Security Assistance Force in Afghanistan and, in 2014, became Deputy Commanding General of the Army Training and Doctrine Command.\nIn February 2017, McMaster succeeded Michael Flynn as President Donald Trump's National Security Advisor. He remained on active duty as a lieutenant general while serving as National Security Advisor, and retired in May 2018.[5][6] McMaster resigned as National Security Advisor on March 22, 2018, effective April 9,[7][8][9] and accepted an academic appointment at Stanford University in 2018.[10]\nMcMaster is the Fouad and Michelle Ajami Senior Fellow at the Hoover Institution, the Bernard and Susan Liautaud Visiting Fellow at the Freeman Spogli Institute for International Studies and a lecturer in management at the Stanford Graduate School of Business.[11][12][13]\n\n\nEarly life[edit]\nMcMaster was born in Philadelphia on July 24, 1962.[14] His father, Herbert McMaster Sr., was a veteran of the Korean War who retired from the Army as a lieutenant colonel.[15] His mother, Marie C. \"Mimi\" McMaster (née Curcio),[16] was a school teacher and administrator.[17] He has a younger sister, Letitia.[17] He attended Norwood Fontbonne Academy, graduating in 1976; and high school at Valley Forge Military Academy, graduating in 1980. He earned a commission as a second lieutenant upon graduating from the United States Military Academy at West Point in 1984.[18]\nMcMaster earned a Master of Arts and Ph.D. in American history from the University of North Carolina at Chapel Hill (UNC). His thesis was critical of American strategy in the Vietnam War, which was further detailed in his book Dereliction of Duty (1997).[19] The book explores the military's role in the policies of the Vietnam War.[20] It harshly criticized high-ranking officers of the era, arguing that they inadequately challenged Secretary of Defense Robert McNamara and President Lyndon B. Johnson on their Vietnam strategy. The book examines McNamara and Johnson's staff alongside the Joint Chiefs of Staff and other high-ranking military officers, and their failure to provide a successful plan of action either to pacify a Viet Cong insurgency or to decisively defeat the North Vietnamese Army. McMaster also details why military actions intended to indicate \"resolve\" or to \"communicate\" ultimately failed when trying to accomplish sparsely detailed, confusing, and conflicting military objectives. The book was reportedly much read in Pentagon circles and included in military reading lists.[21][22]\n\nMilitary career[edit]\nPresident Donald Trump, Vice President Mike Pence, and National Security Advisor Lt. Gen. H.R. McMaster have lunch with service members on July 18, 2017.\nMcMaster's first assignment after commissioning was to the 2nd Armored Division at Fort Hood, where he served in a variety of platoon and company-level leadership assignments with 1st Battalion 66th Armor Regiment. In 1989, he was assigned to the 2nd Armored Cavalry Regiment at Warner Barracks in Bamberg, Germany, where he served until 1992, including deployment to Operation Desert Storm.\nDuring the Gulf War in 1991 McMaster was a captain commanding Eagle Troop of the 2nd Armored Cavalry Regiment at the Battle of 73 Easting.[23] During that battle, though significantly outnumbered and encountering the enemy by surprise as McMaster's lead tank crested a dip in the terrain, the nine tanks of his troop destroyed 28 Iraqi Republican Guard tanks[24] without loss in 23 minutes.[25]\nMcMaster was awarded the Silver Star. The now famous battle is featured in several books about Operation Desert Storm and is widely referred to in US Army training exercises. It was also discussed in Tom Clancy's 1994 popular nonfiction book Armored Cav.[26]\nMcMaster served as a military history professor at West Point from 1994 to 1996, teaching among other things the battles in which he fought. He graduated from the United States Army Command and General Staff College in 1999.[27]\nMcMaster commanded 1st Squadron, 4th Cavalry Regiment from 1999 to 2002, and then took a series of staff positions at U.S. Central Command (USCENTCOM), including planning and operations roles in Iraq.\nIn his next job, as lieutenant colonel and later colonel, McMaster worked on the staff of USCENTCOM as executive officer to Deputy Commander Lieutenant General John Abizaid. When Abizaid received four-star rank and became Central Command's head, McMaster served as Director, Commander's Advisory Group (CAG), described as the command's brain trust.\nIn 2003 McMaster completed an Army War College research fellowship at Stanford University's Hoover Institution. In 2004, he was assigned to command the 3rd Armored Cavalry Regiment (3rd ACR). Shortly after McMaster took command the regiment deployed for its second tour in Iraq and was assigned the mission of securing the city of Tal Afar. That mission culminated in September with Operation Restoring Rights and the defeat of the city's insurgent strongholds. President George W. Bush praised this success, and the PBS show Frontline broadcast a documentary in February 2006 featuring interviews with McMaster. CBS's 60 Minutes produced a similar segment in July,[28] and the operation was the subject of an article in the April 10, 2006, issue of The New Yorker.\nAuthor Tim Harford has written that the pioneering tactics employed by 3rd ACR led to the first success in overcoming the Iraqi insurgency. Before 2005, tactics included staying out of dangerous urban areas except on patrols, with US forces returning to their bases each night. These patrols had little success in turning back the insurgency because local Iraqis who feared retaliation would very rarely assist in identifying them to US forces. McMaster deployed his soldiers into Tal Afar on a permanent basis, and once the local population grew confident that they weren't going to withdraw nightly, the citizens began providing information on the insurgents, enabling US forces to target and defeat them.[26][29] After hearing of McMaster's counterinsurgency success in Tal Afar, Vice President Dick Cheney invited McMaster to personally brief him on the situation in Iraq and give an assessment on what changes needed to be made to American strategy.[30]\nMcMaster passed command of the 3rd ACR on June 29, 2006, and joined the International Institute for Strategic Studies in London, as a Senior Research Associate tasked to \"conduct research to identify opportunities for improved multi-national cooperation and political-military integration in the areas of counterinsurgency, counter-terrorism, and state building\", and to devise \"better tactics to battle terrorism.\"[31]\nFrom August 2007 to August 2008, McMaster was part of an \"elite team of officers advising U.S. commander\" General David Petraeus on counterinsurgency operations while Petraeus directed revision of the Army's Counterinsurgency Field Manual during his command of the Combined Arms Center.[32] Petraeus and most of his team were stationed in Fort Leavenworth at the time but McMaster collaborated remotely, according to senior team member John Nagl.[26][29]\n\nMcMaster as BCT guest lecturer in September 2009\nBased on his date of rank as a colonel, McMaster was considered for promotion to brigadier general by annual Department of the Army selection boards in 2006 and 2007 but was not selected, despite his reputation as one of \"the most celebrated soldiers of the Iraq War.\"[33][34][35][36] Though the Army's rationale for whether a given officer is selected is not made public, McMaster's initial non-selection attracted considerable media attention.[37][38][39] In late 2007, Secretary of the Army Pete Geren requested that Petraeus return from Iraq to take charge of the promotion board as a way to ensure that the best performers in combat received every consideration for advancement, resulting in McMaster's selection along with other colonels who had been identified as innovative thinkers.[26][40]\n\nMcMaster as commander of the Maneuver Center of Excellence in 2012\nIn August 2008, McMaster assumed duties as Director, Concept Development and Experimentation (later renamed Concept Development and Learning), in the Army Capabilities Integration Center (ARCIC) at Fort Monroe, Virginia, part of U.S. Army Training and Doctrine Command. In this position he was involved in preparing doctrine to guide the Army over the next 10 to 20 years. He was promoted on June 29, 2009.[41] Of the 978 members of the West Point Class of 1984 commissioned into the U.S. Army, McMaster was the second promoted to General Officer.[42] In July 2010 he was selected to be the J-5, Deputy to the Commander for Planning, at ISAF (International Security Assistance Forces) Headquarters in Kabul, Afghanistan.\nMcMaster was nominated for major general on January 23, 2012, and selected to be the commander of the Army's Maneuver Center of Excellence at Fort Benning.[43] In February 2014, Defense Secretary Chuck Hagel nominated McMaster for lieutenant general and in July 2014, McMaster pinned on his third star when he began his duties as Deputy Commanding General of the U.S. Army Training and Doctrine Command and Director of TRADOC's Army Capabilities Integration Center.[44]\nArmy Chief of Staff General Martin Dempsey remarked in 2011 that McMaster was \"probably our best Brigadier General.\"[45] McMaster made Time's list of the 100 most influential people in the world in April 2014. He was hailed as \"the architect of the future U.S. Army\" in the accompanying piece written by retired Lt. Gen. David Barno, who commanded U.S. and allied forces in Afghanistan from 2003 to 2005. \"Major General Herbert Raymond McMaster might be the 21st century Army's pre-eminent warrior-thinker,\" Barno wrote, commenting on McMaster's \"impressive command and unconventional exploits in the second Iraq war.\"[46] Barno also wrote, \"Recently tapped for his third star, H.R. is also the rarest of soldiers—one who has repeatedly bucked the system and survived to join its senior ranks.\"[47] In 2014, retired Army Gen. Jack Keane, a former Army vice chief, commented, \"It is heartening to see the Army reward such an extraordinary general officer who is a thought leader and innovator while also demonstrating sheer brilliance as a wartime brigade commander.\"[48]\nMcMaster requested his retirement from the Army following his March 22, 2018, resignation as President Trump's National Security Adviser,[49] asking that he leave the service \"this summer.\"[50]\n\nMcMaster during the April 2017 Syrian missile strike operation\nNational Security Advisor[edit]\nOn February 20, 2017, U.S. President Donald Trump nominated McMaster for National Security Advisor following the resignation of Michael T. Flynn[51][52] on February 13.[53] McMaster said at the time that he intended \"to remain on active duty while he serves as national security advisor.\"[54][55]\nIn 2017, McMaster attended the Bilderberg Group meeting in Virginia.[56]\nBecause McMaster intended to remain on active duty, his official assumption of the National Security Advisor's duties and responsibilities required a United States Senate vote; lieutenant generals and generals require Senate confirmation of their rank and assignments.[57] On March 6, 2017, the Senate Armed Services Committee voted 23–2 to recommend to the full Senate that McMaster be confirmed for reappointment at his lieutenant general rank during his service as the National Security Advisor.[58] The committee recommendation was referred to the Senate on March 7, and the full Senate confirmed McMaster by a vote of 86–10 on March 15, 2017.[59]\n\nMcMaster during the 2018 Munich Security Conference\nIn early August, McMaster was targeted by what some deemed a \"smear campaign\" after he fired several National Security Council staff members.[60][61][62] White House officials and journalists suspected Steve Bannon of leading these attacks.[63][64] Attorney Mike Cernovich, radio host Alex Jones and Breitbart News were among the foremost promoters of the anti-McMaster campaign; Cernovich's website for the campaign also included a cartoon depicting McMaster, which the Anti-Defamation League (ADL) labeled antisemitic.[65][66] In addition, the Center for Security Policy criticized McMaster for being insufficiently conservative and for not supporting Trump's agenda.[67][68][69] The anti-McMaster campaign prompted dismissive responses by administration officials, and a statement from Trump affirming his confidence in McMaster.[70][71]\nAccording to reports, McMaster had called Trump a \"dope\" in July 2017, which a spokesman for the National Security Council denied saying \"Actual participants in the dinner deny that General McMaster made any of the comments attributed to him by anonymous sources. Those false comments represent the diametric opposite of General McMaster's actual views\".[72][73]\nIn February 2018, McMaster said that it was \"incontrovertible\" that Russia interfered in the 2016 presidential election. McMaster, who spoke a day after a federal grand jury indicted more than a dozen Russians in connection with the interference, was addressing an international audience at the Munich Security Conference, including several Russian officials.[74]\n\nDismissal[edit]\nOn March 15, 2018, it was reported that Trump had decided to dismiss McMaster from his position at a later, unspecified date. White House Press Secretary Sarah Huckabee Sanders denied the reports in a tweet, claiming nothing had changed at the National Security Council.[75]\nOn March 22, 2018, McMaster resigned as National Security Advisor after conflicts with Trump,[76] and disagreements with him on key foreign policy strategies, including the administration's approach to Iran,[77] Russia, and North Korea.[78] He said in a statement that he planned to retire from the military sometime in the next few months.[5] According to reports, the military was resistant to promoting McMaster and granting him a follow-on assignment,[79] while McMaster was not inclined to accept the positions that were offered.[80] Trump announced John Bolton, former U.S. Ambassador to the United Nations, as McMaster's replacement.[7] McMaster's ousting closely followed the departures of several other high-ranking officials in the administration, including Trump's longtime assistant and communications director Hope Hicks, national economic advisor Gary Cohn, and Secretary of State Rex Tillerson.[81] As with Tillerson's dismissal, Trump first announced McMaster's departure from the administration via a public tweet.[8][9][82]\nMcMaster's retirement ceremony was held on May 18, 2018. It took place at Joint Base Myer–Henderson Hall, and was presided over by General Mark A. Milley, the Army Chief of Staff.[83] Among the decorations and honors McMaster received was a third award of the Army Distinguished Service Medal.[84]\n\nPost-military career[edit]\nIn September 2018, McMaster began work as a Bernard and Susan Liautaud Visiting Fellow at Stanford University's Freeman Spogli Institute for International Studies.[85] He was appointed to the Fouad and Michelle Ajami Senior Fellowship at Stanford's Hoover Institution and serves as a lecturer in management at Stanford Graduate School of Business[86] effective September 1, 2018, as that institution had announced on July 2 that year.[87]\nMcMaster is a member of the Atlantic Council's[88] Board of Directors, and in 2019 became an Advisory Board Member of Spirit of America, a 501(c)(3) organization that supports deployed US personnel.[89] In 2020, McMaster became a board member of Zoom Video Communications,[90] and advisor to Mischler Financial Group Inc.[91] He is Chairman of Ergo's Flashpoints Forum, a consultancy firm. In 2021, McMaster joined the National Security Advisory Board of venture capital firm, Shield Capital, as Senior Advisor. [92] In September 2021, McMaster joined the advisory board of the geospatial-intelligence corporation Edgybees.[93] At the end of 2021, he joined the advisory board of the artificial intelligence corporation C3 AI.[94] In January 2022, he joined the advisory board of Strider Technologies,[95] a software firm focused on economic statecraft risk vis-à-vis strategic competition with China.[96]\nIn 2021 McMaster was appointed Distinguished University Fellow at Arizona State University[97] where he serves as a subject matter expert on national security and defense issues. Also serving as an Arizona State University guest lecturer,[98] he guides and mentors students, and hosts special events surrounding national security and defense to advance Arizona State University’s lead in competitive statecraft.\n\nBooks[edit]\nHarperCollins published McMaster's memoir, Battlegrounds: The Fight to Defend the Free World in September 2020.[99]\nThe book is an exploration of international relations as well as a memoir. It is structured in seven parts, each concerning an area of interest for foreign policy, with autobiographical details strewn throughout. The areas are Russia, China, South Asia, the Middle East, Iran and North Korea. The final part is about \"Arenas\", which concludes the author's vision of foreign policy for the United States. Ultimately, McMaster believes that the liberal hegemony accomplished with the collapse of the Soviet Union has led to hubris in American foreign policy, leaving the United States vulnerable while great power competition has returned.[100]\nPositive reviews of the book included one by Cliff May, founder and president of Foundation for Defense of Democracies (FDD), who said of the book \"...with H.R.’s thoughtful, substantive, and intellectual approach. Battlegrounds lives up to this expectation, and then some. As a historian, as well as a soldier and strategist, General McMaster explores the development of the complex challenges facing America in the 21st Century.\"[101] Another positive review was that of Steve Cohen, an attorney at Pollock Cohen LLP in New York and a former member of the U.S. Naval Institute Board of Directors, who said it was \"...a sober, thoughtful, intelligent volume that deserves shelf space for anyone serious about U.S. foreign policy in the first part of the 21st century.\"[102]\nNegative reviews included one by Spencer Ackerman, who said the book \"is disinterested in shedding any significant light on the Trump administration...The geopolitical perspective McMaster offers in Battlegrounds, in keeping with his year as national security adviser, pretends that Trump hasn't happened.\"[103] Another negative review was that of Gregory A. Daddis, who wrote of the book in the Los Angeles Review of Books, \"The entire treatise is an advertisement for coercive diplomacy, yet offers little exploration of the potential consequences of constant coercion of others, and of the increased risk of war that follows.\"[104]\nMcMaster is also the author of Dereliction of Duty: Lyndon Johnson, Robert McNamara, the Joint Chiefs of Staff and the Lies that Led to Vietnam and has co-authored several other books on foreign policy.\n\nDecorations and badges[edit]\nThis section of a biography of a living person needs additional citations for verification. Please help by adding reliable sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately from the article and its talk page, especially if potentially libelous.Find sources: \"H. R. McMaster\" – news · newspapers · books · scholar · JSTOR (December 2020) (Learn how and when to remove this template message)\n\n\nU.S. military decorations\n\n\n\n\nArmy Distinguished Service Medal with two Oak leaf clusters\n\n\n\n\nSilver Star\n\n\n\n\nDefense Superior Service Medal\n\n\n\n\nLegion of Merit with Oak leaf cluster\n\n\n\n\nBronze Star Medal with Oak leaf cluster\n\n\n\n\nPurple Heart\n\n\n\n\nDefense Meritorious Service Medal with Oak leaf cluster\n\n\n\n\nMeritorious Service Medal with four Oak leaf clusters\n\n\n\n\nJoint Service Commendation Medal\n\n\n\n\nArmy Commendation Medal with three Oak leaf clusters\n\n\n\n\nArmy Achievement Medal with three Oak leaf clusters\n\n\n\n\nValorous Unit Award\n\n\nU.S. service (campaign) medals and service and training ribbons\n\n\n\n\nNational Defense Service Medal with one service star\n\n\n\n\nSouthwest Asia Service Medal with three service stars\n\n\n\n\nAfghanistan Campaign Medal\n\n\n\n\nIraq Campaign Medal with three service stars\n\n\n\n\nGlobal War on Terrorism Expeditionary Medal\n\n\n\n\nGlobal War on Terrorism Service Medal\n\n\n\n\nHumanitarian Service Medal\n\n\n\n\nArmy Service Ribbon\n\n\n\n\nArmy Overseas Service Ribbon with bronze award numeral 4\n\n\nForeign decorations\n\n\n\n\nNATO Medal\n\n\n\n\nKuwait Liberation Medal (Saudi Arabia)\n\n\n\n\nKuwait Liberation Medal (Kuwait)\n\n\n\nU.S. badges, patches and tabs\n\n\n\n\nCombat Action Badge\n\n\n\n\nBasic Parachutist Badge\n\n\n\n\nRanger tab\n\n\n\n\n3d Armored Cavalry Regiment Distinctive Unit Insignia\n\n\n\n\n3d Armored Cavalry Regiment Combat Service Identification Badge\n\n\n\n\n10 Overseas Service Bars\n\n\nU.S. orders\n\n\n\n\nOrder of the Spur Cavalry Hat and Spurs (Gold)[citation needed]\n\nSee also[edit]\n Biography portal\nReferences[edit]\n\n\n^ Clarke, Sara. \"10 Things You Didn't Know About H.R. McMaster\". U.S. News & World Report. Retrieved March 13, 2018.\n\n^ \"General HR McMaster: Who is Donald Trump's new national security adviser?\". ABC News (Australia). Sydney, Australia. February 20, 2017.\n\n^ \"Who Is H.R. McMaster?\". VOA. February 21, 2017. Retrieved June 19, 2023.\n\n^ \"International Institute for Strategic Studies – H.R. McMaster. Retrieved 2007-09-02\". International Institute for Strategic Studies. Archived from the original on May 10, 2018. Retrieved November 14, 2017.\n\n^ a b Cohen, Zachary; Gaouette, Nicole; Collins, Kaitlan (March 23, 2018). \"Trump replaces H.R. McMaster as national security adviser with John Bolton\". CNN. Retrieved March 23, 2018.\n\n^ \"Lt. Gen. McMaster Retirement Ceremony\". Flickr.com. 3rd U.S. Infantry Regiment (The Old Guard). May 18, 2018.\n\n^ a b Landler, Mark; Davis, Julie Hirschfeld; Baker, Peter (March 22, 2018). \"McMaster to Resign as National Security Adviser, and Will Be Replaced by John Bolton\". The New York Times. ISSN 0362-4331. Retrieved March 22, 2018.\n\n^ a b \"John Bolton to replace H.R. McMaster as national security adviser\". POLITICO. Retrieved March 22, 2018.\n\n^ a b Jaffe, Greg (March 22, 2018). \"Trump names former ambassador John Bolton as his new national security advisor\". The Washington Post. ISSN 0190-8286.\n\n^ \"H.R. McMaster appointed the Bernard and Susan Liautaud Visiting Fellow at\". cisac.fsi.stanford.edu. July 2, 2018. Retrieved June 19, 2023.\n\n^ \"H.R. McMaster\". Stanford Graduate School of Business. Retrieved June 17, 2020.\n\n^ \"H. R. McMaster\". Hoover Institution. Retrieved June 17, 2020.\n\n^ \"FSI - H.R. McMaster\". fsi.stanford.edu. Retrieved June 17, 2020.\n\n^ Clancy, Tom (1994). Armored Cav: A Guided Tour of an Armored Cavalry Regiment. New York: Berkley Books. p. 255. ISBN 978-0425158364.\n\n^ Dean, Mensah M. (July 9, 2018). \"Nurse held for trial in death of Herbert R. McMaster Sr., father of ex-Trump national security adviser\". Retrieved September 22, 2020.\n\n^ \"Marie C. \"Mimi\" (Curcio) McMaster Obituary\". Legacy.com. May 12, 2013.\n\n^ a b Moran, Robert; Schaefer, Mari A. (February 21, 2017). \"Trump appoints Philly native, Valley Forge grad as top security advisor\". The Inquirer.\n\n^ \"Trump appoints Philly native, Valley Forge grad as top security adviser\". February 20, 2017.\n\n^ Spector, Ronald (July 20, 1997). \"Cooking Up a Quagmire\". The New York Times. Retrieved February 20, 2017.\n\n^ King, Keith (March 14, 2017). \"National Security Adviser a two-time Carolina graduate\". Archived from the original on March 26, 2019.\n\n^ Odierno, Raymond T. (March 2, 2012). \"The Chief of Staff's Professional Reading List\" (PDF). cape.army.mil/. Washington, DC: Office of the U.S. Army Chief of Staff. p. 1. Archived from the original (PDF) on December 24, 2016. Retrieved November 3, 2017.\n\n^ Neller, Robert B. (2017). \"Commandant's Reading List – A Complete List\". USMC Officer. Washington, DC: Office of the Commandant, U.S. Marine Corps.\n\n^ \"M1a1 Abrams Tanks in action Iraq-73 Easting\". dragoonbase.com.\n\n^ Gal Perl Finkel, US National Security Adviser Faces Challenges at Home and Abroad, The Jerusalem Post, February 22, 2017.\n\n^ \"In New Cold War, Two Generals Square Off\". Wall Street Journal. June 17, 2017.\n\n^ a b c d Tim Harford (2011). Adapt: Why Success Always Starts with Failure. Little, Brown. pp. 46–56, 61, 72–74, 77–78. ISBN 978-1408701522.\n\n^ WLA: War, Literature & the Arts, Volume 11. Colorado Springs, CO: U.S. Air Force Academy. 1999. p. 230.\n\n^ \"Tal Afar: Al Qaeda's Town\". CBS News.\n\n^ a b Tim Harford (May 23, 2011). \"Lessons from war's factory floor\". Financial Times. Archived from the original on December 11, 2022. Retrieved August 2, 2011.\n\n^ Dick Cheney (August 30, 2011). In My Time: A Personal and Political Memoir. Simon and Schuster. pp. 440–. ISBN 978-1439176238.\n\n^ \"International Institute for Strategic Studies – H.R. McMaster. Retrieved 2007-09-02\". iiss.org. Archived from the original on May 10, 2018. Retrieved November 14, 2017.\n\n^ Tisdall, Simon (February 28, 2007). \"Military chiefs give US six months to win Iraq war\". The Guardian. Retrieved November 14, 2017 – via www.theguardian.com.\n\n^ Kaplan, Fred (August 26, 2007). \"Challenging the Generals\". The New York Times. Retrieved September 2, 2007.\n\n^ Joyner, James (July 25, 2007). \"H.R. McMaster Passed Over – Reverse Peter Principle?\". Outside the Beltway. Dulles, VA.\n\n^ \"Next Generation of US Army COIN Leadership?\". Small Wars Journal. Bethesda, MD. November 17, 2007.\n\n^ Packer, George (August 12, 2008). \"One Star for McMaster, One Cheer for the Army\". The New Yorker. New York.\n\n^ \"Col. McMaster\". CBS News.\n\n^ Fred Kaplan, Slate.com, Annual General Meeting: Finally, the Army is Promoting the Right Officers, August 4, 2008\n\n^ Blake Hounshell, Foreign Policy magazine, McMaster Gets His Star, July 16, 2008\n\n^ Ann Scott Tyson, \"Army's Next Crop of Generals Forged in Counterinsurgency\", Washington Post, May 15, 2008\n\n^ Hoover Institution, H.R. McMaster promoted to brigadier general in the U.S. Army, August 15, 2009\n\n^ \"(U//FOUO) Army General Officer Public Roster By Rank | Public Intelligence\". publicintelligence.net. May 20, 2012. Retrieved January 20, 2023.\n\n^ U.S. Army News Release, McMaster Tapped for Promotion, Command of Benning, April 4, 2012\n\n^ Amy L. Haviland, U.S. Army, McMaster to Lead Development of Future Force, July 16, 2014\n\n^ Ricks, Thomas E. (July 27, 2011). \"Dempsey on Two Big Lessons of Iraq: Think More and Train Leaders Better\". Foreign Policy.\n\n^ \"Gen. McMaster makes Time's '100 most influential'\". Military Times. Sightline Media Group. April 27, 2014. Retrieved August 27, 2014.\n\n^ Barno, Dave (April 23, 2014). \"Major General Herbert Raymond McMaster\". Time. Retrieved February 20, 2017.\n\n^ Bill Gertz, Washington Free Beacon, Iconoclast Army General to Get Third Star: Army Maj. Gen. H.R. McMaster Receives Promotion, February 18, 2014\n\n^ Cohen, Zachary; Gaouette, Nichole; Collins, Kaitlan (March 23, 2018). \"Trump replaces H.R. McMaster as national security adviser with John Bolton\". CNN. Retrieved November 10, 2020.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ Timmons, Heather; Siese, April (March 22, 2018). \"Donald Trump picks pro-war John Bolton as his new national security advisor\". Quartz. Retrieved November 10, 2020.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ \"Trump Selects Lt. Gen. H.R. McMaster as National Security Adviser\". Fox News. February 20, 2017. Archived from the original on February 20, 2017. Retrieved February 20, 2017.\n\n^ \"Trump Names Lt Gen HR McMaster as National Security Advisor\". BBC News. February 20, 2017. Retrieved February 20, 2017.\n\n^ Haberman, Maggie; Rosenberg, Matthew; Apuzzo, Matt; Thrush, Glenn (February 13, 2017). \"Michael Flynn Resigns as National Security Adviser\". The New York Times. Retrieved November 10, 2020.\n\n^ Talev, Margaret (February 20, 2017). \"Trump Picks Outspoken Army 'Rebel' as National Security Advisor\". Retrieved February 21, 2017.\n\n^ Diamond, Jeremy. \"Trump picks Lt. Gen. H.R. McMaster as new national security advisor\". CNN. Retrieved February 21, 2017.\n\n^ \"BBC\". BBC News. June 2017.\n\n^ Rogin, Ali; Martinez, Luis (February 21, 2017). \"McMaster needs Senate confirmation because he's a 3-star general\". New York: ABC News.\n\n^ Tritten, Travis J. (March 7, 2017). \"Senate panel gives nod to McMaster's 3-star status\". Stars and Stripes. Washington, DC.\n\n^ Tritten, Travis J. (March 15, 2017). \"Senate vote allows McMaster to retain 3 stars as Trump advisor\". Stars and Stripes. Washington, DC. Archived from the original on March 30, 2021. Retrieved June 3, 2018.\n\n^ Smear campaign targets McMaster – CNN Video, August 4, 2017, retrieved August 22, 2017\n\n^ \"Sen. McCain decries criticism of McMaster as 'smear tactics'\". The Washington Post. Archived from the original on August 22, 2017. Retrieved August 22, 2017.\n\n^ \"'The most well-organized campaign in the history of the alt-right' is targeting H.R. McMaster\". Business Insider. Retrieved August 22, 2017.\n\n^ The Editorial Board (August 8, 2017). \"McMaster and the Commander\". Wall Street Journal. ISSN 0099-9660. Retrieved August 22, 2017.\n\n^ \"Trump advisors at odds over president's foreign policy\". The Washington Post. Archived from the original on August 22, 2017. Retrieved August 22, 2017.\n\n^ Gray, Rosie. \"The War Against H.R. McMaster\". The Atlantic. Retrieved August 22, 2017.\n\n^ \"Anti-Semitism Used in Attack Against National Security Adviser H.R. McMaster\". Anti-Defamation League. Retrieved August 22, 2017.\n\n^ Bertrand, Natasha (August 4, 2017). \"The knives are coming out for H.R. McMaster\". Business Insider.\n\n^ Davis, Julie (August 11, 2017). \"White House Aide Forced Out After Claim of Leftist Conspiracy\". The New York Times.\n\n^ Liptak, Kevin (August 4, 2017). \"H.R. McMaster faces attacks from conservatives\". CNN.\n\n^ Sophie Tatum and Kevin Liptak (August 5, 2017). \"Trump asserts support for McMaster\". CNN. Retrieved August 22, 2017.\n\n^ \"Russian Bots Tweeting Calls To Fire McMaster, Former FBI Agent Says\". NPR.org. Retrieved August 22, 2017.\n\n^ \"Sources: McMaster Mocked Trump's Intelligence At A Private Dinner\". BuzzFeed News. November 20, 2017. Retrieved March 22, 2021.\n\n^ Nguyen, Tina (November 20, 2017). \"An \"Idiot\" and a \"Dope\": McMaster Reportedly Unloads on Trump During a Private Dinner\". Vanity Fair. Retrieved March 22, 2021.\n\n^ Held, Amy (February 17, 2018). \"Trump Chides McMaster For Saying Evidence Of Russian Interference 'Incontrovertible'\". National Public Radio. Washington, DC.\n\n^ Parker, Ashley; Dawsey, Josh; Rucker, Philip; Leonnig, Carol D. (March 15, 2018). \"Trump decides to remove national security advisor, and others may follow\". The Washington Post. Retrieved March 15, 2018.\n\n^ Woody, Christopher (March 22, 2018). \"National security adviser H.R. McMaster is out; John Bolton set to replace him\". Business Insider. New York.\n\n^ David E. Sanger and Steven Erlanger (May 7, 2018). \"Unswayed by Allies, Trump Is Expected to Leave Iran Deal, Diplomats Say\". The New York Times. Retrieved May 7, 2018.\n\n^ Dueck, Colin (September 22, 2020). \"H.R. McMaster's 'Battlegrounds': A Fight for the Soul of US Foreign Policy\". AEI.org. Washington, DC: American Enterprise Institute.\n\n^ \"Trump and McMaster have seemed anxious to part but so far remain together\". The Washington Post. Retrieved July 11, 2018.\n\n^ Woody, Christopher (March 23, 2018). \"Trump reportedly wanted to get McMaster out of the White House with a promotion — instead he's leaving the military altogether\". Business Insider. New York.\n\n^ Michael Wolff's explosive book on Trump: the key revelations, The Guardian, Martin Pengelly, January 5, 2018. Retrieved January 4, 2019.\n\n^ Trump, Donald John [@realDonaldTrump] (March 22, 2018). \"\"I am pleased to announce that, effective 4/9/18, @AmbJohnBolton will be my new National Security Advisor. I am very thankful for the service of General H.R. McMaster who has done an outstanding job & will always remain my friend. There will be an official contact handover on 4/9.\"\" (Tweet). Retrieved March 22, 2018 – via Twitter.\n\n^ \"Lt. Gen. McMaster Retirement Ceremony\".\n\n^ \"We were honored to provide musical support during a Department of the Army General Officer Retirement Ceremony in honor of Lt. Gen. H.R. McMaster at Conmy Hall on May 18th\". Facebook.com. U.S. Army Band. May 18, 2018.\n\n^ Jarocki, Andrew (July 3, 2018). \"McMaster, former Trump NSC head, lands at Stanford\".\n\n^ Kourouniotis, Chaney (July 2, 2018). \"H.R. McMaster appointed the Bernard and Susan Liautaud Visiting Fellow at FSI\". Center for International Security and Cooperation.\n\n^ \"Lieutenant General H.R. McMaster, US Army (Ret.) Named the Fouad and Michelle Ajami Senior Fellow at the Hoover Institution at Stanford University\". Associated Press. July 2, 2020. Retrieved November 10, 2020.\n\n^ \"Board of Directors\". Atlantic Council. Retrieved February 12, 2020.\n\n^ \"Advisory Board Member Biography, Lt. Gen. H.R. McMaster, US Army, Retired\". Spirit of America. Arlington, VA. Archived from the original on April 18, 2019. Retrieved April 19, 2019.\n\n^ Manikandan, Abhishek (May 6, 2020). \"Zoom adds ex-Trump adviser, tech lobbyist to PR push\". Reuters.\n\n^ \"Former National Security Advisor Lt. General H.R. McMaster (Ret.) Now a Special Advisor to Veteran-Owned Investment Bank Mischler Financial Group, Inc\" (Press release). Stamford, Conn. & Newport Beach, Calif.: Mischler Financial Group. December 3, 2020 – via Business Wire.\n\n^ \"Senior Advisor\". Shield Capital. Retrieved February 14, 2022.\n\n^ Edgybees. \"Edgybees Announces Strategic Appointments of H.R. McMaster, Brett B. Lambert, and Aki Yamaura to Advisory Board\". www.prnewswire.com (Press release). Retrieved January 14, 2022.\n\n^ \"Former US National Security Adviser H.R. McMaster Joins C3 AI Advisory Board\". WashingtonExec. December 20, 2021. Retrieved January 14, 2022.\n\n^ Inc, Strider Technologies. \"Lieut. Gen. (Ret.) H.R. McMaster and Charles Carmakal to Join Strider Technologies' Strategic Advisory Board\". www.prnewswire.com (Press release). Retrieved January 14, 2022. {{cite press release}}: |last= has generic name (help)\n\n^ TechBuzz. \"Strider Technologies Opens Utah Office. Risk Intelligence Company receives $10 million Series A from Koch Disruptive Technologies and One9 Ventures\". www.techbuzz.news. Retrieved January 14, 2022.\n\n^ \"Lieutenant General H.R. McMaster, U.S. Army (Ret) | Leadership, Diplomacy and National Security Lab\". ldns.asu.edu. Retrieved March 8, 2023.\n\n^ \"ONLINE: H.R. McMaster Book Talk: 'Battlegrounds: The Fight to Defend the Free World'\". ASU Events. August 6, 2020. Retrieved March 8, 2023.\n\n^ Italie, Hillel (July 12, 2018). \"H.R. McMaster book scheduled for 2020\". The Associated Press. HarperCollins Publishers told The Associated Press on Wednesday that McMaster's \"Battlegrounds\" is scheduled for 2020. The book will cover his 34-year military career and his time in the Trump administration.\n\n^ \"Battlegrounds: The Fight to Defend the Free World\".\n\n^ https://www.fdd.org/wp-content/uploads/2020/10/Events_Battlegrounds_Transcript_v02.pdf[bare URL PDF]\n\n^ \"Book Reviews\". December 2020.\n\n^ Ackerman, Spencer (September 20, 2020). \"H.R. McMaster Tries to Wish Away His Old Boss Donald Trump\". The Daily Beast. Retrieved October 20, 2020.\n\n^ Daddis, Gregory A. (December 20, 2020). \"America the Coercive: On H. R. McMaster's \"Battlegrounds: The Fight to Defend the Free World\"\". Los Angeles Review of Books. Retrieved December 21, 2020.\n\n\nFurther reading[edit]\nFred Kaplan, The Insurgents: David Petraeus and the Plot to Change the American Way of War, 2013, Simon & Schuster, ISBN 978-1451642636\nJohn Mearsheimer, The Tragedy of Great Power Politics, 2001, W.W. Norton & Company, ISBN 0393020258\nJakob J. Grygiel, The Unquiet Frontier: Rising Rivals, Vulnerable Allies, and the Crisis of American Power, 2016, Princeton University Press, ISBN 9780691178264\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to H. R. McMaster.\n\n\n\n\nWikiquote has quotations related to H. R. McMaster.\n\n\"H.R. McMaster: The Warrior's-Eye View of Afghanistan\", Wall Street Journal interview May 11, 2012\nOnline Video of Frontline program The Insurgency, see part 4.\nNov 2003 Crack in the Foundation: Defense Transformation and the Underlying Assumption of Dominant Knowledge in Future War, H.R. McMaster (PDF)\nLieutenant General H.R. McMaster: Visiting Fellow Biography, at the Hoover Institution\nAppearances on C-SPAN\n\n\nPolitical offices\n\n\nPreceded byMichael Flynn\n\n National Security Advisor 2017–2018\n\nSucceeded byJohn Bolton\n\n\nvteAssistants to the President for National Security Affairs\nCutler\nAnderson\nJackson (acting)\nCutler\nGray\nBundy\nRostow\nKissinger\nScowcroft\nBrzezinski\nAllen\nNance (acting)\nClark\nMcFarlane\nPoindexter\nCarlucci\nPowell\nScowcroft\nLake\nBerger\nC. Rice\nHadley\nJones\nDonilon\nS. Rice\nFlynn\nKellogg (acting)\nMcMaster\nBolton\nKupperman (acting)\nO'Brien\nSullivan\n\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nGermany\nIsrael\nUnited States\nCzech Republic\nNetherlands\nPoland\nOther\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=H._R._McMaster&oldid=1194843761\"",
    "twitter": ""
  },
  {
    "name": "Harlan Enterprise",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/harlan-enterprise-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Harry Ding",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/harry-ding-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Hasan Piker",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/hasan-piker-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American political commentator (born 1991)\n\n\nHasan PikerPiker at Politicon 2018Personal informationBornHasan Doğan Piker (1991-07-25) July 25, 1991 (age 32)New Brunswick, New Jersey, U.S.Other namesHasanAbiEducationUniversity of MiamiRutgers University, New Brunswick (BA)Occupations\nTwitch streamer\npolitical commentator\nRelativesCenk Uygur (uncle)Twitch informationChannel\nHasanAbi\nYears active2018–presentGenres\nPolitical commentary\nreaction\ngaming\nFollowers2.5 million\nYouTube informationChannel\nHasanAbi\nSubscribers1.33 million[1]Total views474 million[1]\nCreator Awards100,000 subscribers20201,000,000 subscribers2022\nLast updated: December 13, 2023\n\nHasan Doğan Piker (/ˈpaɪkər/ PY-kur, Turkish: [haˈsan doˈan piˈcæɾ]; born July 25, 1991), also known as HasanAbi (\"abi\" meaning \"big brother\" in Turkish), is a Turkish-American[2] online streamer and left-wing political commentator. He has previously worked as a broadcast journalist and producer at The Young Turks and as a columnist at HuffPost. He is currently one of the most-viewed and most-subscribed-to streamers on Twitch, where he covers news, plays a variety of video games, and discusses politics from a socialist perspective.[3]\n\n\nEarly life\nHasan Doğan Piker was born to Turkish parents in New Brunswick, New Jersey, and raised in Istanbul.[4][5] He says he was bullied during his time in public school in Turkey for his lack of physical fitness and questioning attitude towards Islam.[6]\nPiker returned to the United States and attended the University of Miami, then transferred to Rutgers University, where he graduated cum laude with a double major in political science and communication studies in 2013.[2][5]\n\nCareer\nThe Young Turks\nDuring his senior year of college in 2013, Piker interned for The Young Turks (TYT), a progressive news show and network co-founded by his uncle, Cenk Uygur. After graduating, Piker was hired by the network's ad sales and business department. He asked to host the show when a fill-in was needed, and later became a host and producer.[5][6] Uygur described his nephew as \"magnetic\" though \"rough around the edges\" at first.[6]\nIn 2016, Piker created and hosted The Breakdown, a TYT Network video series which aired on Facebook and presented left-leaning political analysis targeted at millennial supporters of Bernie Sanders.[2][6] The show was nominated in the \"Best Web Series\" category at the 10th Shorty Awards in 2018.[7] Piker also wrote political content for HuffPost from 2016 to 2018.[8][9]\nPiker created and hosted another TYT series in 2019 called Agitprop with Hasan Piker.[10] In January 2020, he announced his departure from TYT and his intention to focus on his career as a Twitch streamer.[11]\n\nTwitch\nPiker started streaming on Twitch in March 2018, while he was working at TYT.[4] Piker has said he shifted his attention from Facebook to Twitch in order to reach a younger audience, and because of what he felt was a preponderance of right-wing commentators on YouTube and a lack of leftist representation among streamers.[3][12][13] He became a popular left-wing political commentator, invited to appear on Fox News's The Issue Is and the political podcast Chapo Trap House.[3][14][15][16] His YouTube channel features highlights of his streams, and in 2022 reached over 1,000,000 subscribers.[17] Piker also streams gameplay and commentary of video games on his Twitch channel.[11][18][19] Sometimes Piker will role-play as \"Hank Pecker\", a caricature of a right-wing redneck.[20][21]\nDuring a Twitch stream on August 20, 2019, Piker criticized U.S. Representative Dan Crenshaw, a SEAL Team 3 veteran who served in Afghanistan, for his support of American military interventionism overseas. Piker said about Crenshaw, \"What the fuck is wrong with this dude? Didn’t he go to war and like literally lose his eye because some mujahideen, a brave fucking soldier fucked his eye hole with their dick?\"[22][23][24] In the same stream, Piker criticized American foreign policy and made controversial comments relating to the September 11 attacks, including \"America deserved 9/11.\"[24][25] His statements caused outrage on social media and were covered by Fox News and various other media outlets. Crenshaw said that Piker's comments was a \"disgusting defense of the 9/11 terrorist attacks against Americans.\" The Young Turks host and Piker's uncle Cenk Uygur called them \"very offensive,\" and invited Piker to appear on TYT to apologize.[26] Piker has defended his comments as satirical and cited American foreign policy as promoting conditions to make an event like 9/11 possible, but acknowledged that he should have used \"more precise\" language.[5][25][27] Twitch banned him for one week for the comments regarding Crenshaw and 9/11.[28]\nDuring the first 2020 United States presidential debate on September 29, Piker had over 125,000 viewers watching his commentary of the broadcast, the highest viewership of the debate on Twitch.[29] On October 19, 2020, U.S. Representative Alexandria Ocasio-Cortez collaborated with Piker and fellow Twitch streamer Pokimane to organize a stream of the Representative playing popular multiplayer game Among Us for the \"Get out the vote\" initiative.[11][30] The stream aired the following day, featuring both Ocasio-Cortez and U.S. Representative Ilhan Omar playing the game with Piker and many other popular Twitch streamers, reaching a total concurrent viewership of almost 700,000.[31][32][33]\nPiker's stream covering the results of the 2020 United States presidential election peaked at 230,000 concurrent viewers and was the sixth most-watched source of election coverage across YouTube and Twitch, comprising 4.9% of the market share.[34][35][36][37] He was the most watched Twitch streamer during the election week; his 80 hours of streams were viewed for a cumulative 6.8 million hours by an average of 75,000 concurrent viewers.[4][38][39] Piker's stream reached a new high of 231,000 viewers during the January 6 United States Capitol attack.[40]\nOn December 13, 2021, Piker was banned from Twitch for one week for using the racial epithet \"cracker\" repeatedly on stream. Piker argued that the term should not be considered a slur since a person using it is \"powerless\" and they \"are doing it as someone who has been historically oppressed blowing off steam.\"[41][42] He further contended \"cracker\" is not a slur in the same way as other racial slurs, stating that \"It's something I've talked about so many times because it's like white boys love fucking saying, 'Cracker is the same as the n-word,' It's really stupid. The etymology of the word is different. … It comes from 'whip cracker.' So the power is still in the hands of the white person in that situation, whereas the n-word is dehumanizing.\"[43][44] However, the exact history and etymology of the word is still debated.[45]\nDuring the Russian invasion of Ukraine, Piker, in partnership with CARE, raised over $200,000 for Ukrainian relief funds while playing Elden Ring, with an average of over 70,000 people watching his coverage of the conflict.[46][47][48]\nIn June 2022, Piker, along with other influencers such as Dr. K, was invited to discuss mental health with Surgeon General Vivek Murthy.[49][50][51]\nIn the aftermath of the February 6, 2023, Turkey–Syria earthquake, Piker organized a fundraiser that was also contributed to and promoted by other streamers and content creators including Jacksepticeye, Valkyrae, Ludwig Ahgren, and IShowSpeed. As of February 10[update], the fundraiser had raised over $1,200,000 for charities such as Care International's Turkish and Syrian branches as well as two Turkish NGOs: the AKUT Search and Rescue Association, and Ahbap, which was founded by Turkish musician Haluk Levent.[52][53][54]\nDuring the 2023 Israel–Hamas war, Piker's charity drive on his channel raised over $1,000,000, as of October 21, 2023, for the Palestine Children’s Relief Fund, American Near East Refugee Aid, Medical Aid for Palestinians, and the Palestinian Red Crescent Society.[55][56] He also spoke about the conflict on BBC News[57] and on Piers Morgan Uncensored along with Ehud Barak, the former Prime Minister of Israel.[58][59][60]\nIn January 2024, Piker interviewed a Yemeni man and self-proclaimed \"Red Sea Pirate\" who had filmed himself onboard the Galaxy Leader, a Bahamas-flagged ship that has been held captive by Houthi militants since November 2023.[61]\n\nOther ventures\nSince 2021, Piker has hosted the podcast Fear& (formerly Fear&Malding) alongside his friend and fellow Twitch streamer, Will Neff.[62] Streamers QTCinderella and AustinShow would later join the podcast as co-hosts in 2023.[63] From September 26, 2021 to October 12, 2023, Piker co-hosted the left-leaning political podcast Leftovers with co-host Ethan Klein.[62][64] After an episode on the 2023 Israeli-Hamas war, the show went on permanent hiatus.[65]\nOn November 8, 2021, Piker released a line of union-made merchandise called Ideologie and donated a portion of the proceedings to strike funds in which he raised over $180,000.[66][67][68]\n\nPolitical views\nPiker has been identified as a progressive, leftist, and a democratic socialist.[3][4][17][69] He has advocated in favor of workplace democracy,[70] universal health care,[15] intersectional feminism,[17] LGBTQ+ rights, Muslim rights[2] and gun control;[71] he has advocated against war, American imperialism, Islamophobia, white supremacy, fascism and capitalism.[2]\nPiker has cited his upbringing in Turkey under the Premiership of Recep Tayyip Erdoğan as an influence on both his left-wing views and willingness to speak out about them.[17][72] Piker supported the presidential primary campaigns of Bernie Sanders in 2016 and 2020,[73] and has been an outspoken critic of both the Democratic and Republican parties.[5][74] He also opposed Trump's Muslim Ban in 2017 and has been a critic of Islamophobic people and offensive stereotypes, hostility and negative attitudes towards Muslims. Piker has showed support for Muslims and their rights, especially in USA.[2][72]\n\nReception\nOutlets dedicated to video game culture and youth culture have covered Piker's streams positively. In particular, journalists have noted his ability to \"combine information and entertainment,\"[72] and to approach left-wing political coverage in a way that is relatable and accessible to Twitch viewers, who may feel out of touch with cable news.[34][75][76][46] Some authors also cite Piker's vulgar, animated style of expression and his physical appearance as notable factors behind his popularity.[72][75]\nGaming website Kotaku selected Piker as one of their \"Gamers of the Year\" for 2020, citing him as a major figure in the mainstreaming of political commentary on Twitch, a platform which in the past was seen as discouraging to political discussion.[39][76][77] Piker won a Streamy in the News category at the 10th annual awards in 2020, and was nominated again in the same category for the 2021 event.[78][79] In 2022, Piker was nominated in the categories News, Just Chatting, and Streamer of the Year, winning the News award for the second time and being nominated for three consecutive years.[80][81] At the event he also presented the Creator of the Year award alongside Avani Gregg, which was won by MrBeast for the third year in a row.[82] At the 2023 Streamer Awards, Piker was nominated for Best Just Chatting Streamer and Streamer of the Year, winning the former.[83][84]\n\nPersonal life\nPiker was raised as a Muslim and works with Muslims For Progressive Values.[2] He is of Turkish descent[5][72] and is the nephew of Cenk Uygur, politician and co-creator of The Young Turks.[85]\nIn August 2021, Piker purchased a $2.7 million house in West Hollywood, California.[86] The purchase was criticized online by people who felt that his lavish lifestyle seemed to be in opposition to his views as a socialist.[87][88][89][90] Similar criticism was aired in February 2022 after it emerged that Piker had purchased a Porsche Taycan.[91] Piker has also been criticized after a large-scale information leak from Twitch, which included the financial earnings of Piker among many other streamers. He responded by stating that his earnings have always been transparent, as his subscriber count has continuously been prominently displayed on screen.[92]\n\nAwards and nominations\n\n\nAward\n\nYear\n\nCategory\n\nNominated work\n\nResult\n\nRef.\n\n\nShorty Awards\n\n2018\n\nWeb Series\n\nThe Breakdown[a]\n\nNominated\n\n[7]\n\n\nWebby Awards\n\n2018\n\nNews & Information\n\nNominated\n\n[93]\n\n\ntheScore esports Awards\n\n2020\n\nLike & Subscribe\n\nHasanAbi\n\nWon\n\n[94]\n\n\nThe Streamer Awards\n\n2022\n\nBest Just Chatting Streamer\n\nNominated\n\n[95]\n\n\n2023\n\nStreamer of the Year\n\nNominated\n\n[96]\n\n\nBest Just Chatting Streamer\n\nWon\n\n\nStreamy Awards\n\n2020\n\nNews\n\nWon\n\n[97]\n\n\n2021\n\nNominated\n\n[98]\n\n\n2022\n\nStreamer of the Year\n\nNominated\n\n[99]\n\n\nJust Chatting\n\nNominated\n\n\nNews\n\nWon\n\n\n2023\n\nWon\n\n[100]\n\n\nStreamer of the Year\n\nNominated\n\n[101]\n\n\nJust Chatting\n\nNominated\n\n\nNotes\n\n\n^ Co-hosted with Francis Maxwell\n\n\nReferences\n\n\n^ a b \"About HasanAbi\". YouTube.\n\n^ a b c d e f g \"HASAN PIKER\". Politicon. Archived from the original on June 28, 2016. Retrieved October 21, 2018.\n\n^ a b c d Jackson, Gita (May 20, 2019). \"Socialist Twitch Streamer Says He's Changing Minds\". Kotaku. G/O Media. Archived from the original on May 20, 2019. Retrieved August 9, 2020.\n\n^ a b c d Lorenz, Taylor (November 10, 2020). \"How Hasan Piker Took Over Twitch\". The New York Times. ISSN 0362-4331. Archived from the original on November 10, 2020. Retrieved November 10, 2020.\n\n^ a b c d e f \"Can Hasan Piker's Stream of Consciousness Save America?\". Highsnobiety. January 27, 2021. Archived from the original on July 1, 2022. Retrieved April 2, 2021.\n\n^ a b c d Smothers, Hannah (February 20, 2018). \"'Woke Bae' Hasan Piker Wants Your F*cking Attention\". Cosmopolitan. Archived from the original on February 20, 2018. Retrieved April 2, 2021.\n\n^ a b \"THE BREAKDOWN\". Shorty Awards. Archived from the original on January 20, 2018. Retrieved August 9, 2020.\n\n^ \"Hasan Piker\". HuffPost. Verizon Media. Archived from the original on October 18, 2019. Retrieved August 9, 2020.\n\n^ Bajalan, Djene (July 31, 2016). \"The Wrong Answer\". Jacobin. ISSN 2158-2602. Archived from the original on September 21, 2020. Retrieved August 17, 2020.\n\n^ \"Agitprop with Hasan Piker\". The Young Turks. Archived from the original on December 3, 2020. Retrieved August 10, 2020.\n\n^ a b c Park, Gene (October 21, 2020). \"AOC playing 'Among Us' shouldn't surprise you. Streams are a beloved pastime\". The Washington Post. ISSN 0190-8286. Archived from the original on October 21, 2020. Retrieved October 21, 2020.\n\n^ Breland, Ali (October 21, 2020). \"On Twitch, AOC and Ilhan Omar Tapped Into the Future of Left Politics\". Mother Jones. Foundation for National Progress. ISSN 0362-8841. Archived from the original on October 22, 2020. Retrieved October 21, 2020.\n\n^ Liberati, Riccardo (May 21, 2019). \"Hasanabi ed il vento del cambiamento sociale su Twitch\". Player.it (in Italian). Frezza Network. Archived from the original on October 29, 2020. Retrieved October 26, 2020.\n\n^ Uhl, Jordan (July 15, 2020). \"The US Military Is Using Online Gaming to Recruit Teens\". The Nation. ISSN 0027-8378. Archived from the original on August 9, 2020. Retrieved August 9, 2020.\n\n^ a b Michaelson, Elex (January 25, 2020). \"The Issue Is: Hasan Piker v John Kobylt\". FOX 5. Fox Television Stations. Archived from the original on January 26, 2020. Retrieved August 9, 2020.\n\n^ Michaelson, Elex (July 29, 2020). \"The Issue Is Podcast: A debate on government's role during the pandemic with Hasan Piker, Michael Knowles\". FOX 11. Fox Television Stations. Archived from the original on August 9, 2020. Retrieved August 9, 2020.\n\n^ a b c d Macklovitch, Dave (April 1, 2020). \"Hasan Piker Can Bro Down And Demolish Capitalism At The Same Time\". Dollar Shave Club. Archived from the original on September 23, 2020. Retrieved August 15, 2020.\n\n^ Miceli, Max (January 13, 2020). \"HasanAbi accidentally takes out teammate Greekgodx in Escape from Tarkov\". Dot Esports. Gamurs. Archived from the original on February 13, 2020. Retrieved August 9, 2020.\n\n^ Lee, Jonathan (September 2, 2020). \"Hasan was saved by a stream sniping troll during Twitch's Fall Guys tournament\". Yahoo!. Verizon Media. Archived from the original on December 3, 2020. Retrieved September 5, 2020.\n\n^ Grayson, Nathan (January 15, 2021). \"Twitch's Rust Boom Is The Streamer Crossover Event Of The Century\". Kotaku. Retrieved January 9, 2023.\n\n^ Miceli, Max (July 29, 2022). \"Slasher sneaks in reference to Hasan's Hank Pecker character on news broadcast\". Dot Esports. Retrieved January 9, 2023.\n\n^ Dorman, Sam (August 22, 2019). \"Liberal commentator profanely attacks Rep. Crenshaw, says 'brave' fighter took his eye\". Fox News. Archived from the original on January 16, 2021. Retrieved December 18, 2020.\n\n^ \"TYT Contributor Goes off about Dan Crenshaw in Furious Tirade\". Mediaite. August 22, 2019. Archived from the original on November 8, 2020. Retrieved December 31, 2020.\n\n^ a b \"Twitch Suspends Popular Leftist Streamer After Controversial 9/11 Comments\". Kotaku. August 24, 2019. Archived from the original on August 24, 2019. Retrieved December 31, 2020.\n\n^ a b Wulfsohn, Joseph (August 23, 2019). \"Hasan Piker calls his Crenshaw remarks 'satire'\". Fox News. Archived from the original on August 23, 2019. Retrieved August 8, 2020.\n\n^ The Young Turks (August 22, 2019). \"Hasan Piker Addresses Online Comments\". YouTube. Archived from the original on November 19, 2020. Retrieved December 18, 2020.\n\n^ Elex Michaelson (August 30, 2019). \"Hasan Piker vs Gianno Caldwell on \"The Issue Is: with Elex Michaelson\"\". YouTube. Archived from the original on November 3, 2020. Retrieved December 17, 2020.\n\n^ Grayson, Nathan (August 23, 2019). \"Twitch Suspends Popular Leftist Streamer After Controversial 9/11 Comments\". Kotaku. Archived from the original on August 24, 2019. Retrieved August 8, 2020.\n\n^ Hsu, Tiffany (September 30, 2020). \"They Watched the Debate … on Twitch\". The New York Times. ISSN 0362-4331. Archived from the original on October 1, 2020. Retrieved October 1, 2020.\n\n^ Bailey, Dustin (October 20, 2020). \"AOC starts a Twitch account to play Among Us with Pokimane and HasanAbi\". PCGamesN. Archived from the original on October 20, 2020. Retrieved October 20, 2020.\n\n^ Stephen, Bijan (October 20, 2020). \"Watch AOC play Among Us live on Twitch with HasanAbi and Pokimane\". The Verge. Archived from the original on October 21, 2020. Retrieved October 20, 2020.\n\n^ Brown, Abram (October 20, 2020). \"Almost 700,000 People Flock To Twitch To Watch Alexandria Ocasio-Cortez Play Hit Video Game 'Among Us'\". Forbes. ISSN 0015-6914. Archived from the original on November 30, 2020. Retrieved October 21, 2020.\n\n^ Grayson, Nathan (October 20, 2020). \"Alexandria Ocasio-Cortez Streams On Twitch With Hasan Piker And Pokimane, Draws Over 430,000 Viewers\". Kotaku. Archived from the original on October 21, 2020. Retrieved October 21, 2020.\n\n^ a b Jackson, Gita (November 4, 2020). \"Hasan Piker's Twitch Stream Is the Future of Election Night Coverage\". Vice News. Archived from the original on November 4, 2020. Retrieved November 4, 2020.\n\n^ Lerman, Rachel (November 2, 2020). \"How people are obsessing over results (virtually) on election night\". The Washington Post. ISSN 0190-8286. Archived from the original on November 5, 2020. Retrieved November 5, 2020.\n\n^ Michael, Cale (November 13, 2020). \"Streamlabs report shows HasanAbi rivaled major news outlets for presidential election coverage\". Dot Esports. Archived from the original on November 17, 2020. Retrieved November 16, 2020.\n\n^ May, Ethan (November 13, 2020). \"Streamlabs and Stream Hatchet Live Stream Election Report\". Streamlabs. Archived from the original on November 13, 2020. Retrieved November 16, 2020.\n\n^ Lister, Bishop (November 7, 2020). \"Hasan Piker is Now One of Twitch's Top Streamers\". Game Rant. Valnet. Archived from the original on November 7, 2020. Retrieved November 8, 2020.\n\n^ a b Khan, Imad (January 5, 2021). \"Twitch Is Having a Political Renaissance\". Wired. ISSN 1059-1028. Archived from the original on January 6, 2021. Retrieved January 6, 2021.\n\n^ Messner, Steven (January 6, 2021). \"The storming of the US Capitol is currently Twitch's top stream\". PC Gamer. Archived from the original on January 7, 2021. Retrieved January 7, 2021.\n\n^ Gach, Ethan (December 14, 2021). \"Socialist Twitch Streamer Banned For Calling White People 'Cracker'\". Kotaku. Archived from the original on December 14, 2021. Retrieved December 14, 2021.\n\n^ Jackson, Gita; Gault, Matthew (December 14, 2021). \"Hasan Piker Banned From Twitch for Saying 'Cracker'\". Vice. Archived from the original on December 14, 2021. Retrieved December 14, 2021.\n\n^ Grayson, Nathan (December 16, 2021). \"Twitch suspension of Hasan Piker sparks debate over what qualifies as racist language\". The Washington Post. ISSN 0190-8286. Archived from the original on December 17, 2021. Retrieved December 18, 2021.\n\n^ So I Got Banned..., retrieved August 11, 2022\n\n^ Foreman, Tom (July 1, 2013). \"'Cracker' conveys history of bigotry that still resonates\". CNN. Retrieved December 19, 2021.\n\n^ a b Grayson, Nathan (March 10, 2022). \"Twitch in wartime\". The Washington Post. ISSN 0190-8286. Archived from the original on March 11, 2022. Retrieved March 11, 2022.\n\n^ Ousley, Parkes (February 28, 2022). \"Hasan raised $100K for Ukraine in under half an hour playing Elden Ring\". Upcomer. Archived from the original on March 11, 2022. Retrieved March 11, 2022.\n\n^ Miceli, Max (February 25, 2022). \"HasanAbi hits near-record viewership for coverage of Russian invasion of Ukraine\". Dot Esports. Retrieved September 2, 2022.\n\n^ hasanthehun. \"MET THE US SURGEON GENERAL LAST NIGHT TO TALK ABT MENTAL ILLNESS, CONGRESS IS FOCUSING ON BIPARTISAN GUN CONTROL (ALSO ON MENTAL HEALTH) AND WILL PROVE TO EVERYONE IM NOT A SCARED PERSON BY FINISHING QUARRY!!! GET IN NOW!!!\". X (formerly Twitter). Retrieved October 20, 2023.\n\n^ General, Office of the Surgeon (June 17, 2022). \"Fact Sheet: Surgeon General to Speak at Youth Mental Wellness Now! Summit and Applaud Commitments in Response to His Call to Action on Youth Mental Health Crisis\". www.hhs.gov. Retrieved October 20, 2023.\n\n^ HasanAbi June 14, 2022 – Hasan met US Surgeon General, TUCKER on Red Flag Laws, Prisons,🎮The Quarry🎮, retrieved October 20, 2023\n\n^ Winslow, Levi (February 7, 2023). \"Twitch, YouTube Streamers Raise Big Funds For Syria-Turkey Earthquake Relief\". Kotaku. Retrieved February 9, 2023.\n\n^ Brewis, Harriet (February 7, 2023). \"Twitch streamer Hasan Piker's Turkey earthquake fund is raising jaw-dropping amounts for victims\". Indy100. Retrieved February 9, 2023.\n\n^ Shotwell, Alyssa (February 10, 2023). \"What We Can Learn From the HasanAbi 'Hogwarts Legacy' Backlash\". The Mary Sue. Retrieved February 10, 2023.\n\n^ Lambert, Hannah Ray (October 18, 2023). \"Socialist Twitch star Hasan Piker raises $1 million for Palestinian aid\". Fox News. Retrieved October 23, 2023.\n\n^ Colbert, Isaiah (October 17, 2023). \"Twitch Star Hasan Piker Raises A Huge Amount Of Money For Palestine\". Kotaku. Retrieved October 19, 2023.\n\n^ BBC News Interviews Hasan on Israel, retrieved October 21, 2023\n\n^ Piers Morgan vs HasanAbi On Palestine-Israel Conflict and War | The Full Interview, retrieved October 20, 2023\n\n^ LIVE: Hasan Piker Takes On Piers Morgan Over Israel-Hamas War | Piers Morgan Uncensored | 19-Oct-23, retrieved October 20, 2023\n\n^ Bhattacharya, Richik \"anarkiddie\" (October 19, 2023). \"Twitch streamer HasanAbi to appear on Piers Morgan's show a day after raising $1,000,000 to aid Palestine\". www.sportskeeda.com. Retrieved October 20, 2023.\n\n^ Folk, Zachary. \"What To Know About The Viral Yemeni 'Pirate' Rashid Dominating Social Media\". Forbes. Retrieved January 17, 2024.\n\n^ a b Polhamus, Blaine (September 27, 2021). \"Hasan, Ethan Klein debut political podcast The Leftovers\". Dot Esports. Archived from the original on October 28, 2021. Retrieved October 27, 2021.\n\n^ \"Fear& (@FearAndPod)\". Twitter. Retrieved June 27, 2023.\n\n^ \"Ethan Klein, Hasan Piker Launch 'Leftovers' Podcast Following Dissolution Of 'Frenemies'\". Tubefilter. September 27, 2021. Retrieved August 31, 2022.\n\n^ Bhattacharya, Richik \"anarkiddie\" (October 24, 2023). \"Ethan Klein hints at \"pausing\" Leftovers Podcast over the Israel-Palestine issue with co-host HasanAbi\". www.sportskeeda.com. Retrieved December 25, 2023.\n\n^ Polhamus, Blaine (November 8, 2021). \"Hasan drops first merchandise line, will donate proceeds to strike funds\". Dot Esports. Archived from the original on February 15, 2022. Retrieved February 15, 2022.\n\n^ Gach, Ethan (November 10, 2021). \"Why Everyone Is Talking About Twitch Star Hasan Piker's New Merch Line\". Kotaku. Archived from the original on February 15, 2022. Retrieved February 15, 2022.\n\n^ \"Hasan Piker Unveils Union-Made Merch Brand 'Ideologie'\". Tubefilter. November 9, 2021. Retrieved September 2, 2022.\n\n^ Henke, Kurt. \"Twitch.tv: A new frontier for the Left\". Democratic Socialists of America (DSA). Archived from the original on November 19, 2021. Retrieved March 25, 2022.\n\n^ The Young Turks (August 6, 2019). \"Hasan Piker Challenges Cenk Uygur on Democracy In The Workplace\". Archived from the original on December 21, 2020. Retrieved December 18, 2020 – via YouTube.\n\n^ Hasanabi BBC Interview 6/7/22 - Hasan Piker, retrieved October 21, 2023\n\n^ a b c d e Smothers, Hannah (February 20, 2018). \"\"Woke Bae\" Hasan Piker Wants Your F*cking Attention\". Cosmopolitan. Hearst Communications. ISSN 0010-9541. Archived from the original on February 20, 2018. Retrieved July 12, 2020.\n\n^ Press-Reynolds, Kieran. \"Leftist streamer Hasan Piker faced criticism for buying a $2.7 million home. But Gen Z's favorite pundit says he's determined to change the right's narrative about progressives\". Insider. Archived from the original on July 1, 2022. Retrieved January 24, 2022.\n\n^ Kelly, Makena (June 29, 2021). \"Hasan Piker on the problem with YouTube debate culture\". The Verge. Archived from the original on June 29, 2021. Retrieved June 30, 2021.\n\n^ a b Lambkin, Kelly (November 4, 2017). \"Why We Should Be Paying Attention To Hasan Piker, A.K.A. 'Woke Bae'\". Study Breaks. Archived from the original on September 18, 2020. Retrieved October 21, 2020.\n\n^ a b Totilo, Stephen (December 30, 2020). \"The Gamers Of The Year, 2020\". Kotaku. Archived from the original on January 1, 2021. Retrieved January 1, 2021.\n\n^ Hernandez, Patricia (August 30, 2019). \"On Twitch, talking about politics can be taboo\". Polygon. Archived from the original on December 31, 2020. Retrieved January 1, 2021.\n\n^ Rosario, Alexandra Del (December 13, 2020). \"The 2020 YouTube Streamy Awards Winners List: Charli D'Amelio, Will Smith & Sarah Cooper Among Honorees\". Deadline. Retrieved December 5, 2022.\n\n^ Spangler, Todd (October 20, 2021). \"YouTube Streamy Awards 2021 Nominations Announced, MrBeast Leads With Seven Nods\". Variety. Retrieved December 5, 2022.\n\n^ Streamy Awards (December 4, 2022). \"🚨 BREAKING NEWS: @hasanthehun is taking home the 🏆 for News! #streamys\". Twitter. Retrieved December 5, 2022.\n\n^ 2022 YouTube Streamy Awards, retrieved December 5, 2022\n\n^ Tinoco, Armando (December 5, 2022). \"YouTube Streamy Awards 2022 Winners List: Charli D'Amelio, MissDarcei, MrBeast & Cooking With Lynja Among Victors\". Deadline. Retrieved December 5, 2022.\n\n^ Snavely, Adam (March 12, 2023). \"Streamer Awards 2023: All results and winners for every category\". Dot Esports. Retrieved March 14, 2023.\n\n^ \"QTCinderella's Streamer Awards 2023 results: All winners, recap & more\". Dexerto. March 13, 2023. Retrieved March 14, 2023.\n\n^ Levine, Jon (June 14, 2018). \"Young Turks Network Sheds Senior Employees in Staff Shakeup\". TheWrap. Archived from the original on June 15, 2018. Retrieved October 23, 2020.\n\n^ David, Mark (August 13, 2021). \"Twitch Phenom HasanAbi Talks (and Talks) His Way into West Hollywood Home\". DIRT. Retrieved August 23, 2022.\n\n^ Isidro, Charissa (August 20, 2021). \"Socialist Twitch Streamer Endures Wrath of Twitter for Buying $3M Home\". The Daily Beast. Archived from the original on August 20, 2021. Retrieved August 20, 2021.\n\n^ Goforth, Claire (August 20, 2021). \"Leftist star Hasan Piker sparks debate over his $2.7 million L.A. mansion\". The Daily Dot. Archived from the original on August 20, 2021. Retrieved August 21, 2021.\n\n^ Graziosi, Graig (August 21, 2021). \"Left-wing Twitch streamer under fire after viewers see his $2.7m home\". The Independent. Archived from the original on May 9, 2022. Retrieved August 22, 2021.\n\n^ Mahdawi, Arwa (August 24, 2021). \"Can a socialist live in a $2.7m mansion?\". The Guardian. Archived from the original on August 25, 2021. Retrieved August 25, 2021.\n\n^ \"Twitch Streamer Hasan Piker Bought A Porsche And People Are Once Again Upset That He's Rich\". Kotaku. February 7, 2022. Archived from the original on May 6, 2022. Retrieved May 6, 2022.\n\n^ Miceli, Max (October 8, 2021). \"How much money does Hasan make? | Twitch Leaks\". Dot Esports. Archived from the original on October 27, 2021. Retrieved October 27, 2021.\n\n^ \"NEW Webby Gallery + Index\". NEW Webby Gallery + Index. Archived from the original on August 8, 2021. Retrieved August 8, 2021.\n\n^ theScore esports (December 20, 2020). \"The 2020 King of Twitch: theScore esports Like & Subscribe Award\". YouTube. Archived from the original on January 30, 2021. Retrieved January 25, 2021.\n\n^ Polhamus, Blaine (March 13, 2022). \"All 2022 Streamer Award Winners\". Dot Esports. GAMURS Group. Archived from the original on March 12, 2023. Retrieved March 12, 2023.\n\n^ Snavely, Adam (March 11, 2023). \"Streamer Awards 2023: All results and winners for every category\". Dot Esports. GAMURS Group. Archived from the original on March 12, 2023. Retrieved March 12, 2023.\n\n^ Del Rosario, Alexandra (December 12, 2020). \"The 2020 YouTube Streamy Awards Winners List: Charli D'Amelio, Will Smith & Sarah Cooper Among Honorees\". Deadline Hollywood. Penske Media Corporation. Archived from the original on December 13, 2020. Retrieved December 13, 2020.\n\n^ Spangler, Todd (October 20, 2021). \"YouTube Streamy Awards 2021 Nominations Announced, MrBeast Leads With Seven Nods\". Variety. Archived from the original on October 20, 2021. Retrieved December 13, 2021.\n\n^ Tinoco, Armando (December 4, 2022). \"YouTube Streamy Awards 2022 Winners List: Charli D'Amelio, MissDarcei, MrBeast & Cooking With Lynja Among Victors\". Deadline Hollywood. Retrieved December 5, 2022.\n\n^ Streamy Awards (August 27, 2023). \"this just in... @hasanthehun wins the #streamys for News! 📰\". Twitter. Retrieved August 28, 2023.\n\n^ Brant, Brian (August 27, 2023). \"Streamy Awards 2023: Complete Winners List\". People. Retrieved August 28, 2023.\n\n\nExternal links\nHasanAbi on Twitch\nHasanAbi's channel on YouTube\n Media related to Hasan Piker at Wikimedia Commons\nvteThe Young TurksHostsMain\nCenk Uygur\nAna Kasparian\nOther\nBrett Erlich\nBen Gleib\nRyan Grim\nJohn Iadarola\nBen Mankiewicz\nAida Rodriguez\nFormer\nTi-Hua Chang\nJordan Chariton\nJimmy Dore\nAlonso Duralde\nShaun King\nKen Klippenstein\nNomiki Konst\nKyle Kulinski\nChristy Lemire\nJill Pike\nHasan Piker\nDylan Ratigan\nDave Rubin\nCara Santa Maria\nMichael Shure\nDavid Sirota\nMichael Tracey\nPartners\nFrancesca Fiorentini\nOther\nJustice Democrats\nMad as Hell\nWolf PAC\n\nvteStreamy Awards winners – Channel, Series, or ShowOverallStreamer of the Year‡\nNinja (2018)\nNinja (2019)\nNickmercs (2020)\nValkyrae (2021)\nKai Cenat (2022)\nKai Cenat (2023)\nShort Form\nthe cheeky boyos (2021)\nSheena Melwani (2022)\nChris Olsen (2023)\nInternational†\nOzGirl (2010)\nTravel Story (2013)\nNoob (2014)\nRackaRacka (2015)\nHolaSoyGerman (2016)\nJuanpa Zurita (2017)\nPautips (2018)\nFischer's-フィッシャーズ- , Mark Angel Comedy and Camila Loures (2019)\nWhindersson Nunes (2020)\nMythpat (2021)\nKhaby Lame (2022)\nIbai (2023)\nIndividualBreakout Creator\nMatthew Santoro (2015)\nLiza Koshy (2016)\nDavid Dobrik (2017)\nEmma Chamberlain (2018)\nMrBeast (2019)\nCharli D'Amelio (2020)\nBella Poarch (2021)\nRyan Trahan (2022)\nDylan Mulvaney (2023)\nBreakout Streamer\nIShowSpeed (2022)\nFanum (2023)\nFirst Person\nDailyGrace (2013)\nJenna Marbles (2014)\nIISuperwomanII (2015)\nCasey Neistat (2016)\nLilly Singh (2017)\nDavid Dobrik (2018)\nDavid Dobrik (2019)\nEmma Chamberlain (2020)\nYes Theory (2021)\nAirrack (2022)\nRyan Trahan (2023)\nJust Chatting\nxQc (2022)\nQuackity (2023)\nVariety\nLudwig (2022)\nIShowSpeed (2023)\nVTuber\nCodeMiko (2022)\nGawr Gura (2023)\nShowPodcast\nNot Too Deep with Grace Helbig (2018)\nImpaulsive (2019)\nOn Purpose with Jay Shetty (2020)\nDark History (2021)\nCall Her Daddy (2022)\nOn Purpose with Jay Shetty (2023)\nScripted Series\nBlame the Hero (2019)\nA Heist with Markiplier (2020)\nCould You Survive The Movies? (2021)\nIn Space with Markiplier (2022)\nBRYCE (2023)\nUnscripted Series\nEscape the Night: Season 4 (2019)\nUNHhhh (2020)\n30 Days With: Bretman Rock (2021)\nChallenge Accepted (2022)\nSam and Colby (2023)\nSubjectAnimated\nHow It Should Have Ended (2010)\nElectric City (2013)\nRWBY (2014)\nThe Cyanide & Happiness Show (2015)\nsWooZie (2016)\nRWBY (Volume 4) (2017)\nstorybooth (2018)\nAndrei Terbea (2019)\nJaiden Animations (2020)\nKetnipz (2021)\nMeatCanyon (2022)\nHelluva Boss (2024)\nBeauty\nMissglamorazzi (2014)\nGigi Gorgeous (2015)\nKandee Johnson (2016)\nPatrick Starrr (2017)\nJames Charles (2018)\nNikita Dragun (2019)\nJames Charles (2020)\nBailey Sarian (2021)\nMissDarcei (2022)\nMikayla Nogueira (2023)\nComedy\nLiza Koshy (2017)\nBrandon Rogers (2018)\nJack Douglass (2019)\nSarah Cooper (2020)\nLeendaDong (2021)\nRDCWorld (2022)\nRDCWorld (2023)\nCommentary\nContraPoints (2020)\nDrew Gooden (2021)\nDanny Gonzalez (2022)\npenguinz0 (2023)\nCompetitive Gamer\ntarik (2022)\nTenZ (2023)\nFashion and Style‡\nBethany Mota (2014)\nLauren Elizabeth (2015)\nAmanda Steele (2016)\nTess Christine (2017)\nNiki and Gabi (2018)\nPatrickStarr (2019)\nWisdom Kaye (2020)\nWisdom Kaye (2021)\nWisdom Kaye (2022)\nWisdom Kaye (2023)\nFood‡\nEpic Meal Time (2014)\nEpic Meal Time (2015)\nTiny Kitchen (2016)\nWorth It (2017)\nWorth It (2018)\nBinging with Babish (2019)\nTabitha Brown (2020)\nNick DiGiovanni (2021)\nCooking with Lynja (2022)\nNick DiGiovanni (2023)\nGamer‡\nSmosh Games (2014)\nPewDiePie (2015)\nThe Game Theorists (2016)\nSmosh Games (2017)\nNinja (2018)\nThe Game Theorists (2019)\nDream (2020)\nDream (2021)\nMarkiplier (2022)\nDream (2023)\nHealth and Wellness\nBlogilates (2014)\nBlogilates (2015)\nYoga With Adriene (2016)\nJay Shetty (2018)\nJay Shetty (2019)\nChloe Ting (2020)\nDoctor Mike (2021)\nDoctor Mike (2022)\nDr Julie (2023)\nKids and Family\nKids React (2014)\nWhat's Up Moms (2015)\nKid President (2016)\nBrooklyn & Bailey (2017)\nGuava Juice (2018)\nJoJo Siwa (2019)\nRyan's World (2020)\nThe LaBrant Fam (2021)\nRebecca Zamolo (2022)\nMs Rachel (2023)\nLearning or Education‡\nVsauce (2014)\nVsauce (2015)\nLaci Green (2016)\nVeritasium (2017)\nMarques Brownlee (2018)\nMark Rober (2019)\nMark Rober (2020)\nVeritasium (2021)\nTom Scott (2022)\nTierZoo (2023)\nLifestyle\niJustine (2015)\nGloZell Green (2016)\nLaurDIY (2017)\nMerrell Twins (2018)\nBretman Rock (2019)\nLarray (2020)\nAddison Rae (2021)\nCharli D'Amelio (2022)\nAMP (2023)\nNews‡\nAlive in Baghdad (2009)\nAuto-Tune the News (2010)\nThe Philip DeFranco Show (2013)\nSourceFed (2014)\nThe Young Turks (2015)\nThe Philip DeFranco Show (2016)\nThe Young Turks (2017)\nThe Philip DeFranco Show (2018)\nThe Philip DeFranco Show (2019)\nHasanAbi (2020)\nChannel 5 with Andrew Callaghan (2021)\nHasanAbi (2022)\nHasanAbi (2023)\nScience and Engineering\nMark Rober (2021)\nMark Rober (2022)\nI did a thing (2023)\nSports\nRed Bull (2014)\nDude Perfect (2015)\n30 for 30 Shorts (2016)\nCold As Balls (2018)\nRyan Garcia (2020)\nDeestroying (2021)\nJesser (2022)\nJesser (2023)\nTechnology\nMarques Brownlee (2019)\nMarques Brownlee (2020)\nMrwhosetheboss (2021)\nMrwhosetheboss (2022)\nMarques Brownlee (2023)\n† = category was merged from others\n‡ = category was renamed\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Hasan_Piker&oldid=1197063832\"",
    "twitter": ""
  },
  {
    "name": "Hayes Brown",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/hayes-brown-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Helaine Olen",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/helaine-olen-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist based in New York\n\n\nHelaine OlenOccupationjournalist, authorAlma mater\nSmith College (BA)\nUniversity of Minnesota (MA)\nNotable works\nPound Foolish (2012)\nThe Index Card (2016)\nSpouseMatt RoshkowChildren2\nHelaine Olen is an American journalist and author based in New York. She is a columnist for The Washington Post and, before that, Slate, where she wrote the column The Bills. She is the author or co-author of three books:  Office Mate (2007), Pound Foolish (2012), and The Index Card (2016).\n\n\nBiography[edit]\nOlen was born in the mid-1960s, and is Jewish.[1][2] She graduated from Smith College with a BA in English, and earned an MA in journalism at the University of Minnesota.[3][4][5]\nShe is a columnist for The Washington Post[6] and, before that, Slate, where she wrote the column The Bills.\nOlen is a contributor to Post Opinions.[3] Her work has appeared in Slate, the Nation, the New York Times, The Wall Street Journal, The Washington Post, Salon, Reuters, Rolling Stone, and the Atlantic.[3][4][5] She was a lead writer and editor for The Los Angeles Times’ “Money Makeover” series.[4]  She has also appeared on \"Frontline,\" the BBC, NPR, C-Span, MSNBC, \"All Things Considered\", and \"The Daily Show.\"[7][5]\nOlen is the author or co-author of three books:  Office Mate (2007), Pound Foolish (2012), and The Index Card (2016).[5][3]\nShe serves on the advisory board of the Economic Hardship Reporting Project.[3]\nOlen is critical of the personal finance industry's typical advice to consumers, suggesting that it leaves them unprepared for major downturns such as market crashes, layoffs, and medical bills.[8]\n\nHonors and awards[edit]\nSociety of American Business Editors and Writers, Best in Business awards, Honorable Mention for Commentary, 2017;\nSociety of American Business Editors and Writers, Best in Business awards, Personal Finance, 2016;\nNational Women’s Political Caucus, Exceptional Merit in Media Award, 2013\nnamed one of Business Insider's \"50 Women Who Are Changing the World\"\nnamed one of the \"Top 30 Most Influential People in Personal Finance and Wealth\" by MoneyTips.[3][7]\nPersonal life[edit]\nOlen is married to the script writer Matt Roshkow[9] and has two sons; the family lives in New York City.[10][3]\n\nSelected works[edit]\nLosee, Stephanie; Olen, Helaine (2007). Office mate: the employee handbook for finding – and managing – romance on the job. Avon, Mass.: Adams Media. ISBN 978-1598693300. OCLC 145431720.\nOlen, Helaine (2008). \"The mean moms\". In Shari MacDonald Strong (ed.). The maternal is political: women writers at the intersection of motherhood and social change. Berkeley, Calif.: Seal Press. ISBN 978-0786750757. OCLC 649315093.\n—— (2012). Pound foolish: exposing the dark side of the personal finance industry. New York: Portfolio/Penguin. ISBN 978-1591844891. OCLC 809989018.[11][12]\n——; Pollack, Harold (2016). The index card : why personal finance doesn't have to be complicated. New York. ISBN 978-1591847687. OCLC 928750850.{{cite book}}:  CS1 maint: location missing publisher (link)\nReferences[edit]\n\n\n^ Danford, Natalie. \"Looking Behind the Curtain: PW Talks With Helaine Olen: Personal Finance 2012\". PublishersWeekly.com.\n\n^ \"Bringing Up the Kindele\". Helaine Olen. February 7, 2012.\n\n^ a b c d e f g \"Helaine Olen\"\n\n^ a b c \"Helaine Olen - SheSource Expert\". Women’s Media Center.\n\n^ a b c d \"Confessing Money: Stories of Spending in America Today\". International Center of Photography. January 8, 2020.\n\n^ \"Helaine Olen\". The Washington Post. Retrieved May 13, 2019.\n\n^ a b \"About Life and Money with Helaine\". UExpress.\n\n^ \"Financial Advisers Selling Bogus Advice?\". NPR. March 5, 2013. Retrieved July 10, 2018.\n\n^ \"Prettier Than Napoleon: The Nanny Gets Dooced\". July 16, 2005.\n\n^ \"Helaine Olen\". WMC SheSource. Women's Media Center.\n\n^ Roger Lowenstein (January 11, 2013). \"Book Review: Pound Foolish by Helaine Olen\". Businessweek.com.\n\n^ Kelly, Caitlin (December 29, 2012). \"'Pound Foolish' Eyes Problems of Personal Finance Advice\". The New York Times. Retrieved June 20, 2015.\n\n\nOlen, Helaine (January 12, 2013). \"Can't Save? Here's Why\". The New York Times. Retrieved June 20, 2015.\nExternal links[edit]\nPersonal website\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nIsrael\nUnited States\nCzech Republic\nKorea\n\n\n\nThis article about a United States journalist born in the 20th century is a stub. You can help Wikipedia by expanding it.vte\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Helaine_Olen&oldid=1169841766\"",
    "twitter": ""
  },
  {
    "name": "Hingham Anchor",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/hingham-anchor-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]