[
  {
    "name": "Hirsh Joshi",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/hirsh-joshi-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Howard Kurtz",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/howard-kurtz",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist and author\nHoward KurtzKurtz in 2012BornHoward Alan Kurtz (1953-08-01) August 1, 1953 (age 70)New York City, U.S.Alma materUniversity at Buffalo (BA)Columbia University (MA)Occupation(s)Journalist, authorSpouse(s)Mary Tallmer (1979–?; 2 children)Sheri Annis (2003–2018; 1 child)[1]\nHoward Alan Kurtz (/kɜːrts/; born August 1, 1953) is an American journalist and author and host of Media Buzz on Fox News. \nHe is the former media writer for The Washington Post and the former Washington bureau chief for The Daily Beast. He has written five books about the media. Kurtz left CNN and joined Fox News in 2013.\n\n\nEarly life and education[edit]\nKurtz was born to a Jewish family[2] in the Sheepshead Bay neighborhood of Brooklyn, New York, the son of Marcia, a homemaker, and Leonard Kurtz, a clothing executive.[3] He is a 1970 graduate of Sheepshead Bay High School[4]\nand the University at Buffalo (State University of New York). In college he worked on a student newspaper, the Spectrum, becoming the editor his senior year.[3] Kurtz earned a B. A. (psychology and English) in 1974. He then attended the Columbia University Graduate School of Journalism.\n\nCareer[edit]\nAfter college, Kurtz went to work for the Record in New Jersey.[3] He moved to Washington D.C. to work as a reporter for syndicated columnist Jack Anderson.[3] Kurtz left Anderson to join The Washington Star, an afternoon paper. When the newspaper closed in 1981, Kurtz was hired at The Washington Post by Bob Woodward, then the Metro editor. Kurtz has also written for The New Republic, The Washington Monthly, and New York magazine.\n\nThe Washington Post[edit]\nKurtz joined the staff of The Washington Post in 1981 and left in 2010 (29 years). He served there as a national affairs correspondent, New York bureau chief and deputy national editor.[5] Kurtz covered the news media between 1990 and 2010 for The Washington Post.[6][7]\n\nReliable Sources on CNN[edit]\nFrom 1998 until 2013, Kurtz served as host of the weekly CNN program Reliable Sources, a cable television program that explores the standards, performance and biases of the media.[8] Kurtz led the scrutinizing of the media's fairness and objectivity by questioning journalists of top news organizations, including those at CNN.[9] The show premiered in 1992 when it originated as a one-hour special to discuss the media's coverage of the Persian Gulf War.[10]\n\nThe Daily Beast[edit]\nIn October 2010, Kurtz announced he was moving to the online publication The Daily Beast.[11] He served as the Washington bureau chief for the website, writing on media and politics until 2013.[12][13] His salary at The Daily Beast was reported to be $600,000 a year.[14] On May 2, 2013, the site's editor-in-chief Tina Brown announced that Kurtz and The Daily Beast had \"parted company\".[15] It occurred in the aftermath of a controversy in which Kurtz incorrectly accused NBA player Jason Collins of failing to acknowledge a former heterosexual engagement when he came out as a homosexual, but Kurtz stated the parting was mutual and \"in the works for some time\".[16][17][18] Sources inside the Daily Beast newsroom have stated that Kurtz's departure became inevitable once he began writing for and promoting a lesser-known media website called Daily Download.[19][20] Kurtz was previously the subject of controversy when Nancy Pelosi denied making a statement Kurtz attributed to her,[21] and a quote Kurtz attributed to Darrell Issa was reported to have actually been made by his spokesperson.[22]  Brown later said on Twitter she fired Kurtz for \"serial inaccuracy\".[23]\n\nFox News[edit]\nOn June 20, 2013, Kurtz left CNN to join Fox News Channel to host a weekend media program and write a column for FoxNews.com.[24] Kurtz's Media Buzz replaced the Fox News Watch program hosted by Jon Scott.\n\nBooks[edit]\nExternal videos Booknotes interview with Kurtz on Media Circus, June 20, 1993, C-SPAN Washington Journal interview with Kurtz on Spin Cycle, March 16, 1998, C-SPAN Presentation by Kurtz on The Fortune Tellers, September 6, 2000, C-SPAN After Words interview with Kurtz on Reality Show, December 22, 2007, C-SPAN Washington Journal interview with Kurtz on Media Madness, February 20, 2018, C-SPAN\nMedia Circus: The Trouble with America's Newspapers (1993, ISBN 0-8129-2022-8) identifies problems afflicting U.S. newspapers and offers suggestions. Among the issues identified are timid leadership, a spreading tabloid approach to news with a growing focus on celebrities and personal scandal, poor coverage of racial issues and the Persian Gulf war, increasing bureaucracy and a pasteurization of the news.[25][26]\nHot Air: All Talk, All the Time (1997, ISBN 0-8129-2624-2) describes failings of the talk-show and political talk-show format even as it had been rapidly proliferating on television and radio. Some problems he identifies include superficiality, lies, hysteria, lack of preparation, sensationalism and conflicts of interest.[27]\nSpin Cycle: Inside the Clinton Propaganda Machine (1998, ISBN 0-684-85231-4) describes various techniques used by the Clinton White House to put spin on the controversies and scandals surrounding the Clintons and to refocus the attention of the media on topics other than non-issues focused on by the media.[28][29]\nThe Fortune Tellers: Inside Wall Street's Game of Money, Media, and Manipulation (2000, ISBN 0-684-86879-2) addresses the growing public fascination with stock market trading as fueled by cable television shows and internet sites providing platforms to pundits, stock touts and brokerage firm stock analysts. The potential for manipulation of the media and the public by stock market insiders is discussed.[30][31]\nReality Show: Inside the Last Great Television News War (2007, ISBN 0-7432-9982-5) chronicles the struggles at TV networks ABC, NBC and CBS to enhance the stature, credibility and audience draw of their anchors of the evening network news programs. The book's focus is on ABC's Charles Gibson, CBS's Katie Couric and NBC's Brian Williams.[32][33]\nMedia Madness: Donald Trump, The Press, And The War Over The Truth, which was released in January 2018, discussed Donald Trump's fights with the news media during the first year of his presidency.[34][35][36] The book argues that the media unfairly treated President Trump. According to a review by Jonathan Chait in New York magazine, \"To Kurtz ... the 'massive imbalance' between Trump's coverage and coverage of other presidents can only be explained by media bias. He treats this premise as definitionally true—not defending it outright, but simply building his case as though no other explanation could even theoretically exist. And so the strange mission of his book is to analyze the hostile relationship between Trump and the mainstream news media without in any way acknowledging any background as to why.\"[37]\n\nCriticism[edit]\nThis article's \"criticism\" or \"controversy\" section may compromise the article's neutrality. Please help rewrite or integrate negative information to other sections through discussion on the talk page. (January 2018)\nKurtz has publicly declined to state his political affiliation.[38] As a high-profile media critic and analyst, Kurtz's political leanings and multiple employers and possible biases have been discussed by fellow media critics and pundits. Both liberal and conservative viewpoints have been observed in his writing.[3] Journalist Mickey Kaus, reporting on and partially quoting from a letter by journalist Charles Kaiser in The New Republic, wrote that Kurtz \"has large, non-technical conflicts of interest, since he free-lances and takes money 'from the people he writes about, from Time Warner to Condé Nast.'... One seemingly conflicting interest is Kurtz co-hosting CNN's Reliable Sources, in which he obtains monetary supplements as well as national renown.\"[39]\nKurtz has received criticism for his apparent support of syndicated radio host Don Imus. Former Fox News commentator Bill O'Reilly has called out Kurtz for criticizing Fox News. The network covered a story about the United States Justice Department regarding its prosecution of members of the New Black Panther Party for accusations of voter intimidation during the 2008 United States Presidential Election. O'Reilly criticized network news media outlets, particularly Bob Schieffer of the CBS News talk show Face the Nation, for not asking Attorney General Eric Holder about the story. When Kurtz discussed the topic on Reliable Sources, he mentioned that Fox News was \"pushing\" the story. O'Reilly criticized Kurtz's description that Fox pushed the story and said that Kurtz's newspaper, The Washington Post, had its own ombudsman Andrew Alexander say that it regretted not pursuing the story earlier due to newsworthiness.[40]\n\n\nKURTZ: I think the argument that I've heard Olbermann make in the past about Fox News – it's not an argument that I embrace – is that, because it poses as a news organization and puts out dangerous misinformation is a cheerleader for the Bush administration, that it's misinforming our society. But you know what? They're entitled to do that.[41]\n\n\nKurtz's 2008 Reliable Sources interview of Kimberly Dozier, a CBS reporter wounded in Iraq, was criticized by several members of the media because Kurtz's wife had been paid as a publicist for Dozier's memoir. During the interview, Kurtz praised Dozier and read passages of her book.[42]\n\nPersonal life[edit]\nKurtz married Sheri Annis in May 2003. Annis, a media consultant and political commentator, served as campaign spokesperson for Republican California Gov. Arnold Schwarzenegger and has worked on various conservative political initiatives, including California's Proposition 227 and Proposition 209.[43]\n\nReferences[edit]\n\n\n^ \"UBT: Alumni Profiles\". buffalo.edu. Archived from the original on 3 March 2016. Retrieved 25 April 2015.\n\n^ Kurtz, Howard (April 16, 2007). \"A Sorry Story, With Apology Yet to Come\". The Washington Post. ...any more than I believe he was anti-Semitic because he once made tasteless cracks about my being Jewish.\n\n^ a b c d e \"See Howie Kurtz Run by Garrett M. Graff, July 1, 2005, Washingtonian.com\n\n^ Sheepshead Bay High School yearbook, 1970\n\n^ The Fortune Tellers by Howard Kurtz author biography (Google Books)\n\n^ \"CNN TV - Anchors/Reporters:Howard Kurtz\". Archived from the original on July 19, 2006.\n\n^ \"HowardKurtz on Twitter\". Twitter. Retrieved 25 April 2015.\n\n^ \"Journalist, Cover Thyself\" by Katharine Q. Seelye, New York Times, November 21, 2005\n\n^ CNN bio Archived 2006-07-19 at the Wayback Machine\n\n^ CNN website Reliable Sources webpage\n\n^ Brown, Tina (5 October 2010). \"Howard Kurtz Joins The Daily Beast\". The Daily Beast. Retrieved 6 October 2010.\n\n^ Peters, Jeremy (5 October 2010). \"Longtime Washington Post Writer Heads to The Daily Beast\". The New York Times. Retrieved 5 October 2010.\n\n^ \"Media writer Howard Kurtz leaves The Washington Post\". The Spy Report. Media Spy. 6 October 2010. Archived from the original on 13 October 2010. Retrieved 6 October 2010.\n\n^ Blodget, Henry (2011-01-19) THE GOLDEN AGE OF NEWS: Mainstream Media Staffers Agog At Huge Salaries Huffpo And Daily Beast Are Paying Big-Name Stars, Business Insider\n\n^ \"Tina Brown on Twitter\". Twitter. Retrieved 25 April 2015.\n\n^ Dylan Byers (2 May 2013). \"Daily Beast drops Howard Kurtz\". POLITICO. Retrieved 25 April 2015.\n\n^ Shapiro, Rebecca (2 May 2013). \"Howard Kurtz, Daily Beast Part Ways\". Huffington Post.\n\n^ \"Erik Wemple\". The Washington Post.\n\n^ Calderone, Michael (1 May 2013). \"Howard Kurtz's Connection To Little-Known Website Raises Questions\". Huffington Post.\n\n^ Dylan Byers and Katie Glueck. \"The Howard Kurtz saga\". POLITICO. Retrieved 25 April 2015.\n\n^ \"The Case Of The Disappearing Pelosi Quote\". The Atlantic.\n\n^ \"How the Howard Kurtz/Darrell Issa Error Happened\". Slate.\n\n^ Kludt, Tom (5 August 2013). \"Talking Points Memo\".\n\n^ Weinger, Mackenzie (20 June 2013). \"Howard Kurtz leaves CNN for Fox\". Politico. Retrieved 20 June 2013.\n\n^ Amazon.com listing and excerpted reviews\n\n^ Media Circus review by Frye Gaillard, September, 1993, The Progressive\n\n^ Amazon.com listing - summary and excerpts from reviews\n\n^ Amazon.com listing with excerpted reviews\n\n^ Fischer, Raymond L. (September 1998). \"Spin Cycle: Inside the Clinton Propaganda Machine [Book review]\". USA Today.\n\n^ Amazon.com listing - summary and excerpts of reviews\n\n^ New York Times book review by Richard Bernstein, September 11, 2000\n\n^ Kurtz, Howard (2007-10-09). Reality Show: Howard Kurtz: 9780743299824: Amazon.com: Books. Free Press. ISBN 978-0743299824.\n\n^ \"Weighing Anchors\" review by Marvin Kalb, Washington Post, October 21, 2007\n\n^ Parker, Ashley. \"'Defiance Disorder': Another new book describes chaos in Trump's White House\". The Washington Post. Retrieved January 22, 2018.\n\n^ Blake, Aaron. \"This new Trump book could do even more damage than Michael Wolff's. Here's why\". The Washington Post. Retrieved January 22, 2018.\n\n^ Cullen, Terence (October 20, 2017). \"Trump admitted sending Spicer to argue crowd size was wrong: book\". Daily News. New York. Retrieved January 22, 2018.\n\n^ Chait, Jonathan. \"Reporters Should Leave Trump Alone, Argues America's Worst Media Critic\". Daily Intelligencer. Retrieved 2018-02-12.\n\n^ \"Critiquing the Press\" on washingtonpost.com\n\n^ \"kaus files dot com\". kausfiles.com. Retrieved 25 April 2015.\n\n^ \"The Media, the Black Panthers and President Obama\". Fox News. 20 July 2010. Archived from the original on July 23, 2010.\n\n^ \"Critiquing the Press\" by Howard Kurtz, September 17, 2007. Retrieved 20 November 2016.\n\n^ Steinberg, Jacques (29 May 2008). \"CNN Reporter's Interview Raises Ethical Questions\". The New York Times. Retrieved 25 August 2011.\n\n^ \"Sheri Annis Biography\". Fourth Estate Strategies. Archived from the original on 10 May 2013. Retrieved 24 August 2011.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Howard Kurtz.\n\nProfile at Fox News\nColumn archive at The Daily Beast\nKurtz's Media Notes on Washingtonpost.com (up to October, 2010 when he left the Post)\nAppearances on C-SPAN\nHoward Kurtz   on Charlie Rose\nHoward Kurtz at IMDb\nvteFox News personalitiesAnchors\nBanderas\nBream\nHemmer\nNeville\nRoberts\nScott\nShawn\nSmith\nHosts\nBaier\nBartiromo\nCain\nCampos-Duffy\nCasone\nCavuto\nDoocy\nEarhardt\nFaulkner\nGowdy\nGutfeld\nKudlow\nKurtz\nHannity\nHegseth\nHilton\nIngraham\nJenkins\nKennedy\nKilmeade\nH. Levin\nM. Levin\nMacCallum\nMcDowell\nPerino\nPirro\nWatters\nCorrespondentsand reporters\nCorke\nCowan\nDoocy\nEdson\nEmanuel\nGabrielle\nGallagher\nGreen\nGriffin\nHarrigan\nHasnie\nHenneberg\nIngle\nKeating\nKennedy\nLeventhal\nLine\nLlenas\nMcEnany\nMcKelway\nRafferty\nStegall\nContributorsand analysts\nBaker\nBarnes\nBruce\nCafaro\nCompagno\nDomenech\nFord Jr.\nGingrich\nHume\nJones\nLahren\nLane\nLayfield\nLowry\nMarshall\nMcGlowan\nMiller\nMishkin\nMorris\nOwens\nPavlich\nRove\nSiegel\nTerrell\nTimpf\nTyrus\nYork\nWilliams\nMeteorologists\nDean\nReichmuth\nPast hosts\nAngle\nBeck\nBila\nBolling\nBongino\nBriggs\nCamerota\nG. Carlson\nT. Carlson\nChetry\nChilders\nColmes\nGuilfoyle\nHasselbeck\nHenry\nHill\nHuddy\nHuntsman\nJerrick\nG. Kelly\nM. Kelly\nKooiman\nMele\nMorris\nNorth\nO'Reilly\nSchmitt\nSkinner\nSmith\nTantaros\nSusteren\nVittert\nWallace\nWright\nPast correspondentsand reporters\nBarber\nCameron\nFisher\nHuntsman\nGarrett\nGoler\nHerridge\nMolina\nRosen\nPast contributorsand analysts\nBeckel\nBreitbart\nBrown\nCaddell\nCarson\nCafasso\nCheney\nClark\nCrowder\nCupp\nDash\nB. Goldberg\nJ. Goldberg\nHam\nHayes\nHenican\nHoover\nKasich\nKrauthammer\nKristol\nKucinich\nMcCain\nMcInnes\nMorris\nNapolitano\nPalin\nPeters\nPowers\nRivera\nSanders\nSchoen\nStossel\nWest\nWiehl\nWill\nZahn\n\nAuthority control databases International\nISNI\nVIAF\nNational\nFrance\nBnF data\nGermany\nIsrael\nBelgium\nUnited States\nNetherlands\nPoland\nOther\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Howard_Kurtz&oldid=1185234885\"",
    "twitter": ""
  },
  {
    "name": "Hudson Crozier",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/hudson-crozier-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Hyria Stuart",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/hyria-stuart-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Ian Rosenzweig",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/ian-rosenzweig-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Intellectual Conservative",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/intellectual-conservative",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Isaac Schorr",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/isaac-schorr-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Isaiah Anthony",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/isaiah-anthony-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jack Shafer",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/jack-shafer-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": null,
    "wiki": "This article has multiple issues. Please help improve it or discuss these issues on the talk page. (Learn how and when to remove these template messages)\n\nThis biography of a living person relies too much on references to primary sources. Please help by adding secondary or tertiary sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately, especially if potentially libelous or harmful.Find sources: \"Jack Shafer\" – news · newspapers · books · scholar · JSTOR (June 2010) (Learn how and when to remove this template message)\nThis biography of a living person needs additional citations for verification. Please help by adding reliable sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately from the article and its talk page, especially if potentially libelous.Find sources: \"Jack Shafer\" – news · newspapers · books · scholar · JSTOR (June 2010) (Learn how and when to remove this template message)\n\n (Learn how and when to remove this template message)\nAmerican journalist\nJack Shafer (born November 14, 1957) is an American journalist who writes about media for Politico. Prior to joining Politico, he worked for Reuters and also edited and wrote the column \"Press Box\" for Slate, an online magazine. Before his stay at Slate, Shafer edited two city weeklies, Washington City Paper and SF Weekly. Much of Shafer's writing focuses on what he sees as a lack of precision and rigor in reporting by the mainstream media, which he says \"thinks its duty is to keep you cowering in fright.\"[1] One frequent topic is media coverage of the War on Drugs. \n\n\nCareer[edit]\nLibertarianism[edit]\nShafer has written supportively of libertarianism. He wrote, \"Traditionally, the state censors and marginalizes voices while private businesses tend to remain tolerant.\"[2] In 2000, he explained his political views as follows: \"I agree with the Libertarian Party platform: much smaller government, much lower taxes, an end to income redistribution, repeal of the drug laws, fewer gun laws, a dismantled welfare state, an end to corporate subsidies, First Amendment absolutism, a scaled-back warfare state. (You get the idea.)\"[3]\nConsistent with this perspective, on 20 April 2020 Shafer expressed opposition to the Local Journalism Sustainability Act, saying, \"You wouldn't put a dead man on a ventilator, would you?\"[4]\n\nInvestigation of Gerald Posner[edit]\nIn February 2010, Shafer reported that the chief investigative reporter for The Daily Beast, Gerald Posner, had plagiarized five sentences from an article published by The Miami Herald. Shafer also discovered that Posner had plagiarized content from a Miami Herald blog, a Miami Herald editorial, Texas Lawyer and a health care journalism blog.[5][6] Posner was dismissed from The Daily Beast following an internal review.[7]\n\nNotes[edit]\n\n\n^ Shafer, Jack (December 14, 2010). \"Stupid drug story of the week\". Slate.com. New York City: The Slate Group. Retrieved April 17, 2018.\n\n^ Shafer, Jack (December 21, 2010). \"Whose internet is it, anyway?\". Slate.com. New York City: The Slate Group. Retrieved April 17, 2018.\n\n^ \"How Slatesters Voted\". Slate.com. New York City: The Slate Group. November 7, 2000. Retrieved April 17, 2018.\n\n^ Jack Shafer (20 April 2020). \"Don't Waste Stimulus Money on Newspapers: You wouldn't put a dead man on a ventilator, would you?\". Politico. ISSN 2381-1595. Wikidata Q99658549..\n\n^ \"Plagiarism at the Daily Beast: Gerald Posner concedes lifting from the Miami Herald\". Slate. 2010-02-05. Archived from the original on 2023-04-07.\n\n^ Posner Plagiarism\n\n^ \"Making sense of the blog statement by former Daily Beast reporter Gerald Posner\". Slate. 2010-02-11. Archived from the original on 2023-06-08.\n\n\nExternal links[edit]\nJackshafer.com\nAppearances on C-SPAN\nAuthority control databases \nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jack_Shafer&oldid=1178667652\"",
    "twitter": ""
  },
  {
    "name": "Jack Welch",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/jack-welch",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "businessman",
    "wiki": "American business executive, chemical engineer, educator and writer (1935–2020)\nFor other people named Jack Welch, see Jack Welch (disambiguation).\n\n\nJack WelchWelch in 2012BornJohn Francis Welch Jr.(1935-11-19)November 19, 1935Peabody, Massachusetts, U.S.DiedMarch 1, 2020(2020-03-01) (aged 84)New York City, New York, U.S.Alma materUniversity of Massachusetts Amherst (BS)University of Illinois at Urbana–Champaign (MS, PhD)OccupationsBusiness executivechemical engineerwriterTitleChairman & CEO of General Electric (1981–2001)Political partyRepublicanSpouses\n\nCarolyn B. Osburn\n​ ​(m. 1959; div. 1987)​\n\nJane Beasley\n​ ​(m. 1989; div. 2003)​\n\nSuzy Wetlaufer ​(m. 2004)​\nChildren4\nJohn Francis Welch Jr. (November 19, 1935 – March 1, 2020) was an American business executive. He was Chairman and CEO of General Electric (GE) between 1981 and 2001.\nWhen Welch retired from GE, he received a severance payment of $417 million, the largest such payment in business history up to that point.[1]\nIn 2006, Welch's net worth was estimated at $720 million.[2]\n\n\nEarly life and education[edit]\nJack Welch was born in Peabody, Massachusetts, the only child of Grace (Andrews), a homemaker, and John Francis Welch Sr., a Boston & Maine Railroad conductor.[3] Welch was Irish American and Catholic. His paternal and maternal grandparents were Irish.[4]\nThroughout his early life in middle school and high school, Welch found work in the summers as a golf caddie, newspaper delivery boy, shoe salesman, and drill press operator.[4] Welch attended Salem High School, where he participated in baseball, football, and captained the hockey team and became second lieutenant right after graduating.[4]\nLate in his senior year, Welch was accepted to University of Massachusetts Amherst, where he studied chemical engineering. Welch worked in chemical engineering at Sunoco and PPG Industries during his college summers.[4] In his sophomore year, he became a member of the Phi Sigma Kappa fraternity.[4] Welch graduated in 1957 with a Bachelor of Science degree in chemical engineering, turning down offers from several companies in order to attend graduate school at the University of Illinois at Urbana-Champaign.[4][5] He graduated from the University of Illinois in 1960 with a master's and a PhD in chemical engineering.[6][7]\n\nGeneral Electric[edit]\nWelch joined General Electric in 1960. He worked as a junior chemical engineer in Pittsfield, Massachusetts, at a salary of $10,500, which would be equivalent to approximately $106,000 in 2022 dollars. In 1961, Welch planned to quit his job as junior engineer because he was dissatisfied with the raise offered to him and was unhappy with the bureaucracy he observed at GE. Welch was persuaded to remain at GE by Reuben Gutoff, an executive at the company, who promised him that he would help create the small-company atmosphere Welch desired.[8] In 1963, under Welch’s management of the facility, an explosion at a factory blew off the roof, and he was almost fired for that episode.[9]\nBy 1968, Welch became the vice president and head of GE's plastics division, which at the time was a $26 million operation for GE.[5] Welch oversaw production as well as the marketing for the GE-developed plastics Lexan and Noryl. Not long after, in 1971, Welch also became the vice president of GE's metallurgical and chemical divisions.[5] By 1973, Welch was named group executive, managing chemical, metallurgical, medical systems, appliance components and electronic components businesses. He held that position until 1979, which involved him working with the corporate headquarters, exposing him to many of the \"big fish\" he would one day be among.[10] In 1977 Welch was named senior vice president and head of Consumer Products and Services Division, a position he held until 1979 when he became the vice chairman of GE.[5]\nIn 1981, Welch became GE's youngest chairman and CEO, succeeding Reginald H. Jones. By 1982, Welch had dismantled much of the earlier management put together by Jones with aggressive simplification and consolidation. One of his primary leadership directives was that GE had to be No. 1 or No. 2 in the industries it participated in.[11]\n\nCEO[edit]\nThrough the 1980s, Welch sought to streamline GE. In 1981, he made a speech in New York City called \"Growing fast in a slow-growth economy\".[12] Under Welch's leadership, GE increased market value from $12 billion in 1981 to $410 billion when he retired,[13] making 600 acquisitions while shifting into emerging markets. Welch pioneered a policy of informality at the work place, allowing all employees to have a small-business experience at a large corporation.[8] Welch worked to eradicate perceived inefficiency by trimming inventories and dismantling the bureaucracy that had almost led him to leave GE in the past. He closed factories, reduced payrolls and cut lackluster units.[14]\nWelch valued surprise and made unexpected visits to GE's plants and offices.[8] Welch popularized so-called \"rank and yank\" policies used now by other corporate entities. Each year, Welch would fire the bottom 10% of his managers, regardless of absolute performance.[15] He earned a reputation for brutal candor. He rewarded those in the top 20% with bonuses and employee stock options. He also broadened the stock options program at GE, extending availability from top executives to nearly one third of all employees. Welch is also known for abolishing the nine-layer management hierarchy and bringing a sense of informality to the company.[16]\nDuring the early 1980s he was dubbed \"Neutron Jack\" (in reference to the neutron bomb) for eliminating employees while leaving buildings intact.[17] In Jack: Straight from the Gut, Welch stated GE had 411,000 employees at the end of 1980, and 299,000 at the end of 1985. Of the 112,000 who left the payroll, 37,000 were in businesses which GE sold off, and 81,000 were reduced in continuing businesses. In return, GE had tremendously increased its market capitalization. Welch reduced basic research, and closed or sold off under-performing businesses.\nIn 1986, GE acquired RCA.[18] RCA's corporate headquarters were located in Rockefeller Center; Welch subsequently took up an office in the then–GE Building at 30 Rockefeller Plaza (now called the Comcast Building). The RCA acquisition resulted in GE selling off RCA properties to other companies and keeping NBC as part of the GE portfolio of businesses. During the 1990s, Welch shifted GE's business from manufacturing to financial services through numerous acquisitions.\nWelch adopted Motorola's Six Sigma quality program in late 1995. In 1980, the year before Welch became CEO, GE recorded revenues of roughly $26.8 billion and in 2000, the year before he left, they were nearly $130 billion.[13] By 1999 he was named \"Manager of the Century\" by Fortune magazine.[19]\nWelch was passionate in making people GE's core competency.[20] There was a lengthy and publicized succession planning saga prior to his retirement among James McNerney, Robert Nardelli, and Jeff Immelt, with Immelt eventually selected to succeed Welch as chairman and CEO. His successor plan had always been a priority, as noted in his 1991 speech \"From now on, [choosing my successor] is the most important decision I'll make. It occupies a considerable amount of thought almost every day.\"[21]\nWelch's \"walk-away\" package from GE was not valued at the time of his retirement, but GMI Ratings estimates its worth at $420 million.[22]\nHe served as Chairman of The Business Council in 1991 and 1992.[23]\n\nCriticism[edit]\nUpon his retirement from GE, Welch had stated that his effectiveness as its CEO for two decades would be measured by the company's performance for a comparable period under his successors. Welch had grown GE to over $450 billion in market capitalization, of which about 40% was in financial services.\nTwenty years later, the company's market capitalization was only $200 billion, and Welch refused to discuss its decline, other than noting much of the decline had resulted from investments in real estate, and that his immediate, handpicked successor Jeff Immelt had to deal with the after effects of the September 11, 2001, terrorist attack.[24] The New York Times published a critical article in 2017, noting GE's stock price as overvalued under Welch because of the growth of the financial services sector, as well as describing the amalgamated corporation's decline in 16 years under Immelt, who likewise was one of the country's highest-paid managers and eventually sold off two of Welch's largest acquisitions, NBCUniversal and GE Capital.[25]\nUnder Welch's leadership, GE waged a twenty-year battle with the Environmental Protection Agency and New York State over polychlorinated biphenyls (PCBs) that the company dumped into the Hudson River at its capacitor products division plant in Hudson Falls, New York.\nWelch disputed scientists who classified PCBs as forever chemicals that can cause negative health consequences.[26] The chemicals contaminated the aquifer beneath the plant to the point that the water was unusable for human consumption without treatment. New York State's Department of Environmental Consumption also advised people against eating fish from the river near the site.[27] He went on to call the Obama administration's prioritization of addressing climate change \"radical behavior\".[28]\nAccording to BusinessWeek in 1998, Welch's critics questioned whether the short-term performance pressure he placed on employees may have led them to \"cut corners\", thus contributing to subsequent scandals over defense-contracting, and/or the Kidder, Peabody & Co. bond-trading scheme in the early 1990s.[8]\nThe following year, CEO Welch took issue with reclassification of GE in the Fortune 500 as a \"diversified financial services company\" rather than an \"electrical equipment company\", and by 2005 many had noted that the price-earnings ratios of the financial services sector were lower than that for GE.[29] In 2014, GE Capital (the company's major financial services branch organized during Welch's tenure) agreed to the largest credit card discrimination settlement in history, concerning many years of deceptive marketing as well as discriminatory credit practices.[30] After Welch's tenure, GE Capital had been labeled as \"too big to fail\" and had become regulated by the Federal Reserve. The retired Welch publicly praised his former firm's \"slim-down\" and return to being an industrial company.[29] In 2018, Welch discussed the different financial culture in Kidder, Peabody & Co., whose acquisition he arranged during his tenure at GE, and whose ethos was based on short-term bonus calculations.[24] Shortly before the settlement was announced, GE Capital renamed itself as Synchrony Bank; the spin-off took two years.\nWelch also often received criticism for a lack of compassion for the middle class and working class. When asked about excessive CEO pay compared to ordinary workers (including backdating stock options, golden parachutes for nonperformance, and extravagant retirement packages), Welch labeled such allegations \"outrageous\" and vehemently opposed proposed SEC regulations affecting executive compensation. Countering the public uproar, Welch declared that CEO compensation should continue to be dictated by the \"free market\", without interference from government or other outside parties.[31]\nWelch's income and assets came under particular scrutiny during his divorce from his second wife, Jane Welch, in 2001, for adultery with the woman who became his third wife. Court filings during the divorce described Welch's GE compensation, which led to a Securities and Exchange Commission investigation of the then-retired Welch's employment contracts with GE.[32][33]\nIn 1996, Welch and GE had agreed to a \"retention package\" worth $2.5 million, and which promised continued access after Welch's retirement to benefits he had received as CEO—including an apartment in New York, baseball tickets and the use of a private jet and chauffeured car.[32][34] Welch stated that he did not want more money, nor a more traditional stock package, but instead preferred to retain the lifestyle he had enjoyed as GE's CEO. According to a 2008 interview with Welch, he had filed the agreement with the SEC, and addressed the media attention and accusations of being \"greedy\" by renouncing those benefits.[34]\nIn 2012, Welch and his third wife, Suzy Welch, quit their business associations with Fortune magazine and Reuters news service after Fortune published an article which criticized Welch's tweet, shortly before the 2012 election, which alleged that the Obama administration manipulated certain economic statistics, as well as another article which elucidated the 100,000 jobs GE lost during his tenure as CEO.[35]\n\nLater career[edit]\nFollowing Welch's retirement from General Electric, he took on advisory roles with private equity firm Clayton, Dubilier & Rice and with the chief executive of IAC, Barry Diller.[36][37] In addition to his consulting and advisory roles, Welch had been active on the public speaking circuit and co-wrote a popular column for BusinessWeek with his wife, Suzy, for four years until November 2009. The column was syndicated by The New York Times.[37][38]\nIn September 2004, the Central Intelligence Agency published a parody of Welch applying his management skills while serving as imagined Deputy Director of Intelligence.[39]\nIn 2005, he published Winning, a book about management co-written with Suzy Welch, which reached No. 1 on The Wall Street Journal bestseller list[40] and appeared on the New York Times Best Seller list.[36][37]\nOn January 25, 2006, Welch gave his name to Sacred Heart University's College of Business, which was known as the \"John F. Welch College of Business\"[41] until 2016, when it began using the name the \"Jack Welch College of Business\". Since September 2006, Welch had been teaching a class at the MIT Sloan School of Management to a hand-picked group of 30 MBA students with a demonstrated career interest in leadership.[42]\nIn December 2016, Welch joined a business forum assembled by then president-elect Donald Trump to provide strategic and policy advice on economic issues.[43]\n\nJack Welch Management Institute[edit]\nIn 2009, Welch founded the Jack Welch Management Institute (JWMI), a program at Chancellor University that offered an online executive Master of Business Administration. The institute was acquired by Strayer University in 2011.[44] Welch had been very actively involved with the curriculum, faculty and students since the beginning of the institution.[45][46] JWMI's MBA program was recently[when?] named the number one most influential education brand on LinkedIn[47] and one of the top business schools to watch in 2016.[48] The program has also been named one of the Top 25 Online MBA Programs four years in a row (2017, 2018, 2019, 2020) by The Princeton Review.[49] Its goal is not to make money, but to build over time focusing on the quality of the program and increasing the number of students enrolled year after year.[50]\nAt GE, Welch became known for his teaching and growing leaders. He had taught at MIT Sloan School of Management and taught seminars to CEOs all over the globe. \"More than 35 CEOs at today's top companies [were] trained under Jack Welch\".[51] JWMI students had direct access to Welch and he hosted quarterly video conferences with his students.[51]\nIt is known that along with his video conferences, Welch created many video responses to messages on bulletin boards and answered individual emails. His investment in the university was also reflected in his interest in the institute's Net Promoter score (NPS). He administered surveys on satisfaction regularly and scrutinized the results to find scores that needed improvement. In an interview with Wired Academic, Welch explained the overall status of his MBA program, stating that the persistence rate of students continuing on to a second year had grown from 90% to 95%, and that JWMI turns away very few students in the admissions process. He also said that he would like better leadership training for MBA students.[52]\n\nPersonal life[edit]\nWelch had four children with his first wife, Carolyn. They divorced amicably in 1987 after 28 years of marriage.[53] His second wife, Jane Beasley, was a former mergers-and-acquisitions lawyer. She married Welch in April 1989, and they divorced in 2003. While Welch had crafted a prenuptial agreement, Beasley insisted on a ten-year time limit to its applicability, and thus she was able to leave the marriage reportedly with around $180 million.[54]\nWelch's third wife, Suzy Wetlaufer (née Spring), co-authored his 2005 book Winning as Suzy Welch. She served briefly as the editor-in-chief of the Harvard Business Review. Beasley found out about an affair between Wetlaufer and Welch. Beasley informed the Review and Wetlaufer was forced to resign in early 2002 after admitting to the affair with Welch while preparing an interview with him for the magazine.[55] They married on April 24, 2004.[56]\nFrom January 27 to October 9, 2012, the couple wrote a biweekly column for Reuters and Fortune.[57][58] The couple stopped after an article critical of Welch and his GE career was published by Fortune.[59]\n\nDeath[edit]\nWelch died from kidney failure at his home in New York City[60] on March 1, 2020, at age 84.[61][62][63][64]\n\nPolitics[edit]\nWelch identified politically as a Republican.[65] He claimed that global warming is \"the attack on capitalism that socialism couldn't bring\", and that it is a form of \"mass neurosis\".[66] Yet he said that every business must embrace green products and green ways of doing business, \"whether you believe in global warming or not ... because the world wants these products\".[67]\nRegarding shareholder value, Welch said in a Financial Times interview on the global financial crisis of 2008–2009, \"On the face of it, shareholder value is the dumbest idea in the world. Shareholder value is a result, not a strategy...your main constituencies are your employees, your customers and your products.\"[68]\nWelch was widely criticized for his views on the job numbers from September 2012.[69][64]\nAfter the Bureau of Labor Statistics released employment data stating that the U.S. unemployment rate had dropped from 8.1% to 7.8%, Welch tweeted, \"Unbelievable jobs numbers ... these Chicago guys will do anything ... can't debate so change numbers\".[70] Welch stood by his tweet, stating if he could write it again, he would add question marks at the end to make it clear that his intention was to raise a question over the legitimacy of the numbers.[71] A subsequent New York Post article on the employment data suggested manipulation of some of the survey responses by an individual employee in 2010,[72] but that article was widely debunked, including the fact that the employee had not worked at the Bureau since 2011.[73][74][75] No proof of the political manipulation of the job numbers from September 2012 has been presented.[76] The Census Bureau later released a statement denying the possibility of systematic manipulation of the data.[77] Still, in an opinion piece in The Wall Street Journal, Welch wrote that the debate led to people looking at unemployment data more carefully and skeptically. Referencing his original tweet, he stated \"Thank God I did\", in a Squawk Box appearance,[71] and also wrote, \"The coming election is too important to be decided on a number. Especially when that number seems so wrong\".[78]\n\nLegacy[edit]\nWelch has been described as \"perhaps the most celebrated American boss of recent decades.\"[79]\nIn a 2015 article in Harvard Business Review, business consultant Ron Ashkenas argues that \"Jack Welch's approach to breaking down silos still works,\" citing examples of engineering companies who have discovered for themselves that \"fragmented, geographically dispersed\" patterns of organization make it \"very difficult ... to coordinate efforts across functions, keep everyone focused on the cost and delivery goals, and get people to reach consensus.\"[80]\nWelch has been criticized for practices that have harmed workers and the company: he eliminated thousands of jobs at GE contributing to a reduction of the U.S. manufacturing base. He eliminated 10% of employees every year, a practice adopted by many other companies. He was a leading proponent of mergers and acquisitions, helping to give rise to an economy that is more concentrated and less dynamic. He pioneered \"financialization,\" changing GE from a manufacturing company into, effectively, an unregulated bank, which harmed GE over the long term.[81]\nAs of late 2021, General Electric planned to break into three public companies and effectively cease to exist. The companies would separately operate in the aviation, health care, and energy markets.[82] As of 2021, GE was headed by H. Lawrence Culp Jr. who was named in 2018 as its fourth CEO since Welch's departure.\n\nWider impact[edit]\nIn his 2022 book The Man Who Broke Capitalism, journalist David Gelles argues that Welch's practices, including financialization, downsizing and mergers and acquisitions, have caused widespread damage to GE and many other large corporations and have contributed to the massive increase in income inequality in the United States since the 1980s.[83][84]\n\nPopular culture[edit]\nOn March 11, 2010, Welch cameoed as himself in the NBC sitcom 30 Rock, appearing in the season four episode \"Future Husband\". In the episode, Welch confronts Alec Baldwin's character, Jack Donaghy, to confirm the sale of NBCUniversal to a fictional Philadelphia-based cable company called Kabletown. The sale is a satirical reference to the real-world acquisition of NBCUniversal from General Electric by Comcast in November 2009.[85]\n\nWorks Authored by Welch[edit]\nWelch, Jack and John A. Byrne. Jack: Straight from the Gut. New York: Warner Business Books, 2001. ISBN 0-446-69068-6\nWelch, Jack and Suzy Welch. Winning. HarperCollins, 2005. ISBN 0-06-075394-3\nWelch, Jack and Suzy Welch. Winning: The Answers. Harper, 2006. ISBN 0-00-725264-1\nWelch, Jack and Suzy Welch. The Real-Life MBA: Your No-BS Guide to Winning the Game, Building a Team, and Growing Your Career. Harper, 2015. ISBN 9780062362803\nSee also[edit]\nShareholder value, 1981 speech at The Pierre hotel.\nVitality curve\nReferences[edit]\n\n\n^ Green, Jeff (June 6, 2013). \"Jumbo Severance Packages for Top CEOs Are Growing\". Bloomberg Businessweek. Retrieved July 10, 2014.[dead link]\n\n^ Storrs, Francis (March 2006). \"The 50 Wealthiest Bostonians\". Boston magazine. Archived from the original on February 10, 2012. Retrieved October 3, 2008.\n\n^ \"Jack Welch Fast Facts - CNN.com\". CNN. December 27, 2012.\n\n^ a b c d e f Jack: Straight From The Gut, (ISBN 0-446-69068-6)\n\n^ a b c d Borjas, Thomas. \"Jack Welch 1935\". Retrieved October 2, 2014.\n\n^ John F. Welch, \"Microscopic Study of Dropwise Condensation\", PhD Thesis, University of Illinois, 1961\n\n^ \"Past Leaders\". December 7, 2012. Retrieved May 14, 2014.\"Past Leaders\". December 7, 2012. Retrieved May 14, 2014.\n\n^ a b c d \"How Jack Welch Runs GE\". Businessweek.com. May 28, 1998. Archived from the original on August 30, 2000. Retrieved July 12, 2010.\n\n^ \"Failure 101: A class students could use\". New York City: NBC News. November 5, 2009. Retrieved November 9, 2009.\n\n^ Welch, Jack; Byrne, John. A. (2001). Jack: Straight from the gut. New York: Warner. ISBN 0-446-69068-6.\n\n^ \"Jack Welch – Manager of the Century\". Anti Essays. Retrieved September 29, 2014.\n\n^ Betsy Morris, 'Tearing up the Jack Welch playbook' (11.7.2006) Fortune at CNNmoney.com\n\n^ a b \"John F. Welch, Jr\". GE website. December 7, 2012.\n\n^ \"Jack Welch's Encore\". Businessweek.com. June 14, 1997. Archived from the original on January 1, 2010. Retrieved July 12, 2010.\n\n^ Cohan, Peter. \"Why Stack Ranking Worked Better at GE Than Microsoft\". Forbes. Retrieved October 2, 2014.\n\n^ \"Jack Welch\" (PDF). Advanced Business English. Archived from the original (PDF) on March 15, 2016.\n\n^ \"Neutron Jack\". Business Week. Archived from the original on October 2, 2014. Retrieved October 2, 2014.\n\n^ Richter, Paul. \"General Electric Will Buy RCA for $6.28 Billion\". LA Times. Retrieved October 2, 2014.\n\n^ \"Fortune – GE's Jack Welch Named Manager of the Century – November 01, 1999\". Time Warner. April 26, 1999. Archived from the original on November 21, 2008. Retrieved July 12, 2010.\n\n^ Welch, Jack, and John A. Byrne. Jack: Straight from the Gut. Warner Books, New York, 2001.\n\n^ Girion, Lisa (December 3, 2000). \"GE Succession a Leadership Lesson\". Los Angeles Times. Retrieved March 2, 2020.\n\n^ Twenty-One U.S. CEOs with Golden Parachutes of More Than $100 Million Archived August 25, 2013, at the Wayback Machine| GMI| January 2012 |By Paul Hodgson, Senior Research Associate, and Greg Ruel, Research Associate\n\n^ \"The Business Council, Official site, Background\". Archived from the original on March 3, 2016.\n\n^ a b Dubner, Stephen J. \"Extra: Jack Welch Full Interview (Ep. 326)\".\n\n^ Stewart, James B. (June 15, 2017). \"Did the Jack Welch Model Sow Seeds of G.E.'s Decline?\". The New York Times.\n\n^ Williams, Michael (March 2, 2020). \"Jack Welch, GE chairman who left complicated Capital Region legacy, dies at 84\". Times Union. Retrieved March 2, 2020.\n\n^ \"General Electric Hudson Falls Plant Site\". NYS Dept. of Environmental Conservation Chemical and Pollution Control. Retrieved November 11, 2020.\n\n^ Belvedere, Matthew J. (June 2, 2016). \"Jack Welch says Obama's 'wacky' climate-change agenda hurts the US economy\". CNBC. Retrieved November 11, 2020.\n\n^ a b \"Jack Welch: GE's slim-down is 'a smart move'\". Fortune.\n\n^ \"CFPB Orders GE Capital to Pay $225 Million in Consumer Relief for Deceptive and Discriminatory Credit Card Practices\". Consumer Financial Protection Bureau. June 19, 2014.\n\n^ \"'Hardball with Chris Matthews' for July 12, 2006\". NBC News. July 13, 2006. Retrieved July 12, 2010.\n\n^ a b Gow, David (September 17, 2002). \"SEC inquiry as Jack Welch gives up freebies\". The Guardian. London.\n\n^ Mark Lewis (September 16, 2002). \"Welch Walks Away From Perks\". Forbes. Retrieved July 23, 2012.\n\n^ a b Rebecca Leung. \"Jack Welch: 'I Fell In Love'\". February 11, 2009. Retrieved April 3, 2012.\n\n^ \"Welch can't take the heat: I quit\". Fortune.\n\n^ a b Rachel Layne; John Lauerman (August 4, 2009). \"Former GE Chief Jack Welch Expects Full Recovery From Discitis\". Bloomberg. Retrieved May 23, 2012.\n\n^ a b c Landon Thomas Jr. (November 2, 2006). \"On the Road With Jack and Suzy\". The New York Times. Retrieved May 23, 2012.\n\n^ Keith J. Kelly (November 13, 2009). \"Jack Welch ends BusinessWeek column\". New York Post. Retrieved May 23, 2012.\n\n^ Zefram Cochran (September 2004). \"When Jack Welch Was Deputy Director for Intelligence: Remembering an Imagined DDI\". Archived from the original on June 13, 2007. Retrieved May 31, 2013.\n\n^ \"Jack Welch\". WSJ.com. Archived from the original on June 24, 2009. Retrieved May 25, 2012.\n\n^ \"Sacred Heart University Names College of Business for Legendary GE Chairman Jack Welch\". Sacredheart.edu. Archived from the original on August 5, 2012. Retrieved July 12, 2010.\n\n^ \"Jack Welch on the executive MBA he created in his own image\". Mitsloan.mit.edu. March 9, 2006. Retrieved July 12, 2010.\n\n^ Bryan, Bob (December 2, 2016). \"Trump is forming an economic advisory team with the CEOs of Disney, General Motors, JPMorgan, and more\". Business Insider. Retrieved June 1, 2017.\n\n^ Melissa Korn (November 11, 2011). \"Welch to Move School Out of Chancellor University\". Wall Street Journal. Retrieved March 15, 2012.\n\n^ Geoff Gloeckler (June 22, 2009). \"Jack Welch Launches Online MBA\". Bloomberg Businessweek. Archived from the original on January 18, 2013. Retrieved March 15, 2012.\n\n^ Archived at Ghostarchive and the Wayback Machine: \"Jack's Involvement in the Jack Welch MBA\". Jack Welch Management Institute. Retrieved January 25, 2016.\n\n^ Haden, Jeff (July 6, 2016). \"Jack Welch Reveals the 1 Quality Every Great Leader Possesses\". INC.com. Retrieved August 12, 2016.\n\n^ SCHMITT, JEFF (December 16, 2015). \"10 Business Schools To Watch In 2016\". Poets and Quants. Retrieved August 12, 2016.\n\n^ \"The Princeton Review Names Jack Welch Management Institute in 2020 List of Top 25 Online MBA Programs (Press Release)\". Bloomberg. November 21, 2019. Retrieved March 2, 2020.\n\n^ Gloeckler, Geoff. \"Jack Welch Launches Online MBA\". Bloomberg Businessweeek. Education Business. Archived from the original on January 18, 2013. Retrieved September 24, 2014.\n\n^ a b \"Jack Welch Online MBA Program\". Strayer University. Retrieved September 30, 2014.\n\n^ Glader, Paul. \"Exclusive: Management Guru Jack Welch Talks About Digital Education, Online MBAs & Modern CEOs With WA\". wiredacademic. Archived from the original on March 15, 2012. Retrieved September 14, 2014.\n\n^ \"War of the Welches\". The Telegraph. September 14, 2002. Archived from the original on January 12, 2022. Retrieved March 2, 2020.\n\n^ Bertaccini, Donna (November 8, 2004). \"Lovers seek lawyers as divorce booms\". BBC News. Retrieved July 12, 2010.\n\n^ Kolhatkar, Sheelah (April 19, 2004). \"Suzy Wetlaufer Preparing To Be 'Neutron Jackie'\". The New York Observer. Retrieved November 8, 2014.\n\n^ Welch, Suzy (April 24, 2019). \"Fifteen years ago today. We still do! pic.twitter.com/lsMThTPRqM\".\n\n^ Jon Bershad (January 27, 2012). \"Jack Welch: The GOP Needs To Be Nice To Ron Paul When He Drops Out Because They Need His Followers\". Mediaite. Retrieved May 23, 2012.\n\n^ \"John F. Welch\". Women in the Economy: An Executive Task Force. The Wall Street Journal. April 30 – May 2, 2012. Retrieved May 25, 2012.\n\n^ Tim Sprinkle (October 9, 2012). \"Jack Welch Takes His Column and Goes Home\". Yahoo! News. Retrieved October 9, 2012.\n\n^ Lohr, Steve (March 2, 2020). \"Jack Welch, G.E. Chief Who Became a Business Superstar, Dies at 84\". The New York Times. Retrieved March 2, 2020.\n\n^ \"Jack Welch, former chairman and CEO of GE, dies at 84\". CNBC. March 2, 2020. Retrieved March 2, 2020.\n\n^ Gryta, Thomas (March 2, 2020). \"Jack Welch, Legendary CEO of General Electric, Dies at Age 84\". The Wall Street Journal. Retrieved March 2, 2020.\n\n^ \"Jack Welch, the GE Chief Who Became a Superstar, Has Died\". The New York Times. Associated Press. March 2, 2020. ISSN 0362-4331. Retrieved March 2, 2020.\n\n^ a b Bomey, Nathan (March 2, 2020). \"Jack Welch, former General Electric CEO who built company into a powerhouse, has died\". USA Today. pp. B1-2. Retrieved March 2, 2020.\n\n^ Kimball, Joe (June 9, 2011). \"Former GE Chairman Jack Welch on CNN says he likes Pawlenty\". Retrieved September 25, 2014.\n\n^ MSNBC: Morning Joe. July 2, 2008.\n\n^ \"Fresh Dialogues Interview with Alison van Diggelen, May 2009\". Freshdialogues.com. May 12, 2009. Retrieved July 12, 2010.\n\n^ Guerrera, Francesco (March 12, 2009). \"Welch rues short-term profit 'obsession'\". Financial Times. Retrieved March 12, 2009.\n\n^ Schlesinger, Jill (October 9, 2012). \"Is Neutron Jack Welch not so tough after all?\". CBSNews. Retrieved September 25, 2014.\n\n^ Malone, Scott. \"Jack Welch sets Twitter ablaze with Obama job jab\". Chicago Tribune. Retrieved October 6, 2012.\n\n^ a b Welch, Jack (October 11, 2014). \"I Was Right About That Strange Jobs Report\". Retrieved September 14, 2014.\n\n^ Crudele, John (November 19, 2013). \"Census 'faked' 2012 election jobs report\". New York Post. Retrieved August 31, 2017.\n\n^ A bogus NY Post piece sets off a frenzy Ryan Chittum. Columbia Journalism Review. November 22, 2013. Retrieved August 31, 2017\n\n^ Five questions about the New York Post's unemployment story Eric Wemple. Washington Post. November 19, 2013. Retrieved August 31, 2017\n\n^ Key Source In New York Post's Story About Unemployment Rate Rigging Left Census Bureau In 2011 Brett LoGiurato. Business Insider. November 19, 2013. Retrieved September 1, 2017\n\n^ Gongloff, Mark (November 19, 2013). \"No, Obama Did Not Fake The Unemployment Rate\". Huffington Post. Retrieved August 31, 2017.\n\n^ Bureau, US Census. \"Census Bureau Statement on Collection of Survey Data\". The United States Census Bureau. Retrieved August 31, 2017.\n\n^ Bradford, Harry (November 5, 2012). \"Jack Welch On CNBC: 'Thank God' I Questioned The Jobs Numbers (VIDEO)\". Huffington Post. Retrieved September 14, 2014.\n\n^ \"Should Jamie Dimon, Wall Street's most celebrated boss, call it a day?\". The Economist. March 14, 2020.\n\n^ Ashkenas, R., Jack Welch’s Approach to Breaking Down Silos Still Works, Harvard Business Review, published 9 September 2020, accesses 19 November 2020\n\n^ Andersen, Kurt (June 2, 2022). \"How Jack Welch Revolutionized the American Economy\". Books. The New York Times. Retrieved June 2, 2022.\n\n^ \"GE to end its run as a conglomerate, split into three companies\". Associated Press. November 9, 2021.\n\n^ Gelles, David (2022). The Man Who Broke Capitalism: How Jack Welch Gutted the Heartland and Crushed the Soul of Corporate America — and How to Undo His Legacy. Simon & Schuster.\n\n^ NHills, Andrew (June 9, 2022). \"Review: The Man Who Broke Capitalism — did Jack Welch destroy corporate America?\". FT. In his sharp, provocative book, David Gelles argues that the GE boss's brutal efficiency drive led to long-term decline.\n\n^ Sorkin, Andrew Ross (March 12, 2010). \"The NBC Sale (the '30 Rock' Version)\". DealBook. The New York Times. Retrieved March 2, 2020.\n\n\nFurther reading[edit]\nGelles, David (2022). The Man Who Broke Capitalism: How Jack Welch Gutted the Heartland and Crushed the Soul of Corporate America―and How to Undo His Legacy. New York: Simon & Schuster. ISBN 9781982176440. OCLC 1302899162.\nLane, Bill (2008). Jacked Up: The Inside Story of how Jack Welch Talked GE into Becoming the World's Greatest Company. New York: McGraw Hill. ISBN 978-0-07-154410-8. OCLC 611932209.\nO'Boyle, Thomas F. (1999). At Any Cost: Jack Welch, General Electric, and the Pursuit of Profit. New York: Vintage Books. ISBN 0-375-70567-8. OCLC 924507503.\nSlater, Robert (1998). Jack Welch and the GE Way: Management Insights and Leadership Secrets of the Legendary CEO. New York: McGraw-Hill. ISBN 0-07-058104-5. OCLC 880416549.\nSlater, Robert (1992). The New GE: How Jack Welch Revived an American Institution. New York: McGraw-Hill. ISBN 9781556236709.\nTichy, Noel; Strat Sherman (1993). Control Your Destiny or Someone Else Will: How Jack Welch Is Making General Electric the World's Most Competitive Company. New York: Doubleday. ISBN 9780385248839. OCLC 605932283.\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Jack Welch.\n\nJack Welch at IMDb\nAppearances on C-SPAN\n\n\nBusiness positions\n\n\nPreceded byReginald H. Jones\n\n Chairman & CEO of General Electric 1981–2001\n\nSucceeded byJeff Immelt\n\n\nvteCEOs of General ElectricChairman and CEOs of General Electric\nCharles A. Coffin (1913–1922)\nOwen D. Young (1922–1939, 1942–1945)\nPhilip D. Reed (1940–1942, 1945–1958)\nRalph J. Cordiner (1958–1963)\nGerald L. Phillippe (1963–1972)\nFred J. Borch (1967–1972)\nReginald H. Jones (1972–1981)\nJack Welch (1981–2001)\nJeff Immelt (2001–2017)\nJohn L. Flannery (2017–2018)\nH. Lawrence Culp Jr. (2018–present)\nPresidents of General Electric\nCharles A. Coffin (1892–1912)\nEdwin W. Rice (1913–1922)\nGerard Swope (1922–1940, 1942–1945)\nCharles E. Wilson (1940–1942, 1945–1950)\nRalph J. Cordiner (1950–1958)\nGerald L. Phillippe (1961–1963)\nFred J. Borch (1963–1967)\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nSpain\nFrance\nBnF data\nCatalonia\nGermany\nIsrael\nUnited States\nLatvia\nJapan\nCzech Republic\nAustralia\nKorea\nCroatia\nNetherlands\nPoland\nPortugal\nAcademics\nCiNii\nArtists\nMusicBrainz\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jack_Welch&oldid=1193803145\"",
    "twitter": ""
  }
]