[
  {
    "name": "Jackson Lanzer",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/jackson-lanzer-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jacob Hess",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/jacob-hess-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jamelle Bouie",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/jamelle-bouie-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American columnist and political correspondent (born 1987)\n\n\nJamelle BouieBouie in 2015BornJamelle Antoine Bouie (1987-04-12) April 12, 1987 (age 36)Virginia Beach, Virginia, U.S.EducationUniversity of Virginia (BA)OccupationsJournalistcolumnistwriterYears active2010–presentEmployer\nThe Daily Beast (2013–2014)\nSlate (2014–2019)\nThe New York Times (2019–present)\nWebsitejamellebouie.net \nJamelle Antoine Bouie[1] (born April 12, 1987) is an American columnist for The New York Times. He was formerly chief political correspondent for Slate. [2] David Uberti, writing in the Columbia Journalism Review in 2019, called Bouie \"one of the defining commentators on politics and race in the Trump era.\"[3]\n\n\nEarly and personal life[edit]\nBouie was born and raised in Virginia Beach, Virginia. He attended Floyd E. Kellam High School, from which he was graduated in 2005.[4] He graduated from the University of Virginia in 2009,[1] with a bachelor of arts degree and majors in political and social thought and government.[5][6] While there, he began blogging, which eventually led to interest in a career in journalism.[7]\nBouie previously lived and worked in Washington, D.C., and as of 2021[update], he is based in Charlottesville, Virginia.[7]\n\nCareer[edit]\nBouie was awarded a writing fellowship for The American Prospect in 2010. He was awarded a Knobler Fellowship at the Nation Institute by The Nation in 2012.[8] Bouie became a staff writer for The Daily Beast in 2013,[9] writing about national politics.[10] He moved to Slate as a chief political correspondent in 2014.[11][12] He joined The New York Times as a columnist in 2019.[13][14]\nBouie was a contributor to Barack Obama and the New America: The 2012 Election and the Changing Face of Politics,[15] a 2013 book edited by political scientist Larry Sabato.[16]\nBouie has been a political analyst on CBS News since 2015.[17][13] He frequently appears on Face the Nation,[18][19][20] the network's Sunday morning show,[21] and contributed to the network's 2016 election night coverage.[22]\nBouie writes articles focusing on history, public policy, and national politics, including the 2016 U.S. presidential election.[23] He also writes about entertainment, such as science fiction, comics, and film.[24] He has reviewed breakfast cereal for Serious Eats.[25]\nBouie has written extensively on racial politics,[26][27] including slavery in the United States and the American Civil War,[28] the killing of Trayvon Martin,[29][30] the Ferguson unrest,[31] the Charleston church shooting,[32] and the Black Lives Matter movement.[33] His writing on racial and national politics subjects is often quoted by other journalists.[34][35][36]\nShortly after Donald Trump was elected president in 2016, he wrote an article for Slate arguing that there was \"no such thing as a good Trump voter.\" Several days earlier, he compared Trump voters to the \"angry, recalcitrant whites\" who resisted the Reconstruction era after the American Civil War.[37][38] He has criticized the media for an unwillingness to label racism in the United States as \"racist,\" opting instead for terms such as \"racial\" and \"racially charged.\"[39] He also criticized the media for its \"horse-race\" coverage of the 2016 presidential election.[40] He said the NPR interview between Noel King and Jason Kessler was \"absolute journalistic malpractice.\"[41]\nThe New York Times announced that Bouie would join their lineup of opinion columnists in January 2019. The newspaper stated that Bouie has \"consistently driven understanding of politics deeper by bringing not only a reporter’s eye but also a historian’s perspective and sense of proportion to bear on the news. His interests . . . range well beyond politics to the visual arts, food and movies.\"[42]\nIn January 2023, Bouie wrote an analysis of Florida Governor DeSantis' speeches in his national campaign for president. He suggested that Desantis was attempting to develop a populist narrative to draw voters away from former President Trump in the 2024 Republican presidential primary election without exposing his legislative history of favoring the wealthy. Bouie encouraged journalists to redirect the narrative toward topics avoided by Desantis but of more concern to many voters who would be adversely affected were his policies implemented.[43]\nBouie is also an accomplished photographer.[44] His first public photography exhibition, in 2019, focused on towns in Oklahoma founded by former slaves in the nineteenth century.[45] He shoots using both digital and film cameras.[46]\nWith John Ganz he hosts the Unclear and Present Danger podcast covering the political thriller films of the 1990s and exploring what they say about America's perception of the world in that era.[47]\n\nRecognition[edit]\nIn 2012, Bouie was chosen for The Root's Root Top 100.[48] The site stated that \"his is a strong, influential and necessary voice during the 2012 election season and beyond\".\nForbes recognized Bouie in its \"30 Under 30 – Media\" list in 2015, saying that \"he became a leading voice on the Ferguson story\".[49]\n\nReferences[edit]\n\n\n^ a b One Hundred and Eightieth Final Exercises (PDF). University of Virginia. May 17, 2009. p. 24. Retrieved February 12, 2021.\n\n^ \"Who We Are\". Slate. ISSN 1091-2339. Archived from the original on February 7, 2016. Retrieved January 18, 2016.\n\n^ Uberti, David (January 16, 2019). \"The future of the #SlatePitch in Trump's world\". Columbia Journalism Review. Archived from the original on January 16, 2019. Retrieved January 25, 2019.\n\n^ Bouie, Jamelle (October 31, 2019). \"Twitter\". Archived from the original on October 31, 2019. Retrieved August 13, 2020.\n\n^ \"Hoos in the News (Alumni Panel)\". Lifetime Learning. University of Virginia. Archived from the original on October 4, 2015. Retrieved January 19, 2016.\n\n^ Fitzgerald, Brendan (September 21, 2017). \"Lessons on covering race and racism after Charlottesville\". Columbia Journalism Review. Archived from the original on January 16, 2019. Retrieved January 25, 2019.\n\n^ a b Woods, Charlotte Rene (June 21, 2021). \"Charlottesville-based New York Times columnist Jamelle Bouie discusses the past, present and politics\". Charlottesville Tomorrow. Retrieved August 30, 2021.\n\n^ \"Jamelle Bouie\". The Nation. March 30, 2011. Archived from the original on December 20, 2015. Retrieved January 18, 2016.\n\n^ \"Jamelle Bouie\". The Daily Beast. Archived from the original on May 4, 2017. Retrieved January 19, 2016.\n\n^ Bissinger, Buzz; Bouie, Jamelle (October 17, 2012). \"Bissinger vs. Bouie: Buzz Switched to Romney, But Should He Switch Back?\". Daily Intelligencer. Archived from the original on December 31, 2014. Retrieved January 19, 2016.\n\n^ Levy, Nicole (March 24, 2014). \"Slate hires Jamelle Bouie from The Daily Beast\". POLITICO Media. Archived from the original on November 13, 2020. Retrieved January 25, 2019.\n\n^ Grinapol, Corinne (August 18, 2015). \"Slate Expands Its Politics Team\". www.adweek.com. Archived from the original on December 13, 2018. Retrieved January 25, 2019.\n\n^ a b Calderone, Michael (January 4, 2019). \"Pelosi's moment, Trump's stunt — The MSNBC primary — WaPo Style turns 50 — From Weekly Standard to The Bulwark\". POLITICO Media. Archived from the original on November 13, 2020. Retrieved January 25, 2019.\n\n^ Allsop, Jon (January 4, 2019). \"Oversight is here\". Columbia Journalism Review. Archived from the original on February 3, 2019. Retrieved January 25, 2019.\n\n^ Campbell, James; Cook, Rhodes; Toner, Michael; Owen, Diana; Cohn, Nate; Bouie, Jamelle; et al. (2013). Sabato, Larry (ed.). Barack Obama and the New America: The 2012 Election and the Changing Face of Politics. Rowman & Littlefield Publishers. ISBN 978-1442222649.\n\n^ \"Nonfiction Book Review: Barack Obama and the New America: The 2012 Election and the Changing Face of Politics\". Publishers Weekly. February 25, 2013. Archived from the original on November 13, 2020. Retrieved January 19, 2016.\n\n^ \"Jamelle Bouie named CBS News political analyst\". www.wkyt.com. WKYT CBS News. November 13, 2015. Archived from the original on November 16, 2015. Retrieved January 19, 2016.\n\n^ \"Sunday shows so far\". POLITICO. Archived from the original on November 13, 2020. Retrieved January 25, 2019.\n\n^ \"Sunday shows\". POLITICO. Archived from the original on February 9, 2019. Retrieved January 25, 2019.\n\n^ \"This week's Sunday shows\". POLITICO. Archived from the original on November 13, 2020. Retrieved January 25, 2019.\n\n^ \"Sunday shows\". POLITICO. Archived from the original on February 9, 2019. Retrieved January 25, 2019.\n\n^ \"Here's How the Networks Will Cover Election Night\". adweek.it. Archived from the original on November 13, 2020. Retrieved January 25, 2019.\n\n^ Bouie, Jamelle (October 5, 2015). \"New Bernie Sanders Polls Show He Could Win\". Slate. Archived from the original on January 26, 2016. Retrieved January 18, 2016.\n\n^ Bouie, Jamelle (January 22, 2015). \"Marvel's Secret Wars Initiative May Have a Secret Agenda\". Slate. Archived from the original on December 21, 2015. Retrieved January 18, 2016.\n\n^ Lieberman, Hallie (April 18, 2022). \"Why Your Favorite Sugary Breakfast Cereal Is Suddenly Everywhere\". Smithsonian Magazine.\n\n^ McGuire, Danielle (April 25, 2018). \"Historians are a great resource. Journalists, be sure to give them credit\". Columbia Journalism Review. Archived from the original on December 31, 2018. Retrieved January 25, 2019.\n\n^ Bouie, Jamelle (October 9, 2021). \"Bill Clinton, Race and the Politics of the 1990s\". The New York times. Archived from the original on July 10, 2022. Retrieved July 15, 2022.\n\n^ Grinapol, Corinne (August 14, 2015). \"The Making of Slate's Inaugural Academy Series on Slavery\". www.adweek.com. Archived from the original on December 13, 2018. Retrieved January 25, 2019.\n\n^ Bouie, Jamelle (April 15, 2014). \"America's Future Racial Makeup: Will Today's Hispanics Be Tomorrow's Whites?\". Slate. Archived from the original on January 20, 2016. Retrieved July 15, 2022.\n\n^ Prince, Richard (April 24, 2014). \"Hispanics Scoff at Suggestion They'll Identify as White in the Future\". Journal-isms. Maynard Institute for Journalism Education. Archived from the original on August 3, 2021. Retrieved July 15, 2022 – via The Root.\n\n^ Bouie, Jamelle (August 2, 2015). \"How Ferguson Changed America\". Slate. Archived from the original on January 17, 2016. Retrieved January 18, 2016.\n\n^ Clarke, Kinsey (June 19, 2015). \"Jon Stewart, Jamelle Bouie, And Others Weigh In On The Charleston Massacre\". NPR.org. Archived from the original on November 6, 2015. Retrieved January 19, 2016.\n\n^ Bouie, Jamelle (August 17, 2015). \"Black Lives Matter Protests Matter\". Slate. Archived from the original on January 24, 2016. Retrieved January 18, 2016.\n\n^ Welsh, Teresa (April 30, 2014). \"Views You Can Use: A Swift Reaction to Donald Sterling's Racism\". U.S. News & World Report. Archived from the original on January 9, 2015. Retrieved January 19, 2016.\n\n^ Williamson, Kevin D. (May 28, 2014). \"Jamelle Bouie, Wrong as Usual\". National Review Online. www.nationalreview.com. Archived from the original on March 8, 2016. Retrieved January 19, 2016.\n\n^ Bump, Philip (February 20, 2015). \"Rudy Giuliani and the 'love it or leave it' view of America\". The Washington Post. ISSN 0190-8286. Archived from the original on September 27, 2015. Retrieved January 19, 2016.\n\n^ Baragona, Justin (November 15, 2016). \"Slate's Jamelle Bouie Says There Are No Good Trump Voters, Compares Them To Lynch Mobs\". Mediaite. Archived from the original on November 13, 2020. Retrieved April 4, 2017.\n\n^ Wermund, Benjamin (November 9, 2016). \"Slate writer: Pro-Trump white 'backlash' evokes end of Reconstruction\". Politico. Archived from the original on April 30, 2017. Retrieved April 4, 2017.\n\n^ Vernon, Pete (September 25, 2017). \"Dancing around the word 'racist' in coverage of Trump\". Columbia Journalism Review. Archived from the original on January 29, 2019. Retrieved January 25, 2019.\n\n^ \"Here's (some of) the best political journalism of 2016\". Poynter. November 7, 2016. Archived from the original on October 31, 2020. Retrieved January 25, 2019.\n\n^ Stelter, Brian (August 11, 2018). \"Stelter: How to report on racists without fanning the flames\". CNNMoney. Archived from the original on October 3, 2018. Retrieved January 25, 2019.\n\n^ \"Jamelle Bouie Joins The New York Times Opinion Pages as Columnist\". www.nytco.com. January 3, 2019. Archived from the original on April 4, 2019. Retrieved April 2, 2019.\n\n^ Bouie, Jamelle, Ron DeSantis Likes His Culture Wars for a Reason, The New York Times, Tuesday, January 24, 2023\n\n^ Weber, Greta (February 10, 2017). \"Slate's Jamelle Bouie Is Also a Pretty Good Street Photographer - Washingtonian\". The Washingtonian.\n\n^ O'Hare, Erin (May 29, 2019). \"View finder: New York Times opinion writer Jamelle Bouie develops his perspective as a photographer\". C-VILLE Weekly.\n\n^ Bouie, Jamelle (April 16, 2021). \"The Cameras Used by New York Times Opinion Columnist (and Photography Hobbyist) Jamelle Bouie\". Wirecutter: Reviews for the Real World.\n\n^ Bouie, Jamelle (September 17, 2023). \"Unclear and Present Danger\". Jamelle Bouie. Retrieved September 22, 2023.\n\n^ \"The Root 100\". The Root. October 1, 2012. Archived from the original on January 22, 2016. Retrieved January 18, 2016.\n\n^ \"Jamelle Bouie, 27 - In Photos: 2015 30 Under 30: Media\". Forbes. Archived from the original on January 19, 2016. Retrieved January 18, 2016.\n\n\nExternal links[edit]\nOfficial website \nAppearances on C-SPAN \nJamelle Bouie on Twitter \nAuthority control databases \nVIAF\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jamelle_Bouie&oldid=1194638356\"",
    "twitter": ""
  },
  {
    "name": "James Bovard",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/james-bovard-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "American libertarian author and lecturer\n\n\nJames BovardBovard speaking in Washington, D.C. in 2011Born1956 (age 67–68)\nJames Bovard (/bəˈvɑːrd/; born 1956) is an American libertarian author and lecturer whose political commentary targets examples of waste, failures, corruption, cronyism and abuses of power in government. He is a USA Today columnist[1] and is a frequent contributor to The Hill. He is the author of Attention Deficit Democracy and nine other books. He has written for the New York Times, Wall Street Journal, Washington Post, New Republic, Reader's Digest, The American Conservative, and many other publications. His books have been translated into Spanish, Arabic, Japanese, and Korean.\n\n\nEarly life[edit]\nHe has written Wall Street Journal articles about his experiences as a shiftless highway worker [2] and a one-season Santa Claus.[3]  His early career was summarized in a 1988 National Journal profile headlined, \"A Free-Lance Crab Apple Shaking the Federal Tree\".[4]\n\nViews[edit]\nIn 2017, Bovard criticized President Donald Trump for the missile strike in Syria and referred to it as his \"biggest foreign folly.\" Bovard writes, \"Four years ago, Trump warned in a tweet: 'If the U.S. attacks Syria and hits the wrong targets, killing civilians, there will be worldwide hell to pay.' But the Trump administration has sharply increased U.S. bombing while curtailing restrictions that sought to protect innocents. A British-based human rights monitoring group estimated Friday that U.S.-led coalition strikes had killed almost 500 civilians in the past month—more than any month since U.S. bombing began. A United Nations commission of inquiry concluded that coalition airstrikes have caused a 'staggering loss of civilian life.'\" He also stated that \"Trump's most dangerous innovation involves direct attacks on Syrian government forces.\"[5]\nIn 2018, Bovard was critical of Trump, saying that he \"has said and done many things to appall the friends of freedom. From Trump's pro-torture comments to his praise of police brutality to his cruise-missile barrage against Syria to his threat to annihilate North Korea, there are ample signs that he scorns a freedom-and-peace posture.\"[6]\nBovard is a critic of the TSA, writing that \"the TSA has a long history of intimidation. In 2002, it created a system of fines to penalize travelers with bad attitudes, charging up to $1,500 for any alleged 'nonphysical interference.' This included any 'situation that in any way would interfere with the screener and his or her ability to continue to work or interfere with their ability to do their jobs,' according to a spokeswoman. The TSA failed to specify exactly how much groveling was necessary and eventually abandoned the regime of fines.\" He also criticized the TSA's watchlist and concluded that \"the TSA's latest anti-privacy charade is yet more evidence that the agency should be done away with. After pointlessly groping countless Americans, the TSA has no excuse for groping more.\"[7]\n\nMedia mentions[edit]\nGeorge Will, writing in The Washington Post, called Bovard \"a one-man truth squad\".[8] A 1999 book review in the Wall Street Journal called him \"the roving inspector general of the modern state\".[9] The New York Times in 2007 called Bovard \"an anti-czar czar.\"[10] A Washington Post columnist on criminal justice referred in 2017 to the \"great writer and civil liberties advocate James Bovard\".[11] He discussed the War on Terror in a one-hour interview on CSPAN's Washington Journal in 2016.[12]\n\nBibliography[edit]\nThe Farm Fiasco. ICS Press, 1989. ISBN 1558150013 Reason magazine declared, \"Over the past few years Bovard, in a series of newspaper and magazine articles, has contributed more than anyone to the public's understanding of our farm program madness. With this book, he presents the ultimate Everyman's defense of a free market in agriculture.\"[13] The Washington Post noted, \"Although [The Farm Fiasco] may sound like a critique of Soviet farm policy, in fact it is American programs at which James Bovard has taken aim.\"[14]\nFair Trade Fraud: How Congress Pillages the Consumer and Decimates American Competitiveness. Palgrave Macmillan. 1992. ISBN 0312083440. A Wall Street Journal review declared, \"Bovard offers a smashing condemnation of American trade policy and exposes the corrupt core of protectionism and the absurdity of Congress making trade more 'fair' by making it less 'free'. ... (shows) how arbitrary and ultimately counterproductive and restrictive our trade practices are.\"[15]\nLost Rights: The Destruction of American Liberty. Palgrave Macmillan. 1995. ISBN 0312123337. A Wall Street Journal review declared, \"Bovard's unrivaled research has resulted in a virtual encyclopedia of modern government abuse.\"[16] The American Spectator declared, \"A remarkable book – 400 densely packed pages about the mounting war on property and contract, the tyranny of taxation, and the growth of federal power in the guise of expanding our rights. In this field, Bovard is surely the leading researcher in the country.... brilliant.\"[17] In a 1998 Vanity Fair article on \"Shredding the Bill of Rights,\" novelist Gore Vidal quoted extensively from the book, \"In James Bovard's 1994 book, Lost Rights, the author has assembled a great deal of material on just what our law enforcers are up to in the never-to-be-won wars against Drugs and Terrorism, as they do daily battle with the American people in their homes and cars, on buses and planes, indeed, wherever they can get at them, by hook or by crook or by sting.\"[18] A 2012 National Review article declared, \"Lost Rights exposé of the threat posed by an emerging bureaucratic police state remains a true classic.\"[19] The book won the 1995 Mencken Award for Best Book. [20]\n(1996) Shakedown\nFreedom in Chains: The Rise of the State and the Demise of the Citizen. Palgrave Macmillan. 2000. ISBN 0312229674. The Los Angeles Times labeled Freedom in Chains \"a chilling indictment of the U.S. government.\"[21] The Wall Street Journal declared, \"Never has so much theoretical error and concrete folly been collected and juxtaposed so well under a single cover. Mr. Bovard consistently illuminates the connection between faulty political ideals and specific policy disasters.\"[9] Publishers Weekly declared, \"Bovard is well-read and makes entertaining use of Rousseau, Hegel, Hobbes (he's very fond of Leviathan) and other thinkers. He's also consistent and intellectually honest enough to follow his own ideology to its logical conclusion about, for instance, marijuana (legalize it, he says). Few readers will agree with Bovard that the dominant spirit in America today is one that idolizes the state, but most will find that he makes a rousing theoretical case against statism.\"[22]\nFeeling Your Pain: The Explosion and Abuse of Government Power in the Clinton-Gore Years. Palgrave Macmillan. 2001. ISBN 031224052X. A Wall Street Journal review declared, \"Feeling Your Pain is an eloquent and blistering indictment of the politicians and bureaucrats who, armed with taxpayer dollars and the coercive power of law, have done so much damage to individual lives, and society at large, in recent years.\"[23] Insight Magazine commented, \"In his powerful new book 'feeling your pain,' free-lance investigative reporter James Bovard takes on the whole eight years of the Clinton/Gore era and details the administration's misuse of power and its enormously successful effort to expand the role of government in our lives.\"[24][25]\nTerrorism and Tyranny: Trampling Freedom, Justice, and Peace to Rid the World of Evil. Palgrave Macmillan. 2003. ISBN 1403966826. A Boston Globe review declared \"\"Terrorism and Tyranny is a scathing account of the war on terrorism... Bovard is a bipartisan scourge... His lively fury at government incompetence keeps the pages turning quickly... Most riveting.\"[26] Publishers Weekly declared, \"Journalist Bovard, who has written for the 'Wall Street Journal' and The American Spectator, among others, looks at the post–September 11 policies and actions of the government and finds them sorely lacking.... Meticulously documented from contemporary news accounts, this rant against Bush's \"aura of righteousness\" may well leave readers as angry as its author.\"[27]  'The Washington Times' declared, \"The author has synthesized and organized a vast amount of information, yet he presents it in an accessible, reader-friendly way. It is rare to read such a well-documented study that flows so smoothly.... Terrorism and Tyranny\" is a timely, troubling book, exhaustively and impeccably researched and documented.\"[28] The Washington Post noted, \"The controversial author of Feeling Your Pain takes on Bush, the war with Iraq and the official drive to protect 'the homeland.'\"[29]\nThe Bush Betrayal. Palgrave Macmillan. 2004. ISBN 1403968519. Publishers Weekly declared, \"Writing from a libertarian perspective, Bovard (Terrorism and Tyranny, etc.) offers a fierce critique of the presidency of George W. Bush, focusing on restrictions on liberty and expansion of government.... It is notable as a comprehensive attack on the administration from a less-often-heard place on the political spectrum.\"[30]  An American Conservative review declared, \"With the thoroughly researched and footnoted style that has become his forte, and with the heavy doses of relevant anecdotes and dry humor that have become his trademarks, the author has compiled a virtual almanac of American political abuse.\"[31]\nAttention Deficit Democracy. Palgrave Macmillan. 2006. ISBN 1403971080. The American Conservative declared, \"In nine books and hundreds of articles, the libertarian muckraker James Bovard has returned repeatedly to three themes: government repression, government incompetence, and government deceit. All three go under the microscope in his newest tome, Attention Deficit Democracy, but the focus is on the deceit-and, even more, on the deceived.\"[32] Publishers Weekly declared, \"Bovard describes problems in painstaking detail.... those looking for a rousing refresher on the merits of skepticism will find it here in spades.\"[33]\nReferences[edit]\n\n\n^ \"USA Today\". USA Today. Archived from the original on November 16, 2017. Retrieved March 27, 2018.\n\n^ Bovard, James (June 10, 2011). \"My Summer Road to Perdition\". The Wall Street Journal. Archived from the original on August 24, 2018. Retrieved March 28, 2018.\n\n^ Bovard, James (December 21, 2011). \"Confessions of a One-Season Santa\". The Wall Street Journal. Archived from the original on August 23, 2018. Retrieved March 28, 2018.\n\n^ \"1988 National Journal Profile: A Free-Lance Crab Apple Shaking the Federal Tree - James Bovard\". February 13, 2018. Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ Bovard, Jim (June 29, 2017). \"Syria is Trump's Biggest Foreign Folly - The Libertarian Institute\". libertarianinstitute.org. Archived from the original on May 7, 2019. Retrieved May 7, 2019.\n\n^ Jim (March 15, 2018). \"FFF: Donald Trump's Authoritarian Opponents\". jimbovard.com. Archived from the original on December 8, 2019. Retrieved May 7, 2019.\n\n^ Bovard, Jim (May 28, 2018). \"After pointlessly groping countless Americans, the TSA is keeping a secret watchlist of those who fight back\". Los Angeles Times. Archived from the original on May 7, 2019. Retrieved May 7, 2019.\n\n^ Will, George F. (January 13, 1994). \"Holding File Clerks at Gunpoint\". The Washington Post. Archived from the original on May 17, 2018. Retrieved March 26, 2018.\n\n^ a b Mcginnis, John O. (February 16, 1999). \"Bookshelf: Control and Command\". The Wall Street Journal. Archived from the original on November 24, 2017. Retrieved March 26, 2018.\n\n^ Leibovich, Mark (May 20, 2007). \"Douglas E. Lute – War Czar – United States Army – Iraq – Afghanistan\". The New York Times. Archived from the original on March 27, 2018. Retrieved March 27, 2018.\n\n^ \"Public choice theory is crucial to understanding the criminal justice system - the Washington Post\". The Washington Post. Archived from the original on May 7, 2019. Retrieved May 7, 2019.\n\n^ \"Washington Journal James Bovard Cost War Terror, May 25 2016\" (Video). C-SPAN.org. Archived from the original on May 1, 2021. Retrieved July 22, 2021.\n\n^ \"The Case for Outrage\". February 1, 1990. Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ \"Hardcovers in Brief\". June 18, 1989. Archived from the original on March 30, 2018. {{cite journal}}: Cite journal requires |journal= (help)\n\n^ \"The Fair Trade Fraud – James Bovard – Macmillan\". Archived from the original on July 22, 2021. Retrieved March 27, 2018.\n\n^ Bovard, James (2016). \"Lost Rights: The Destruction of American Liberty\". St. Martin's Griffin. Archived from the original on September 27, 2018. Retrieved March 27, 2018 – via Amazon.\n\n^ Bethell, Tom (August 1994). \"Property and Tyranny\". The American Spectator. p. 17.\n\n^ \"Shredding the Bill of Rights, by Gore Vidal, 11/98\". ratical.org. Archived from the original on June 15, 2019. Retrieved May 7, 2019.\n\n^ Zubrin, Robert (September 12, 2012). \"Dethrone the EPA\". National Review. Archived from the original on September 27, 2018. Retrieved March 28, 2018.\n\n^ \"The Mencken Awards: 1982–1996\". Archived from the original on November 16, 2019. Retrieved November 17, 2019.\n\n^ Day, Anthony (March 4, 1999). \"A Chilling Indictment of U.S. Government\". The Los Angeles Times. Archived from the original on September 27, 2018. Retrieved March 28, 2018.\n\n^ Bovard, James (1999). Nonfiction Book Review: 'Freedom in Chains: The Rise of the State and the Demise of the Citizen' by James Bovard, Author St. Martin's Press (326p). St. Martin's Press. ISBN 978-0312214418. Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ Robinson, Matthew (August 28, 2000). \"HUD, the IRS and Other Clinton-Gore Scandals\". Wall Street Journal. Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ \"\"Bovard Examines the Clinton/Gore Excesses\" by Goode, Stephen – Insight on the News, Vol. 16, Issue 39, October 23, 2000\". Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ Boychuk, Ben (Fall 2000). \"Who's Sorry Now\". Claremont Review of Books. 1 (1). Retrieved March 4, 2022.\n\n^ Carlevale, Edmund (February 1, 2004). \"Patriots and Pyrrhic victories\". Boston Globe. Archived from the original on March 28, 2018. Retrieved March 28, 2018.\n\n^ Bovard, James (2003). Nonfiction Book Review: 'Terrorism and Tyranny: Trampling Freedom, Justice, and Peace to Rid the World of Evil' by James Bovard, Author. Palgrave (448p). Palgrave Macmillan. ISBN 978-1403963680. Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ \"Fighting terrorism\". The Washington Times. Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ Arana, Marie (September 7, 2003). \"A reader's guide to the bumper crop of big books ahead -- from Don Quixote's windmills to America's war on terror\". Archived from the original on March 30, 2018. Retrieved March 30, 2018 – via www.washingtonpost.com.\n\n^ Nonfiction Book Review: 'The Bush Betrayal by James Bovard, Author. Palgrave (336p). ISBN 978-1403967275. Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ \"New Era of Big Government\". September 13, 2004. Archived from the original on September 27, 2018. Retrieved March 30, 2018.\n\n^ \"\"While You Were Sleeping\" by Walker, Jesse – The American Conservative, Vol. 5, Issue 11, June 5, 2006\". Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n^ Bovard, James (2005). Nonfiction Book Review: Attention Deficit Democracy by James Bovard, Author Palgrave MacMillan (291p). Palgrave Macmillan. ISBN 978-1403971081. Archived from the original on March 30, 2018. Retrieved March 30, 2018.\n\n\nExternal links[edit]\nJim Bovard's blog\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nJapan\nCzech Republic\nNetherlands\nAcademics\nCiNii\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=James_Bovard&oldid=1188839748\"",
    "twitter": ""
  },
  {
    "name": "James Coan",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/james-coan-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "James Downie",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/james-downie-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": null,
    "wiki": "James Downie may refer to:\n\nJames Downie (footballer)\nJames Downie (cyclist)\nSee also[edit]\nJames Downey (disambiguation)\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=James_Downie&oldid=1169992603\"",
    "twitter": ""
  },
  {
    "name": "James Hohmann",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/james-hohmann",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "James Mattis",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/james-mattis-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "military",
    "wiki": "Retired US Marine Corps general and 26th US secretary of defense (born 1950)\n\n\nJim MattisOfficial portrait, 201726th United States Secretary of DefenseIn officeJanuary 20, 2017 – January 1, 2019PresidentDonald TrumpDeputyRobert O. WorkPatrick M. ShanahanPreceded byAsh CarterSucceeded byMark Esper11th Commander of the United States Central CommandIn officeAugust 11, 2010 – March 22, 2013PresidentBarack ObamaPreceded byDavid PetraeusSucceeded byLloyd Austin5th Commander of the United States Joint Forces CommandIn officeNovember 9, 2007 – August 11, 2010PresidentGeorge W. BushBarack ObamaPreceded byLance L. SmithSucceeded byRaymond T. Odierno3rd Supreme Allied Commander TransformationIn officeNovember 9, 2007 – September 8, 2008DeputyLuciano ZappataPreceded byLance L. SmithSucceeded byStéphane Abrial\nPersonal detailsBornJames Norman Mattis (1950-09-08) September 8, 1950 (age 73)Pullman, Washington, U.S.Political partyIndependent[1]Spouse\nChristina Lomasney  ​(m. 2022)​EducationCentral Washington University (BA)National Defense University (MA)SignatureNicknames\"Chaos\" (callsign)[2]\"Warrior Monk\"[2][3]\"Mad Dog\"[4][5][3]Military serviceBranch/serviceUnited States Marine CorpsYears of service1969–2013RankGeneralCommandsUnited States Central CommandUnited States Joint Forces CommandSupreme Allied Commander TransformationI Marine Expeditionary ForceUnited States Marine Forces Central CommandMarine Corps Combat Development Command1st Marine Division1st Marine Expeditionary Brigade7th Marine Regiment1st Battalion, 7th MarinesBattles/wars\nGulf War\nWar in Afghanistan\nIraq War\nInvasion of Iraq\nFirst Battle of Fallujah\nSecond Battle of Fallujah\nAwardsDefense Distinguished Service Medal (2)Navy Distinguished Service MedalDefense Superior Service MedalLegion of MeritBronze Star Medal (with Valor)Meritorious Service Medal (3)\n\n\nJim Mattis's voice\n\nJim Mattis testifies before the Senate Armed Services Committee on AfghanistanRecorded October 3, 2017\n\nJames Norman Mattis (born September 8, 1950) is an American military veteran who served as the 26th United States secretary of defense from 2017 to 2019. A former Marine Corps four-star general, he commanded forces in the Persian Gulf War, the War in Afghanistan, and the Iraq War.\nMattis was commissioned in the Marine Corps through the Naval Reserve Officers' Training Corps after graduating from Central Washington University. A career Marine, he gained a reputation among his peers for intellectualism and eventually advanced to the rank of general. From 2007 to 2010, he commanded the United States Joint Forces Command and concurrently served as NATO's Supreme Allied Commander Transformation. He was commander of United States Central Command from 2010 to 2013, with Admiral Bob Harward serving as his deputy commander. After retiring from the military, he served in several private sector roles, including as a board member of Theranos.[6]\nMattis was nominated as secretary of defense by president-elect Donald Trump, and confirmed by the Senate on January 20, 2017. As secretary of defense, Mattis affirmed the United States' commitment to defending longtime ally South Korea in the wake of the 2017 North Korea crisis.[7][8] An opponent of proposed collaboration with China and Russia,[9] Mattis stressed what he saw as their \"threat to the American-led world order\".[10] Mattis occasionally voiced his disagreement with certain Trump administration policies such as the withdrawal from the Iran nuclear deal,[11] withdrawals of troops from Syria and Afghanistan,[12] and budget cuts hampering the ability to monitor the impacts of climate change.[13][14] According to The Hill, Mattis also reportedly dissuaded Trump from attempting to assassinate Bashar al-Assad, the president of Syria.[15]\nOn December 20, 2018, after failing to convince Trump to reconsider his decision to withdraw all American troops from Syria, Mattis announced his resignation effective the end of February 2019; after Mattis's resignation generated significant media coverage, Trump abruptly accelerated Mattis' departure date to January 1, 2019, stating that he had essentially fired Mattis.[16]\n\n\nEarly life[edit]\nMattis was born on September 8, 1950, in Pullman, Washington.[17] He is the son of Lucille (Proulx) Mattis (1922–2019)[18] and John West Mattis (1915–1988),[19][20] a merchant mariner. His mother immigrated to the United States from Canada as an infant and had worked in Army Intelligence in South Africa during the Second World War.[21] Mattis's father moved to Richland, Washington, to work at a plant supplying fissile material to the Manhattan Project. Mattis was raised in a bookish household that did not own a television.[22][23] He graduated from Richland High School in 1968.[22][24] He earned a Bachelor of Arts in history from Central Washington University in 1971[25][26][27] and a Master of Arts in international security affairs from the National War College of National Defense University in 1994.[28]\n\nMarine career[edit]\nMattis addressing Marines at Camp Commando, Kuwait during Operation Enduring Freedom in February 2003.\nMattis enlisted in the Marine Corps Reserve in 1969.[29] He was commissioned a second lieutenant through the Naval Reserve Officers' Training Corps on January 1, 1972.[30] During his service years, Mattis was considered an \"intellectual\" among the upper ranks.[31] Robert H. Scales, a retired United States Army major general, called him \"one of the most urbane and polished men I have known.\"[32] As a lieutenant, Mattis was assigned as a rifle and weapons platoon commander in the 3rd Marine Division. As a captain, he was assigned as the Naval Academy Preparatory School's Battalion Officer, commanded rifle and weapons companies in the 1st Marine Regiment, then served at Recruiting Station Portland, Oregon, as a major.[33] \nUpon promotion to the rank of lieutenant colonel, Mattis commanded 1st Battalion, 7th Marines, one of Task Force Ripper's assault battalions during the Gulf War.[34] As a colonel, Mattis commanded the 7th Marine Regiment from June 28, 1994, to June 14, 1996.[35]\n\nOfficial portrait as Supreme Allied Commander Transformation\nMattis is a graduate of the US Marine Corps Amphibious Warfare School, US Marine Corps Command and Staff College, and the National War College. He is noted for his interest in the study of military history and world history,[36][37] with a personal library that once included over 7,000 volumes,[2] and a penchant for publishing required reading lists for Marines under his command.[38][39] He required his Marines to be well-read in the culture and history of regions where they were deployed, and had his Marines deploying to Iraq undergo \"cultural sensitivity training\".[37] According to an article published in 2004 by the Los Angeles Times it was his concern for the enlisted ranks along with his energy and enthusiasm that garnered him the nickname \"Mad Dog\".[4][5] But in 2016, when President-elect Trump asked Mattis if his nickname was indeed \"Mad Dog,\" Mattis replied, \"No, sir,\" saying that his actual nickname was \"Chaos.\"[40]\n\nWar in Afghanistan[edit]\nFurther information: War in Afghanistan (2001–2021)\nMattis led the 1st Marine Expeditionary Brigade as its commanding officer upon promotion to brigadier general.[41] It was as a regimental commander that he earned his nickname and call sign, \"CHAOS\", an acronym for \"Colonel Has Another Outstanding Solution\", which was initially somewhat tongue-in-cheek.[42][23]\nDuring the initial planning for the War in Afghanistan, Mattis led Task Force 58 in operations in the southern part of the country beginning in November 2001,[43] becoming the first Marine Corps officer to command a Naval Task Force in combat.[30] According to Mattis, his objective upon arriving in Afghanistan was \"make sure that the enemy didn't feel like they had any safe haven, to destroy their sense of security in southern Afghanistan, to isolate Kandahar from its lines of communication, and to move against Kandahar.\"[44] In December 2001, an airstrike carried out by a B-52 bomber inadvertently targeted a position held by US special operations troops and Afghan militiamen in Uruzgan Province. Numerous men were wounded in the incident, but Mattis repeatedly refused to dispatch helicopters from the nearby Camp Rhino to recover them, citing operational safety concerns. Instead,  an Air Force helicopter flew from Uzbekistan to ferry the men to the Marine Corps base where helicopters sat readily available but unauthorized to fly. Captain Jason Amerine blamed the delay caused by Mattis's refusal to order a rescue operation for the deaths of several men. Amerine wrote, \"Every element in Afghanistan tried to help us except the closest friendly unit, commanded by Mattis,\" though he also wrote that \"none of that was assessed properly because the [5th Special Forces Group] chose not to call for a formal investigation\".[45][46] This episode was used against Mattis when he was nominated for defense secretary in 2016.[47]\nMattis describes being presented with the location of Osama bin Laden in December 2001 and creating a plan to kill him that was never executed.[23]\nWhile serving in Afghanistan as a brigadier general, Mattis was known as an officer who engaged his men with \"real leadership.\"[48] A young Marine officer, Nathaniel Fick, said he witnessed Mattis in a fighting hole talking with a sergeant and lance corporal: \"No one would have questioned Mattis if he'd slept eight hours each night in a private room, to be woken each morning by an aide who ironed his uniforms and heated his MREs. But there he was, in the middle of a freezing night, out on the lines with his Marines.\"[49]\n\nIraq War[edit]\nLetter written by Mattis on the eve of the 2003 invasion of Iraq, addressed to members of the 1st Marine Division\nAs a major general, Mattis commanded the 1st Marine Division during the 2003 invasion of Iraq and the Iraq War.[36] Mattis played key roles in combat operations in Fallujah, including negotiation with the insurgent command inside the city during Operation Vigilant Resolve in April 2004, as well as participation in planning of the subsequent Operation Phantom Fury in November.[50]\n\nWedding bombing[edit]\nIn May 2004, Mattis ordered the 3 a.m. bombing of what his intelligence section had reported was a suspected enemy safe house near the Syrian border, but was later reported to be a wedding party and allegedly resulted in the deaths of 42 civilians, including 11 women and 14 children. Mattis said it had taken him 30 seconds to decide whether to bomb the location. Describing the wedding as implausible, he said, \"How many people go to the middle of the desert to hold a wedding 80 miles (130 km) from the nearest civilization? These were more than two dozen military-age males. Let's not be naive.\"[51] The occurrence of a wedding was disputed by military officials, but the Associated Press obtained video footage showing a wedding party and a video the next day showed musical instruments and party decoration among the remains.[52] When asked by the press about footage on Arabic television of a child's body being lowered into a grave, he replied: \"I have not seen the pictures but bad things happen in wars. I don't have to apologize for the conduct of my men.\"[53]\n\nDepartment of Defense survey[edit]\nFollowing a Department of Defense survey that showed only 55% of US soldiers and 40% of Marines would report a colleague for abusing civilians, Mattis told Marines in May 2007 that \"whenever you show anger or disgust toward civilians, it's a victory for al-Qaeda and other insurgents.\" Believing that a need for restraint in war as key to defeating an insurgency, he added: \"every time you wave at an Iraqi civilian, al-Qaeda rolls over in its grave.\"[54]\n\n1st Marine Division's motto \"no better friend, no worse enemy\"[edit]\nMattis popularized the 1st Marine Division's motto \"no better friend, no worse enemy\", a paraphrase of the epitaph the Roman dictator Lucius Cornelius Sulla wrote for himself,[55] in his open letter to all men within the division for their return to Iraq. This phrase later became widely publicized during the investigation into the conduct of Lieutenant Ilario Pantano, a platoon commander serving under Mattis.[56][57][58][59][60]\n\nCultural sensitivity training[edit]\nAs his division prepared to ship out, Mattis called in \"experts on the Middle East\" for \"cultural sensitivity training.\" He constantly toured the battlefield to tell stories of Marines who were able to show \"discretion in moments of high pressure.\" As an apparent example, he encouraged his Marines to grow moustaches to look more like the people they were working with.[37]\n\nRemoval of senior leaders[edit]\nHe was also noted for a willingness to remove senior leaders under his command when the US military seemed unable or unwilling to relieve underperforming or incompetent officers. During the division's push to Baghdad, Mattis relieved Colonel Joe D. Dowdy, commander of Regimental Combat Team-1. It was such a rare occurrence in the modern military that it made the front page of newspapers. Despite this, Mattis declined to comment on the matter publicly other than to say that the practice of officer relief remains alive, or at least \"we are doing it in the Marines.\"[49] Later interviews of Dowdy's officers and men revealed that \"the colonel was doomed partly by an age-old wartime tension: Men versus mission—in which he favored his men,\" while Mattis insisted on execution of the mission to seize Baghdad swiftly.[61]\n\nCombat Development Command[edit]\nAfter being promoted to lieutenant general, Mattis took command of Marine Corps Combat Development Command. In February 2005, speaking at a forum in San Diego, he said, \"Actually it's quite fun to fight them, you know. It's a hell of a hoot. It's fun to shoot some people. I'll be right up there with you. I like brawling. You go into Afghanistan, you got guys who slap women around for five years because they didn't wear a veil. You know, guys like that ain't got no manhood left anyway. So it's a hell of a lot of fun to shoot them.\"[62] Mattis's remarks sparked controversy; General Michael Hagee, commandant of the Marine Corps, issued a statement suggesting Mattis should have chosen his words more carefully, but he would not be disciplined.[63]\n\nUS Joint Forces Command[edit]\nVice President Joe Biden, Secretary of Defense Robert Gates, Admiral Mike Mullen and General Mattis in Baghdad, Iraq, September 2010\nThe Pentagon announced on May 31, 2006, that Mattis had been chosen to take command of the I Marine Expeditionary Force, based out of Marine Corps Base Camp Pendleton.[64] On September 11, 2007, Secretary of Defense Robert Gates announced that President George W. Bush had nominated Mattis for appointment to the rank of general to command US Joint Forces Command (USJFCOM) in Norfolk, Virginia. NATO agreed to appoint Mattis as Supreme Allied Commander Transformation (SACT). On September 28, 2007, the United States Senate confirmed Mattis's nomination, and he relinquished command of the I MEF on November 5, 2007, to Lieutenant General Samuel Helland.[33]\nMattis was promoted to four-star general and took control of USJFCOM/SACT on November 9, 2007. On September 9, 2009, French Air Force General Stéphane Abrial assumed the position of SACT. Mattis remained commander of JFCOM from November 2007 until September 2010.[65]\n\nUS Central Command[edit]\nGeneral Lloyd Austin and Command Sgt. Maj. Joseph R. Allen greet Mattis as he arrives in Baghdad for the end-of-mission ceremony in December 2011.\nIn early 2010, Mattis was reported to be on the list of generals being considered to replace James T. Conway as the commandant of the US Marine Corps.[66] In July, he was recommended by Defense Secretary Robert Gates for nomination to replace David Petraeus as commander of United States Central Command (CENTCOM),[17][67] and formally nominated by President Obama on July 21.[68]\nMattis took command at a ceremony at MacDill Air Force Base on August 11.[69][70][71] As head of Central Command, Mattis oversaw the wars in Iraq and Afghanistan and was responsible for a region that includes Syria, Iran, and Yemen.[72] He lobbied the Obama administration for a more aggressive response to Iran, including more covert operations and disruption of Iranian arms shipments to Syria and Yemen.[73] After an incident in 2011 where an Iranian jet had attacked a U.S. drone flying over the Persian Gulf in international airspace, Mattis wanted permission to shoot down any Iranian aircraft that was attacking American drones, but the Obama administration denied this request.[74] According to Leon Panetta, the Obama administration did not place much trust in Mattis because he was perceived as too eager for a military confrontation with Iran.[75] Panetta later said, though, that some of the mistrust was unjustified, arising from the inexperience of some White House staff not understanding the need \"to look at all of the options that a president should look at in order to make the right decisions.\" Nevertheless, Mattis's hawkishness was out of step with the White House's perspective, and \"ultimately, Mattis’s advocacy and aggressive style alienated the White House and the president he was serving.\"[76]\nMattis retired in March 2013, and the Defense Department nominated General Lloyd Austin to succeed him.[77]\n\nCivilian career[edit]\nAfter retiring from the military, Mattis worked for FWA Consultants and served as a member of the General Dynamics Board of Directors.[78] Between 2013 and 2017, while on the board of General Dynamics, Mattis made more than $900,000 in compensation, including company stock.[79] In August 2013, he was appointed an Annenberg Distinguished Visiting Fellow at the Hoover Institution[80] and in 2016 he was named the Davies Family Distinguished Visiting Fellow.[81][23]\nIn December 2015, Mattis joined the advisory board[82] of Spirit of America, a 501(c)(3) nonprofit organization that provides assistance to support the safety and success of American service personnel and the local people they seek to help.\nHe is co-editor of the book Warriors & Citizens: American Views of Our Military, published in August 2016.[83]\nFrom 2013 to January 2017, Mattis was a board member of Theranos, a health technology company that claimed to have devised revolutionary blood tests using very small amounts of blood, which was later determined to be a fraudulent claim by the US Securities and Exchange Commission.[84][85][86][87][88] Previously, in mid-2012, a Department of Defense official evaluating Theranos's blood-testing technology for the military initiated a formal inquiry with the Food and Drug Administration about the company's intent to distribute its tests without FDA clearance. In August 2012, Theranos CEO Elizabeth Holmes asked Mattis, who had expressed interest in testing Theranos's technology in combat areas, to help. Within hours, Mattis forwarded his email exchange with Holmes to military officials, asking \"how do we overcome this new obstacle\". In July 2013, the Department of Defense gave Mattis permission to join Theranos's board provided he did not represent Theranos with regard to the blood-testing device and its potential acquisition by the Departments of the Navy or Defense.[89]\nIn 2019, Mattis's book Call Sign Chaos: Learning to Lead was published.[90] It is an autobiography as well as an argument in favor of an internationalist foreign policy.[91] On August 7, 2019, Mattis was re-elected to the board of General Dynamics.[92]\n\nSecretary of Defense (2017–2019)[edit]\nNomination and confirmation[edit]\nMattis with President Trump and Vice President Pence\nPresident-elect Donald Trump met with Mattis for a little over one hour in Bedminster, New Jersey, on November 20, 2016.[93] He later wrote on Twitter, \"General James 'Mad Dog' Mattis, who is being considered for secretary of defense, was very impressive yesterday. A true General's General!\"[94] On December 1, 2016, Trump announced at a rally in Cincinnati that he would nominate Mattis for secretary of defense.[95]\nThe National Security Act of 1947 requires a seven-year waiting period before retired military personnel can assume the role of secretary of defense; Mattis's nomination meant that it was the first time since 1950 (in that instance for George Marshall) that a waiver of the law was needed.[95][96] The waiver for Mattis passed 81–17 in the Senate and 268–151 in the House. Mattis was subsequently confirmed as secretary of defense by a vote of 98–1 in the United States Senate on January 20, 2017.[97] Senator Kirsten Gillibrand was the sole \"no\" vote,[98] stating that she was opposed to the waiver on principle.[99]\n\nTenure[edit]\nMattis with Finnish president Sauli Niinistö in Helsinki, Finland, in November 2017\nMattis and Turkish Defense Minister Fikri Işık at NATO headquarters in Brussels, February 2017\nMattis with Indonesian president Joko Widodo during a visit to Jakarta, Indonesia, in January 2018.\nIn a January 2017 phone call with Saudi Arabia's deputy crown prince Mohammed bin Salman, Mattis \"reaffirmed the importance of the US–Saudi Arabia strategic relationship\".[100]\nFor his first official trip abroad, Mattis began a two-day visit with longtime US ally South Korea on February 2, 2017.[7] He warned North Korea that \"any attack on the United States, or our allies, will be defeated\", and any use of nuclear weapons would be met with an \"effective and overwhelming\" response from the United States.[8] During a press conference in London on March 31, 2017, with the British secretary of state for defence, Michael Fallon, Mattis said North Korea was behaving \"in a very reckless manner\" and must be stopped.[101] During a Pentagon news conference on May 26, Mattis reported the US was working with the UN, China, Japan, and South Korea to avoid \"a military solution\" with North Korea.[102] On June 3, Mattis said the United States regarded North Korea as \"clear and present danger\" during a speech at the international security conference in Singapore.[103] In a June 12 written statement to the House Armed Services Committee Mattis said North Korea was the \"most urgent and dangerous threat to peace and security\".[104] On June 15, Mattis said the US would win a war against North Korea, but \"at great cost\".[105]\nOn March 22, 2017, during questioning from the US Senate, Mattis affirmed his support for US troops remaining in Iraq after the Battle of Mosul was concluded.[106] Mattis responded to critics who suggested the Trump administration had loosened the rules of engagement for the US military in Iraq after US-led coalition airstrikes in Mosul killed civilians,[107] saying, \"We go out of our way to always do everything humanly possible to reduce the loss of life or injury among innocent people.\"[108] According to Airwars, the US-led coalition killed as many as 6,000 civilians in Iraq and Syria in 2017.[109]\n\nMattis and Australian Minister for Defense Marise Payne visiting Victoria Barracks in Sydney, Australia, June 2017.\nOn April 5, 2017, Mattis called the Khan Shaykhun chemical attack \"a heinous act,\" and said it would be treated accordingly.[110] On April 10, Mattis warned the Syrian government against using chemical weapons again.[111] The following day, Mattis gave his first Pentagon news conference since becoming secretary of defense, saying ISIL's defeat remained \"our priority,\" and the Syrian government would pay a \"very, very stiff price\" for further usage of chemical weapons.[112] On April 21 Mattis said Syria still had chemical weapons and was in violation of United Nations Security Council resolutions.[113] According to investigative journalist Bob Woodward, Trump ordered Mattis to assassinate Assad, but Mattis refused.[114] On May 8 Mattis told reporters details of the proposed Syrian safe zones were \"all in process right now\" and the United States was involved with configuring them.[115]\nMattis voiced support for a Saudi Arabian-led military campaign against Yemen's Shiite rebels.[116] He asked Trump to remove restrictions on US military support for Saudi Arabia.[117]\nOn April 20, 2017, one week after the Nangarhar airstrike, Mattis told reporters that the US would not conduct a damage assessment \"in terms of the number of people killed\" in Afghanistan.[118] Mattis traveled to Afghanistan days later and met with government officials, explaining that the purpose of the trip was to allow him to state his recommendations for US strategy in the country.[119] On June 13, Mattis said US forces were \"not winning\" in Afghanistan and the administration would develop a new strategy by \"mid-July\" while speaking to the United States Senate Committee on Armed Services.[120] On June 29, Mattis said the Obama administration \"may have pulled our troops out too rapidly\" and that he intended to submit a new Afghanistan strategy to Trump upon his return to Washington, D.C.[121]\nThe United States has been openly arming the Syrian Kurdish fighters in the war against ISIL since May 2017.[122] Following the start of the Turkish invasion of northern Syria aimed at ousting US-backed Syrian Kurds from the enclave of Afrin, Mattis said in January 2018: \"Turkey is a NATO ally. It's the only NATO country with an active insurgency inside its borders. And Turkey has legitimate security concerns.\"[123] Turkish Deputy Prime Minister Bekir Bozdağ urged the United States to halt its support for Kurdish YPG fighters, saying: \"Those who support the terrorist organization will become a target in this battle.\"[124]\nOn April 13, 2018, Mattis briefed reporters in a press conference at the Pentagon on the 2018 missile strikes against Syria being carried out against the Assad regime's chemical weapon compounds, saying, \"Tonight, France, the United Kingdom and the United States took decisive action to strike the Syrian chemical weapons infrastructure. Clearly the Assad regime did not get the message last year. This time our allies and we have struck harder. Together we have sent a clear message to Assad and his murderous lieutenants that they should not perpetrate another chemical weapons attack for which they will be held accountable\".[125]\nIn November 2018, the CIA assessed with \"high confidence\" that Saudi Arabia's Crown Prince Mohammad bin Salman ordered the assassination of Washington Post columnist Jamal Khashoggi.[126] Under mounting pressure from lawmakers who wanted action against Saudi Arabia, Mattis and Secretary of State Mike Pompeo, in a rare closed briefing of the Senate, disputed the CIA's conclusion and declared there was no direct evidence linking the crown prince to Khashoggi's assassination.[127]\nWherever Mattis traveled overseas, he brought the Defense Security Cooperation Agency director (the official in charge of weapon sales to foreign governments), according to Lt. Gen. Charles Hooper, speaking at the Brookings Institution in June 2019.[128]\n\nConflicts with Trump and resignation[edit]\nMattis's resignation letter\nMattis had recommended General David L. Goldfein, Air Force Chief of Staff, to succeed retiring General Joseph Dunford as Chairman of the Joint Chiefs of Staff in September 2018. Instead, Trump chose General Mark Milley, Army Chief of Staff, whom Mattis had recommended for the position of Supreme Allied Commander Europe.[129][130]\nOn December 19, 2018, Trump announced immediate US withdrawal from Syria, over his national security advisers' objections.[131] Mattis had recently said that the US would remain in Syria after ISIL's defeat to ensure it did not regroup. The next day, he submitted his resignation after failing to persuade Trump to reconsider.[132][133] His resignation letter contained language that appeared to criticize Trump's worldview—praising NATO, which Trump has often derided, and the 79-nation anti-ISIS coalition that Trump had decided to abandon. Mattis also affirmed the need for \"treating allies with respect and also being clear-eyed about both malign actors and strategic competitors\" and remaining \"resolute and unambiguous\" against authoritarian states such as China and Russia. He wrote that Trump has \"the right to have a Secretary of Defense whose views are better aligned with [his] on these and other subjects.\"[134][135] His resignation triggered alarm among historical allies.[136] In his 2018 resignation letter, Mattis called both Russia and China \"authoritarian models\" rivaling US interests.[137] Mattis's letter said his resignation would be effective February 28, 2019.[138] Three days later Trump moved Mattis's departure date up to January 1, after becoming angered by the implicit criticism of Trump's worldview in Mattis's letter.[139] On January 2, 2019, Trump criticized Mattis's performance as secretary of defense and said he had \"essentially fired him.\"[140]\nJohn F. Kelly, Trump's chief of staff when Mattis left his position, denied that Trump fired Mattis or asked for his resignation. He said Trump must be confused or mistaken, and that \"Jim Mattis is an honorable man.\"[141]  Mattis returned to his post as Davies Family Distinguished Fellow at the Hoover Institution. [142]\n\nPost-tenure[edit]\nAfter leaving the White House, Mattis initially declined to offer his opinion of the Trump administration, saying, \"If you leave an administration, you owe some silence,\"[143] and was guarded when asked to reflect on Trump or military matters, saying he didn't want to detract from the troops.[144] He changed his position after becoming \"angry and appalled\" about the events leading up to the violent treatment of noncombative protesters near the White House on June 1, 2020, for the purpose of a photo op for Trump at the church across Lafayette Square.[145] Trump responded by Twitter that evening that he \"felt great\" he had previously asked Mattis to resign, and he didn't like much about Mattis or his \"leadership style\" and was \"Glad he is gone!\"[144]\nIn 2019, Mattis joined The Cohen Group as senior counsel.[146][147][148]\nMattis, along with all other living former secretaries of defense, ten in total, published a Washington Post op-ed piece in January 2021 telling President Trump not to involve the military in determining the outcome of the 2020 elections.[149]\n\nAl Smith Dinner comments[edit]\nAt the October 17, 2019, Alfred E. Smith Memorial Foundation Dinner, Mattis, the keynote speaker, responded to comments Trump had made about him, saying,\n\n\nI'm not just an overrated general, I am the greatest, the world's most overrated ... I'm honored to be considered that by Donald Trump, because he also called Meryl Streep an overrated actress. So I guess I'm the Meryl Streep of generals, and frankly, that sounds pretty good to me. And you do have to admit that between me and Meryl, at least we've had some victories.[150]\n\n\nHe continued, \"I've earned my spurs on the battlefield ... Donald Trump earned his spurs in a letter from a doctor.\"[151]\n\nPolitical positions[edit]\nMattis claims he has \"never registered for any political party\". He also claims when he was 18 that he was \"proudly apolitical\".[152]\n\nIsraeli–Palestinian peace process[edit]\nMattis supports a two-state solution model for Israeli–Palestinian peace. He has said the situation in Israel is \"unsustainable\" and that Israeli settlements harm prospects for peace and could lead to an apartheid-like situation in the West Bank.[153] In particular, he has said that the perception of biased American support for Israel has made it difficult for moderate Arabs to show support for the United States. Mattis strongly supported Secretary of State John Kerry on the Middle East peace process, praising Kerry for being \"wisely focused like a laser beam\" on a two-state solution.[154]\n\nIran and Middle Eastern allies[edit]\nMattis and Egyptian President Abdel Fattah el-Sisi in April 2017\nMattis believes Iran is the principal threat to the stability of the Middle East, ahead of Al-Qaeda and ISIL. Mattis says: \"I consider ISIS nothing more than an excuse for Iran to continue its mischief. Iran is not an enemy of ISIS. They have a lot to gain from the turmoil in the region that ISIS creates.\" Mattis sees the Iran nuclear deal as a poor agreement, but believes there is now no way to tear it up, saying: \"We are just going to have to recognize that we have an imperfect arms control agreement. Second, that what we achieved is a nuclear pause, not a nuclear halt\". Mattis argues that inspections may fail to prevent Iran from seeking to develop nuclear weapons, but that \"[i]f nothing else at least we will have better-targeting data if it comes to a fight in the future.\"[11] Additionally, he criticized Obama for being \"naive\" about Iranian intentions and Congress for being \"pretty much absent\" on the nuclear deal.[155]\n\nMattis with Saudi Arabia's prince Mohammad in March 2017\nMattis praises the friendship of regional US allies such as Jordan, Israel, and the United Arab Emirates.[156][157][158] He also criticized Obama for seeing allies as \"freeloading\", saying: \"For a sitting US President to see our allies as freeloaders is nuts.\"[158] He has cited the importance of the United Arab Emirates and Jordan as countries that wanted to help, for example, in filling in the gaps in Afghanistan. He criticized Obama's defense strategy as giving \"the perception we're pulling back\" from US allies.[159] He stresses the need for the US to bolster its ties with allied intelligence agencies, particularly those of Jordan, Egypt and Saudi Arabia.[160] In 2012, Mattis argued for providing weapons to Syrian rebels as a way to fight back against Iranian proxies in Syria.[161]\n\nJapan[edit]\nMattis visited Japan one week after being sworn in as secretary of defense. During a meeting with Prime Minister Shinzō Abe, Mattis emphasized that the US remains committed to the mutual defense of Japan and stated, \"I want there to be no misunderstanding during the transition in Washington that we stand firmly, 100 percent, shoulder to shoulder with you and the Japanese people.\"[162] He also reassured Japan that the US would defend the disputed Senkaku Islands controlled by Japan but also claimed by China and Taiwan.[163]\n\nRussia[edit]\nSpeaking at a 2015 conference sponsored by The Heritage Foundation in Washington, D.C., Mattis said he believed that Russian President Vladimir Putin's intent is \"to break NATO apart.\"[164] Mattis has also spoken out against what he perceives as Russia's expansionist or bellicose policies in Syria, Ukraine and the Baltic states.[165] In 2017, Mattis said that the world order is \"under the biggest attack since World War II, ... and that is from Russia, from terrorist groups, and with what China is doing in the South China Sea.[166]\nOn February 16, 2017, Mattis said the United States was not currently prepared to collaborate with Russia on military matters, including future anti-ISIL US operations.[9] In August 2017, he said: \"Despite Russia's denials, we know they are seeking to redraw international borders by force, undermining the sovereign and free nations of Europe\".[167]\nOn July 1, 2022, he described the Russian invasion of Ukraine as \"immoral, the tactically incompetent, operationally stupid and strategically foolish effort\". He added that Vladimir Putin \"probably thought that the Ukrainian people were going to welcome him.\"[168]\n\nMattis and Tillerson with Chinese General Fang Fenghui and State Councilor Yang Jiechi, June 2017\nChina[edit]\nMattis called for freedom of navigation in the South China Sea and criticized China's island-building activities, saying: \"The bottom line is ... the international waters are international waters.\"[169]\n\nClimate change[edit]\nSee also: Climate security\nIn 2017, Mattis said that budget cuts would hamper the ability to monitor the effects of global warming,[13] and noted, \"climate change is a challenge that requires a broader, whole-of-government response.\"[170] He also told senators \"climate change is impacting stability in areas of the world where our troops are operating today.\"[171]\n\n2020 George Floyd protests[edit]\nSee also: George Floyd protests\nOn June 3, 2020, Mattis issued a statement to The Atlantic in which he criticized President Donald Trump and his policies during the George Floyd protests. He berated Trump for deliberately trying to cause division among the American people and advocating military action to \"dominate\" the country's protests. \"Militarizing our response, as we witnessed in Washington, D.C., sets up a conflict—a false conflict—between the military and civilian society, and diminishes the trust and constitutional relationship between the armed services and the civilian population they support\", he wrote. Mattis called for reunification among the people, regardless of the president, to preserve the welfare of society, and its future.[145]\nMattis wrote that Trump was \"the first president in my lifetime who does not try to unite the American people—does not even pretend to try. Instead, he tries to divide us\". He added that America is \"witnessing the consequences of three years without mature leadership\". He called for accountability for \"those in office who would make a mockery of our Constitution.\" He concluded, \"Only by adopting a new path—which means, in truth, returning to the original path of our founding ideals—will we again be a country admired and respected at home and abroad.\"[172][145][173][174]\n\nPersonal life[edit]\nA bachelor for his entire professional career, Mattis married physicist and business executive Christina Lomasney[175] in June 2022.[176] He has no children.[2] He previously proposed to a woman, but she called off the wedding three days before it was to occur, after colleagues talked him out of leaving the Marine Corps for her.[22][177] He was nicknamed \"The Warrior Monk\" because of his bachelorhood and lifelong devotion to the study of war.[178] An avid reader, he has 7,000 books in his private library,[179] and has recommended Marcus Aurelius's Meditations as the one book every American should read.[180]\nMattis was inducted into the Sons of the American Revolution on July 13, 2021.\nMattis is a Catholic, and has been described as \"devout\"[181] and \"committed\".[182] During the 2003 Iraq invasion, he often prayed with general John F. Kelly on Sundays.[181] The Trump transition team's formal biography of Mattis described him as \"the living embodiment of the Marine Corps motto, Semper Fidelis.\"[182] He has declined when asked by reporters to discuss his faith in public.[183] In a 2003 PBS interview, Mattis recalled how his Marines followed advice from his chaplain on gaining the support of Iraqi citizens:\n\n\nOn the suggestion of my Catholic chaplain the Marines would take chilled drinking water in bottles and walk out amongst the protesters and hand it out. It is just hard to throw a rock at somebody who has given you a cold drink of water and it's 120 degrees outside.[182]\n\n\nMilitary awards[edit]\nMattis's decorations, awards, and badges include, among others:\n\n\n\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1st row\n\nDefense Distinguished Service Medal w/ one oak leaf cluster\n\nNavy Distinguished Service Medal\n\nDefense Superior Service Medal\n\nLegion of Merit\n\n\n2nd row\n\nBronze Star Medal w/ Combat \"V\"\n\nMeritorious Service Medal w/ two 5⁄16\" Gold Stars\n\nNavy and Marine Corps Achievement Medal\n\nCombat Action Ribbon\n\n\n3rd row\n\nNavy and Marine Corps Presidential Unit Citation\n\nJoint Meritorious Unit Award\n\nNavy Unit Commendation\n\nNavy and Marine Corps Meritorious Unit Commendation\n\n\n4th row\n\nMarine Corps Expeditionary Medal\n\nNational Defense Service Medal w/ two 3⁄16\" bronze stars\n\nSouthwest Asia Service Medal w/ two 3⁄16\" bronze stars\n\nAfghanistan Campaign Medal w/ one 3⁄16\" bronze star\n\n\n5th row\n\nIraq Campaign Medal w/ one 3⁄16\" bronze star\n\nGlobal War on Terrorism Expeditionary Medal\n\nGlobal War on Terrorism Service Medal\n\nHumanitarian Service Medal\n\n\n6th row\n\nSea Service Ribbon w/ one 3⁄16\" silver star and two 3⁄16\" bronze stars\n\nMarine Corps Recruiting Service Ribbon w/ one 3⁄16\" bronze star\n\nPolish Army Medal in gold\n\nNATO Meritorious Service Medal[65]\n\n\n7th row\n\nNATO Medal for Service with ISAF[65]\n\nMeritorious Service Cross from Canada in 2013 [184]\n\nKuwait Liberation Medal (Saudi Arabia)\n\nKuwait Liberation Medal (Kuwait)\n\n\nBadges\n\nRifle Expert Badge (4th award)\n\nPistol Expert Badge (2nd award)\n\n\nBadge\n\nOffice of the Secretary of Defense Identification Badge\n\nMeritorious Service Cross citation[edit]\n\n\"While occupying key leadership positions within the United States Armed Forces and NATO between 2001 and 2012, General Mattis directly and repeatedly contributed to the Canadian Forces’ operational success in Afghanistan. Providing unprecedented access and championing Canadian participation in critical policy and training events, he helped shape Canadian counter-insurgency doctrine. Demonstrating unequivocal support and unwavering commitment to Canada, General Mattis has significantly strengthened Canadian-American relations and has been a critical enabler in both countries’ shared achievements in Afghanistan.\"[184]\nCivilian awards[edit]\nMattis receiving the Distinguished Military Leadership Award from Michael Mullen at the annual Atlantic Council Awards Gala in Washington, D.C.\nMattis's civilian awards include:\n\n2009: Center for National Policy's Edmund S. Muskie Distinguished Public Service Award[17]\n2010: Atlantic Council's Distinguished Military Leadership Award[17]\n2013: World Affairs Council of Greater Hampton Roads \"Ryan C. Crocker Global Citizen of the Year\" Award[78]\n2014: Marine Corps University Foundation Semper Fidelis Award[78]\n2014: Washington College honorary doctor of laws degree[185]\n2016: Washington Policy Center Champion of Freedom Award recipient[186]\n2021: Elected as a member of the American Academy of Arts and Sciences[187]\n2021: Honorary Companion of the Order of Australia[188]\nIn popular culture[edit]\nMattis is the primary subject of Guy Snodgrass's 2019 book Holding the Line: Inside Trump's Pentagon with Secretary Mattis.[189]\nRobert John Burke portrays Mattis in the 2008 HBO miniseries Generation Kill, which depicts the 2003 invasion of Iraq.[190]\nMattis is also known for the Internet meme depicting him as \"Saint Mattis of Quantico, Patron Saint of Chaos\".[191]\nMattis is commonly \"reported on\" by the military satire website Duffel Blog for potentially being fired,[192] winning an \"arms race\" with Russia,[193] and crossing the Potomac to launch a Roman-style coup d'état.[194]\nMattis is an avid reader and releases his reading lists.[195]\n\nSee also[edit]\nList of United States Marine Corps four-star generals\nReferences[edit]\n\n\n^ Copp, Tara (October 17, 2018). \"'Mr. Secretary, Are You a Democrat?'\". Military Times. Retrieved August 21, 2022.\n\n^ a b c d Kovach, Gretel C. (January 19, 2013). \"Just don't call him Mad Dog\". San Diego Union Tribune. Retrieved November 20, 2016. He is a lifelong bachelor with no children, but wouldn't move into a monastery unless it was stocked with \"beer and ladies.\"\n\n^ a b Boot, Max (March 2006). \"The Corps should look to its small-wars past\". Armed Forces Journal. Retrieved July 29, 2014. Mattis, who made a name for himself commanding troops in Afghanistan and Iraq (actually several names — he's known to the troops as the 'Warrior Monk' and 'Mad Dog Mattis')...\n\n^ a b Evon, Dan (June 4, 2020). \"Did Trump Give Mattis the Nickname 'Mad Dog'?\". Snopes. Retrieved June 5, 2020. The general, who reportedly hates this nickname, has been referred to as 'Mad Dog Mattis' in public reports since at least 2004. Los Angeles Times reported that the nickname originated with Mattis' troops:\n\n^ a b Perry, Tony (April 16, 2004). \"Marines' 'Mad Dog Mattis' Battles for Iraqis' Support\". Los Angeles Times. p. 108. Retrieved June 5, 2020 – via Newspapers.com. A man of average size and height, Mattis lacks the physical presence of some Marine officers. Nor is he an orator of note. But he is known for his concern for the enlisted ranks and unflagging confidence in his troops. Behind his back troops call him 'Mad Dog Mattis,' high praise in Marine culture.\n\n^ Yglesias, Matthew (March 16, 2018). \"James Mattis is linked to a massive corporate fraud and nobody wants to talk about it\". Vox. Retrieved December 31, 2018.\n\n^ a b \"James Mattis, in South Korea, Tries to Reassure an Ally\". The New York Times. February 2, 2017. Archived from the original on November 8, 2017.\n\n^ a b \"US warns North Korea against nuclear attack\". Al Jazeera. February 3, 2017. Archived from the original on February 4, 2017.\n\n^ a b Baldor, Lolita (February 16, 2017). \"Mattis: US not ready to collaborate militarily with Russia\". ABC News. Associated Press. Retrieved February 16, 2017.\n\n^ Jackson, David (December 21, 2018). \"Donald Trump disputes departing Defense Secretary Jim Mattis over Russia, China\". USA Today. Retrieved December 23, 2018.\n\n^ a b McIntyre, Jamie (April 22, 2016). \"Mattis: Iran is the biggest threat to Mideast peace\". Washington Examiner. Retrieved December 2, 2016.\n\n^ Ewing, Philip (December 20, 2018). \"Defense Secretary Mattis Resigns Amid Syria And Afghanistan Tension\". NPR.org. Retrieved October 15, 2019.\n\n^ a b \"Secretary of Defense James Mattis: The Lone Climate Change Soldier in this Administration's Cabinet\". Union of Concerned Scientists. 2017.\n\n^ \"Climate change, extreme weather already threaten 50% of U.S. military sites\". USA Today. January 31, 2018.\n\n^ Swanson, Ian (September 15, 2020). \"Trump says he wanted to take out Syria's Assad but Mattis opposed it\". TheHill. Retrieved September 15, 2020.\n\n^ Haberman, Maggie (January 2, 2019). \"Trump Says Mattis Resignation Was 'Essentially' a Firing, Escalating His New Front Against Military Critics\". The New York Times. ISSN 0362-4331. Retrieved October 15, 2019.\n\n^ a b c d \"Nominations before the Senate Armed Services Committee, Second Session, 111th Congress\" (PDF). US Government Printing Office. Retrieved June 3, 2015.\n\n^ \"Lucille Mattis Obituary\". The Tri-City Herald. Retrieved August 8, 2019.\n\n^ \"10 Things You Didn't Know About James Mattis\". Retrieved January 17, 2017.\n\n^ \"James Mattis Fast Facts\". CNN Library. December 26, 2016. Retrieved January 22, 2017.\n\n^ \"Reflections with General James Mattis – Conversations with History\". University Of California Television. Archived from the original on December 12, 2021. Retrieved December 19, 2016.\n\n^ a b c \"James Mattis, a Warrior in Washington\". The New Yorker. May 29, 2017. Retrieved May 22, 2017.\n\n^ a b c d \"Interview with Jim Mattis\". Interviews with Max Raskin. Retrieved January 25, 2022.\n\n^ Kraemer, Kristin M. (November 22, 2016). \"Gen. Mattis, Trump's possible defense chief, fulfills Benton County jury duty\". Tri-City Herald.\n\n^ Ray, Michael (December 2, 2016). \"James Mattis\". Britannica. Archived from the original on December 20, 2016. Retrieved December 6, 2016.\n\n^ Baldor, Lolita C. (December 2, 2016). \"Trump to nominate retired Gen. James Mattis to lead Pentagon\". The Washington Post. Archived from the original on December 3, 2016. Retrieved December 23, 2016.\n\n^ \"Official website\". United States Joint Forces Command. Archived from the original on February 2, 2001. Retrieved September 10, 2009.\n\n^ \"James N. Mattis – Donald Trump Administration\". Office of the Secretary of Defense – Historical Office. Retrieved November 14, 2022.\n\n^ Mattis, James (September 25, 2013). General James Mattis, \"In the Midst of the Storm: A US Commander's View of the Changing Middle East\". Dartmouth College.  Event occurs at 80:10. Retrieved June 2, 2015.\n\n^ a b Reynolds, Nicholas E. (2005). Basrah, Baghdad and Beyond. US Naval Institute Press. pp. 4–5. ISBN 978-1-59114-717-6. Retrieved February 20, 2013.\n\n^ Ricks, Thomas E. (August 1, 2006). \"Fiasco\". Armed Forces Journal. Retrieved June 3, 2015.\n\n^ PROSER, JIM (August 15, 2017). \"James Mattis: No Better Friend, No Worse Enemy\". Nationalreview. Retrieved October 18, 2019.\n\n^ a b \"Gen James N. Mattis\". Military Hall of Honor. Retrieved May 19, 2017.\n\n^ Lowry, Richard (December 9, 2016). \"Op-ed: General James N. Mattis – A Marine for the History Books\". American Military News. Retrieved March 10, 2017.\n\n^ \"1ST MARINE DIVISION AND ITS REGIMENTS\" (PDF). www.usmcu.edu. Archived from the original (PDF) on June 3, 2020. Retrieved August 1, 2020.\n\n^ a b Ricks, Thomas E. (2006). Fiasco: The American Military Adventure in Iraq. New York: Penguin Press. p. 313.\n\n^ a b c Dickerson, John (April 22, 2010). \"A Marine General at War\". Slate. Archived from the original on January 11, 2017.\n\n^ \"LtGen James Mattis' Reading List\". Small Wars Journal. June 5, 2007.\n\n^ Ricks. Fiasco: The American Military Adventure in Iraq. p. 317.\n\n^ \"Woodward, Bob. Rage. Simon & Schuster. 2020, p. 4.\"\n\n^ Walker, Mark (June 2, 2006). \"Mattis to assume command of I MEF\". San Diego Union-Tribune. Retrieved May 19, 2017.\n\n^ Wolf, McKenzie (September 21, 2017). \"The origin of Mattis' call sign, 'Chaos'\". Marine Corps Times. Retrieved October 20, 2017.\n\n^ Finkel, Gal Perl (December 12, 2016). \"General Mattis: A warrior diplomat\". The Jerusalem Post. Archived from the original on December 20, 2016.\n\n^ Barzilai, Yaniv (January 31, 2014). 102 Days of War: How Osama bin Laden, al Qaeda & the Taliban Survived 2001. Potomac Books, Inc. pp. 45ff. ISBN 978-1-61234-534-5.\n\n^ Tritten, Travis J. (December 2, 2016). \"Retired Green Beret says Mattis left 'my men to die' in Afghanistan\". Stars and Stripes. Archived from the original on February 25, 2021. Retrieved February 17, 2018.\n\n^ Vladimirov, Nikita (December 2, 2016). \"Former Special Forces officer: Mattis 'betrayed his duty to us'\". The Hill. Retrieved February 17, 2018.\n\n^ Meek, James Gordon; Ferran, Lee (December 6, 2016). \"Men Left 'to Die': Gen. James Mattis' Controversial Wartime Decision\". ABC News. Retrieved February 17, 2018.\n\n^ Ricks, Thomas E. (November 22, 2016). \"A SecDef nominee at war?: What I wrote about General Mattis in 'The Generals'\". Foreign Policy. Retrieved September 7, 2023.\n\n^ a b Ricks, Thomas E. (2012). The Generals: American Military Command from World War II to Today. New York: Penguin Press. p. 405. ISBN 978-1-59420-404-3.\n\n^ Szoldra, Paul (December 1, 2006). \"19 unforgettable quotes from legendary Marine Gen. James 'Mad Dog' Mattis\". Business Insider. Retrieved May 19, 2017.\n\n^ West, Bing (2008). The Strongest Tribe: War, Politics, and the Endgame in Iraq. New York, NY: Random House. p. 245. ISBN 978-1-4000-6701-5.\n\n^ \"Iraq Wedding-Party Video Backs Survivors' Claims\". Fox News. May 24, 2004. Archived from the original on December 4, 2016. Retrieved February 10, 2017.\n\n^ \"US soldiers started to shoot us, one by one\". The Guardian. May 20, 2004.\n\n^ Perry, Tony (May 17, 2007). \"General Urges Marines To Add A Friendly Wave To Their Arsenal\". Los Angeles Times. Retrieved June 3, 2015.\n\n^ Durant, Will (2001). Heroes of History: A Brief History of Civilization from Ancient Times to the Dawn of the Modern Age. New York: Simon & Schuster. p. 131. ISBN 0-7432-2910-X.\n\n^ \"Top 10 Stories of 2005: Pantano, roads, Olchowski are 10–7\". Star News Online. December 28, 2005. Archived from the original on March 27, 2007. Retrieved January 24, 2007.\n\n^ Quinn-Judge, Paul (February 28, 2005). \"Did He Go Too Far?\". Time. Archived from the original on March 4, 2005. Retrieved January 24, 2007.\n\n^ Phillips, Stone (April 26, 2005). \"Marine charged with murders of Iraqis: Lieutenant claims self-defense in shooting of detainees\". NBC News. Retrieved January 24, 2007.\n\n^ Schogol, Jeff (November 16, 2005). \"Marine acquitted in Iraqi shootings will publish a book\". Stars and Stripes. Retrieved January 24, 2007.[permanent dead link]\n\n^ Walker, Mark (July 1, 2006). \"Pantano case has parallels to Hamdania incident\". North County Times. Retrieved January 24, 2007.\n\n^ Cooper, Christopher (April 5, 2004). \"How a Marine Lost His Command In Race to Baghdad\". The Wall Street Journal. Retrieved August 12, 2015.\n\n^ \"General: It's 'fun to shoot some people'\". CNN. Retrieved June 28, 2021.\n\n^ Guardiano, John R. (February 11, 2005). \"Breaking the Warrior Code\". The American Spectator. Retrieved January 28, 2017.\n\n^ Lowe, Christian (June 12, 2006). \"Popular commander to lead I MEF\". Marine Corps Times. p. 24.\n\n^ a b c \"French general assumes command of Allied Command Transformation\". Allied Command Transformation Public Affairs Office. USS George Washington (CVN-73): NATO. September 18, 2009. Archived from the original on October 6, 2014. Retrieved September 28, 2009.{{cite web}}:  CS1 maint: location (link)\n\n^ Gearan, Anne (June 22, 2010). \"Gates announces nomination of Amos for CMC\". Marine Corps Times. Associated Press. Archived from the original on March 22, 2012. Retrieved July 8, 2010.\n\n^ Cavallaro, Gina (July 8, 2010). \"Pentagon picks Mattis to take over CENTCOM\". Marine Corps Times. Archived from the original on July 12, 2010. Retrieved July 8, 2010.\n\n^ \"Obama backs Mattis nomination for CENTCOM\". Marine Corps Times. July 22, 2010. Archived from the original on January 17, 2012. Retrieved July 23, 2010.\n\n^ \"Mattis takes over Central Command, vows to work with Mideast allies in Afghanistan, Iraq\". Fox News. Associated Press. August 11, 2010. Retrieved June 3, 2015.\n\n^ Mitchell, Robbyn (August 12, 2010). \"Mattis takes over as CentCom chief\". St. Petersburg Times. p. 1. Archived from the original on October 12, 2012. Retrieved August 12, 2010.\n\n^ \"Mattis assumes command of CENTCOM\". US Central Command. August 11, 2010. Retrieved August 12, 2010.\n\n^ \"Mattis interview: Syria would fall without Iran's help\". USA Today. April 12, 2013. Archived from the original on October 11, 2017. Retrieved September 1, 2017.\n\n^ Jaffe, Greg; Ryan, Missy (March 28, 2015). \"Why the chaos in Yemen could force Obama to take a harder line with Iran\". The Washington Post. Retrieved December 29, 2018.\n\n^ Bergen, Peter (May 17, 2022). The Cost of Chaos: The Trump Administration and the World. Penguin. pp. 51–52. ISBN 978-0-593-65289-3.\n\n^ Panetta, Leon. Worthy Fights: A Memoir of Leadership in War and Peace (Kindle ed.). Penguin Group. pp. Kindle Locations 6368–6370.\n\n^ Jaffe, Greg; Entous, Adam (January 8, 2017). \"As a general, Mattis urged action against Iran. As a defense secretary, he may be a voice of caution\". The Washington Post. Retrieved December 29, 2018.\n\n^ \"Austin will be nominated to lead US Central Command\". Stars and Stripes. Retrieved January 3, 2019.\n\n^ a b c \"About General James Mattis\". FWA Consultants. Retrieved June 3, 2015.\n\n^ Asher-Schapiro, Avi (December 2, 2016). \"Donald Trump Pentagon Pick Mattis Made Nearly $1,000,000 On Board Of Defense Contractor\". International Business Times. Retrieved December 16, 2019.\n\n^ \"General James Mattis, Annenberg Distinguished Visiting Fellow\". Hoover Institute. Retrieved June 3, 2015.\n\n^ \"General James Mattis\". Hoover Institution. Retrieved November 28, 2016.\n\n^ Mattis, James (December 9, 2015). \"Why I'm Joining Spirit of America\". Spirit of America. Retrieved November 28, 2016.\n\n^ Mattis, James; Schake, Kori, eds. (August 2016). Warriors and Citizens: American Views of Our Military. Stanford, California: Hoover Institution. ISBN 978-0-8179-1934-4. Retrieved November 28, 2016.\n\n^ \"SEC.gov | Theranos, CEO Holmes, and Former President Balwani Charged With Massive Fraud\". www.sec.gov. Retrieved August 23, 2020.\n\n^ Carreyrou, John (May 21, 2018). Bad Blood: Secrets and Lies in a Silicon Valley Startup. Knopf Doubleday Publishing Group. ISBN 978-1-5247-3166-3.[page needed]\n\n^ Levine, Matt (March 14, 2018). \"The Blood Unicorn Theranos Was Just a Fairy Tale\". Bloomberg View. Retrieved March 14, 2018.\n\n^ Weaver, Christopher (January 5, 2017). \"Trump Defense Nominee James Mattis Resigns From Theranos Board\". The Wall Street Journal. Retrieved January 28, 2017.\n\n^ \"A singular board at Theranos\". Fortune. June 12, 2014. Retrieved October 12, 2015.\n\n^ Johnson, Carolyn Y. (December 2, 2015). \"E-mails reveal concerns about Theranos's FDA compliance date back years\". The Washington Post. Retrieved December 26, 2015.\n\n^ Brooks, Risa (August 30, 2019). \"Jim Mattis Tells His Life Story\". The New York Times.\n\n^ Goldberg, Jeffrey.  \"Why Did James Mattis Resign ....\" The Atlantic.  October 2019.  August 29, 2019.\n\n^ \"General Dynamics Elects Jim Mattis to Board of Directors\". www.gd.com. Retrieved December 16, 2019.\n\n^ Mattingly, Phil (November 20, 2016). \"Trump: 'Mad Dog' Mattis is a 'very impressive' candidate for defense secretary\". CNN. Retrieved November 11, 2016.\n\n^ Trump, Donald J. [@realDonaldTrump] (November 20, 2016). \"General James \"Mad Dog\" Mattis, who is being considered for Secretary of Defense, was very impressive yesterday. A true General's General!\" (Tweet). Archived from the original on December 9, 2020. Retrieved November 11, 2016 – via Twitter.\n\n^ a b Lamothe, Dan (December 1, 2016). \"Trump has chosen retired Marine Gen. James Mattis for secretary of defense\". The Washington Post. Retrieved December 1, 2016.\n\n^ Lamothe, Dan (December 1, 2016). \"How Trump picking Mattis as Pentagon chief breaks with 65 years of U.S. history\". The Washington Post. Retrieved November 10, 2021.\n\n^ \"Senate confirms retired Gen. James Mattis as defense secretary, breaking with decades of precedent\". The Washington Post. January 20, 2017.\n\n^ Peterson, Kristina; Hughes, Siobhan (January 20, 2017). \"Senate Confirms James Mattis as Defense Secretary\". The Wall Street Journal. Retrieved January 20, 2017.\n\n^ Schor, Elana (January 20, 2017). \"Gillibrand says she won't vote for Mattis waiver\". Politico. Retrieved January 20, 2017. While I deeply respect General Mattis's service, I will oppose a waiver. Civilian control of our military is a fundamental principle of American democracy, and I will not vote for an exception to this rule.\n\n^ \"Readout of Secretary Mattis' Call with Kingdom of Saudi Arabia's Deputy Crown Prince and Minister of Defense Mohammed bin Salman\". US Department of Defense. January 31, 2017. Archived from the original on February 1, 2017.\n\n^ Smith, Alexander; Joselow, Gabe (March 31, 2017). \"Defense Sec. James Mattis: North Korea 'Has Got to Be Stopped'\". NBC News. Retrieved December 28, 2018.\n\n^ \"James Mattis says a military solution in North Korea will 'be tragic on an unbelievable scale'\". Business Insider. May 26, 2017.\n\n^ Stewart, Phil; Brunnstrom, David (June 3, 2017). \"Defense Secretary Mattis turns up heat on North Korea and China\". CBS News. Reuters.\n\n^ Ali, Idrees; Stone, Mike (June 13, 2017). \"North Korea 'most urgent' threat to security: Mattis\". Reuters.\n\n^ Lockie, Alex (June 16, 2017). \"Defense Secretary Mattis explains what war with North Korea would look like\". Business Insider.\n\n^ Shane III, Leo (March 22, 2017). \"Mattis: Expect U.S. troops in Iraq even after ISIS falls\". Military Times.\n\n^ \"After civilians killed in Mosul, Pentagon denies loosening rules\". Reuters. March 27, 2017.\n\n^ Zenko, Micah (April 11, 2017). \"Civilian casualties are up and Congress is AWOL\". Foreign Policy. Retrieved December 31, 2018.\n\n^ Ryan, Missy (January 18, 2018). \"Civilian deaths tripled in U.S.-led campaign against ISIS in 2017, watchdog alleges\". The Washington Post. Archived from the original on April 30, 2018.\n\n^ Muñoz, Carlos (April 5, 2017). \"Defense Secretary Mattis condemns 'heinous' chemical attack in Syria, DoD mulls response\". Washington Times.\n\n^ \"Statement by Secretary of Defense James Mattis on the U.S. Military Response to the Syrian Government's Use of Chemical Weapons\" (Press release). United States Department of Defense. April 10, 2017.\n\n^ Klimas, Jacqueline (April 11, 2017). \"Mattis: U.S. Syria policy is still to defeat ISIS\". Politico.\n\n^ Burns, Robert (April 21, 2017). \"US Defense Sec'y Mattis: Syria still has chemical weapons\". ABC News. Archived from the original on April 21, 2017.\n\n^ \"Trump wanted Syria's Assad assassinated, Bob Woodward claims in extraordinary new book\". Independent. April 9, 2018. Archived from the original on June 8, 2022.\n\n^ Mitchell, Ellen (May 8, 2017). \"Mattis: Questions unanswered on Syria cease-fire plan\". The Hill.\n\n^ \"Pentagon Weighs More Support for Saudi-led War in Yemen\". Foreign Policy. March 26, 2017.\n\n^ DeYoung, Karen; Ryan, Missy (March 26, 2017). \"Trump administration weighs deeper involvement in Yemen war\". The Washington Post.\n\n^ Klimas, Jacqueline (April 20, 2017). \"Mattis: U.S. won't dig into 'mother of all bombs' damage in Afghanistan\". Politico.\n\n^ Cullinane, Susannah; Browne, Ryan (March 27, 2017). \"US Defense Secretary Mattis visits Afghanistan\". CNN.\n\n^ O'Brien, Connor (June 13, 2017). \"Mattis: 'We are not winning in Afghanistan'\". Politico.\n\n^ \"Mattis says US 'may have pulled our troops out too rapidly' in Afghanistan\". Fox News. June 29, 2017.\n\n^ Fryer-Biggs, Zachary (January 22, 2018). \"Turkish Forces Bomb Key U.S. Ally In Fight Against ISIS In Syria\". Newsweek. Archived from the original on February 15, 2018.\n\n^ \"Turkey has legitimate security concerns: Mattis\". Hürriyet Daily News. Andalou Agency. January 22, 2018. Archived from the original on February 15, 2018.\n\n^ \"Turkey to US: Stop YPG support or face 'confrontation'\". Al Jazeera. January 25, 2018. Archived from the original on February 13, 2018.\n\n^ \"Briefing by Secretary Mattis on U.S. Strikes in Syria\". www.defense.gov. April 13, 2018. Retrieved July 21, 2020.\n\n^ Hirsh, Michael; Gramer, Robbie (December 4, 2018). \"White House Digs Itself in Deeper on Khashoggi\". Foreign Policy.\n\n^ \"Trump administration defends close Saudi ties as Senate moves to end US support for Yemen war\". CNBC. November 28, 2018.\n\n^ \"How Security Cooperation Advanced US Interests\". Brookings Institution. June 4, 2019. Retrieved February 18, 2021.\n\n^ Hirsh, Michael (December 20, 2018). \"Mattis Quits Over Differences With Trump\". Foreign Policy. Retrieved November 11, 2021.\n\n^ Lamothe, Dan (August 5, 2020). \"Gen. David Goldfein, bypassed to be Trump's top military adviser, retires\". The Washington Post. Retrieved August 6, 2020.\n\n^ Ewing, Philip (December 20, 2018). \"Defense Secretary Mattis To Retire In February, Trump Says, Amid Syria Tension\". NPR. Retrieved December 20, 2018.\n\n^ Wamsley, Laurel (December 19, 2018). \"White House Orders Pentagon To Pull U.S. Troops From Syria\". NPR. Retrieved December 20, 2018. The troop withdrawal is a reversal of policy discussed as recently as this month by Mattis, who said that after the defeat of ISIS, U.S. forces would remain in Syria to prevent a resurgence of the terrorist group and to counteract Iran.\n\n^ Cooper, Helene (December 20, 2018). \"Jim Mattis Resigns, Rebuking Trump's Worldview\". The New York Times. Retrieved December 20, 2018.\n\n^ Cooper, Helene (December 8, 2018). \"Jim Mattis, Defense Secretary, Resigns in Rebuke of Trump's Worldview\". The New York Times. Retrieved December 21, 2018.\n\n^ Jaffe, Greg; Demirjian, Karoun (December 20, 2018). \"'A sad day for America': Washington fears a Trump unchecked by Mattis\" – via www.washingtonpost.com.\n\n^ Sevastopulo, Demetri (December 21, 2018). \"Mattis Resignation Spreads Alarm in Washington and Abroad\". Financial Times. Retrieved December 23, 2018.\n\n^ \"James Mattis' resignation letter in full\". BBC News. December 21, 2018.\n\n^ Cooper, Helene (December 20, 2018). \"Jim Mattis, Marine General Turned Defense Secretary, Will Leave Pentagon in February\". The New York Times. Retrieved December 20, 2018.\n\n^ Cooper, Helene (December 23, 2018). \"Trump, Angry Over Mattis's Rebuke, Removes Him 2 Months Early\". The New York Times. Retrieved December 23, 2018.\n\n^ Haberman, Maggie (January 2, 2019). \"Trump Says Mattis Resignation Was 'Essentially' a Firing, Escalating His New Front Against Military Critics\". New York Times. Retrieved January 3, 2019.\n\n^ Gregorian, Dareh; Hunt, Kasie; Tsirkin, Julie (June 5, 2020). \"'Stunning,' 'powerful,' 'overdue': Romney, Murkowski praise Mattis' stinging Trump rebuke\". CBSNEWS. Retrieved June 10, 2020.\n\n^  See \"Former Secretary Of Defense, General Jim Mattis, US Marine Corps (Ret.), Returns To The Hoover Institution At Stanford University\" online press release March 19, 2019.\n\n^ Cohen, Zachary (August 29, 2019). \"How James Mattis and Donald Trump's relationship has changed since the Secretary of Defense left his post\". CNN. Retrieved June 4, 2020.\n\n^ a b Martin, Jeffery (June 4, 2020). \"Esper Flipflops and Leaves Troops in DC as Trump Spars With Mattis\". Newsweek. Retrieved June 3, 2020.\n\n^ a b c Barbara Starr; Paul LeBlanc (June 3, 2020). \"Mattis tears into Trump: 'We are witnessing the consequences of three years without mature leadership'\". CNN.\n\n^ Klar, Rebecca (September 8, 2019). \"Mattis joining Cohen Group as senior counselor\". The Hill. Retrieved November 26, 2020.\n\n^ Sisk, Richard (September 9, 2019). \"Mattis Joins Advisory Group Run by Former Defense Secretary\". Military.com. Retrieved November 26, 2020.\n\n^ Scarborough, Rowan (November 25, 2020). \"Mattis failed to disclose role with global consultant tied to China in bombshell column\". The Washington Times. Retrieved November 26, 2020.\n\n^ \"All 10 living former defense secretaries: Involving the military in election disputes would cross into dangerous territory\". Washington Post. January 3, 2021. Retrieved January 3, 2021.\n\n^ Segers, Grace (October 18, 2019). \"Jim Mattis fires back at President Trump for \"overrated\" insult\". CBS News.\n\n^ Hauser, Christine (October 17, 2019). \"Mattis Mocks Trump's Bone Spurs and Love of Fast Food\". The New York Times.\n\n^ Macias, Amanda (October 16, 2018). \"Defense Secretary Mattis: 'I've never registered for any political party'\". CNBC. Retrieved February 15, 2021.\n\n^ Cortellessa, Eric (November 20, 2016). \"Trump's top Pentagon pick said settlements were creating 'apartheid'\". Times of Israel. Archived from the original on November 22, 2016.\n\n^ Berman, Lazar (July 25, 2013). \"Ex-US general: We pay a price for backing Israel\". Times of Israel. Archived from the original on November 20, 2016.\n\n^ Shane III, Leo (April 22, 2016). \"General Mattis wants Iran to be a top focus for the next president (whoever it is)\". Military Times. Retrieved December 2, 2016.\n\n^ Cronk, Terri Moon (April 21, 2017). \"Mattis Praises America's Security Partnership With Israel\". Retrieved August 19, 2018.\n\n^ Cronk, Terri Moon (April 26, 2018). \"Mattis, Israeli Counterpart Discuss Mutual Security Concerns\". Retrieved August 19, 2018.\n\n^ a b Seck, Hope Hodge (April 22, 2016). \"Mattis: 'I Don't Understand' Speculation about Presidential Run\". military.com. Retrieved December 2, 2016.\n\n^ Grady, John (May 14, 2015). \"Mattis: U.S. Suffering 'Strategic Atrophy'\". USNI News. US Naval Institute. Retrieved December 2, 2016.\n\n^ Muñoz, Carlo (April 22, 2016). \"James Mattis, retired Marine general, says Iran nuclear deal 'fell short'\". The Washington Times. Retrieved December 2, 2016.\n\n^ Ackerman, Spencer (March 6, 2012). \"Military's Mideast Chief Sounds Ready to Aid Syria's Rebels\". Wired. Retrieved December 2, 2016.\n\n^ Gordon, Michael R.; Rich, Motoko (February 3, 2017). \"James Mattis Says U.S. Is 'Shoulder to Shoulder' With Japan\". The New York Times. Retrieved February 8, 2017.\n\n^ Flood, Rebecca (February 4, 2017). \"China accuses US of putting regional stability at risk over backing of Japan in island dispute\". The Independent. Archived from the original on September 26, 2017.\n\n^ \"General stating Russian aggression in Ukraine \"much more severe\" than U.S. treats it may become Defense Secretary\". UNIAN. Reuters. November 19, 2016. Archived from the original on December 6, 2016.\n\n^ Gordon, Michael R.; Schmitt, Eric (December 1, 2016). \"James Mattis, Outspoken Retired Marine, Is Trump's Choice as Defense Secretary\". The New York Times. Archived from the original on March 1, 2017.\n\n^ \"Stenographic Transcript Before the Committee on Armed Services United States Senate to Conduct a Confirmation Hearing On The Expected Nomination Of Mr. James N. Mattis To Be Secretary Of Defense\" (PDF). January 12, 2017. Retrieved June 10, 2022.\n\n^ \"James Mattis says Russia wants to use violence to redraw the borders of Europe\". Newsweek. August 25, 2017. Retrieved July 25, 2022.\n\n^ \"\"We're watching Russia wither before our eyes,\" former US defense chief says\". CNN. July 1, 2022.\n\n^ Hunt, Katie (January 13, 2017). \"Chinese state media slams Tillerson over South China Sea\". CNN Politics. Retrieved February 8, 2017.\n\n^ \"US Defence Secretary James Mattis says climate change is already destabilizing the world\". The Independent. 2017. Archived from the original on June 8, 2022.\n\n^ Ness, Erik \"The Cost of Skepticism,\" Brown Alumni Monthly, March/April 2018, p.16\n\n^ Goldberg, Jeffrey (June 3, 2020). \"James Mattis Denounces President Trump, Describes Him as a Threat to the Constitution\". The Atlantic. Archived from the original on June 4, 2020. Retrieved June 3, 2020.\n\n^ \"READ: Former Defense Secretary Mattis' statement on Trump and protests\". CNN. June 3, 2020. Retrieved June 4, 2020.\n\n^ Lamothe, Dan (June 4, 2020). \"Jim Mattis blasts Trump in message that defends protesters, says president 'tries to divide us'\". The Washington Post. Retrieved June 5, 2020.\n\n^ Christina Lomasney, biography, Pacific Northwest National Laboratory, accessed 2022-07-01\n\n^ Schlosser, Kurt (June 28, 2022). \"Tech vet and physicist Christina Lomasney marries James Mattis, retired general and ex-defense chief\". GeekWire. Retrieved July 2, 2022.\n\n^ Schogol, Jeff (June 28, 2022). \"James Mattis just got married in the most Marine way possible\". Task & Purpose. Retrieved June 28, 2022.\n\n^ North, Oliver (July 9, 2010). \"Gen. Mattis: The Warrior Monk\". Fox News Insider. Archived from the original on January 18, 2016. Retrieved June 3, 2015.\n\n^ Bob Woodward, Fear: Trump in the White House, Simon and Schuster, 2019, p. 50\n\n^ Szoldra, Paul (September 26, 2018). \"Mattis says every American should read this one book\". Business Insider. Retrieved March 24, 2020.\n\n^ a b Jaffe, Greg; deGrandpre, Andrew (July 28, 2017). \"In John Kelly, Trump gets a plain-spoken disciplinarian as his chief of staff\". The Washington Post. ISSN 0190-8286. Archived from the original on June 12, 2018. Retrieved June 16, 2018.\n\n^ a b c \"Trump's Catholic Warriors\". National Catholic Register. Archived from the original on June 17, 2018. Retrieved June 16, 2018.\n\n^ \"Mattis Shows How to Handle a Reporter's Question About His Religious Beliefs\". Foreign Policy. December 4, 2017. Archived from the original on June 17, 2018. Retrieved June 16, 2018. That's something I stay pretty private about.\n\n^ a b \"Meritorious Service Decorations\". Canada Gazette. April 27, 2013. Retrieved June 5, 2020.\n\n^ \"Convocation Will Honor Marine General James Mattis\". Washington College. Archived from the original on December 13, 2019. Retrieved June 3, 2015.\n\n^ \"WPC's 2016 'Champion of Freedom' named Secretary of Defense\". Washington Policy Center. Retrieved December 5, 2016.\n\n^ \"New Members\". American Academy of Arts & Sciences. Retrieved April 24, 2021.\n\n^ \"Order of Australia - Honorary Appointment - General James Mattis (Retd)\". Federal Register of Legislation. Retrieved December 6, 2022.\n\n^ Snodgrass, Guy (2019). Holding the Line: Inside Trump's Pentagon with Secretary Mattis. Penguin. ISBN 978-0593084373.\n\n^ \"Maj. Gen. James 'Maddog' Mattis\". HBO.\n\n^ Szoldra, Paul (December 2, 2016). \"The Facebook page for Marine Special Ops posted a picture of 'Mad Dog' Mattis as a saint\". Business Insider. Retrieved January 25, 2017.\n\n^ Sharpe, Paul (September 24, 2018). \"Mattis says he's 'absolutely not' leaving Pentagon while carrying cardboard box out to his car\". Archived from the original on December 24, 2018. Retrieved December 23, 2018.\n\n^ Astronaut, Cat (March 2, 2017). \"'We're winning this arms race,' Mattis says during workout at Kremlin gym\". Archived from the original on December 24, 2018. Retrieved December 23, 2018.\n\n^ Scuttlebutt, Dick (December 24, 2013). \"General Mattis Crosses Potomac With 100,000 Troops; President, Senate Flee City\". Duffel Blog. Archived from the original on December 21, 2018. Retrieved December 23, 2018.\n\n^ Macias, Amanda (September 15, 2018). \"The extraordinary reading habits of Defense Secretary James Mattis\". CNBC. Retrieved December 15, 2019.\n\n\nWorks cited[edit]\n\n This article incorporates public domain material from websites or documents of the United States Marine Corps.\nReynolds, Nicholas E. (2005). Basrah, Baghdad and Beyond: The U.S. Marine Corps in the Second Iraq War. p. 5. Naval Institute Press. ISBN 1-59114-717-4\n\nExternal links[edit]\n\n\nJim Mattis  at Wikipedia's sister projects\n\nMedia from CommonsQuotations from WikiquoteTexts from WikisourceData from Wikidata\n\nQuotes from James Mattis on All Views by Quotes\nJames Mattis Sworn in As US Secretary of Defense\nDepartment of Defense biography\nOfficial Marine Corps biography\n\"Full transcript: Defense Secretary James Mattis' interview with The Islander\". June 2017. Archived from the original on September 16, 2018.\nAppearances on C-SPAN\n\n\nMilitary offices\n\n\nPreceded byJames T. Conway\n\n Commanding General of the 1st Marine Division 2002–2004\n\nSucceeded byRichard F. Natonski\n\n\nPreceded byEdward Hanlon Jr.\n\n Deputy Commandant for Combat Development and Integration of the United States Marine Corps 2005–2006\n\nSucceeded byJames F. Amos\n\n\n Commanding General of the Marine Corps Combat Development Command 2005–2006\n\n\nPreceded byJohn F. Sattler\n\n Commanding General of the I Marine Expeditionary Force 2006–2007\n\nSucceeded bySamuel T. Helland\n\n\n Commander of the United States Marine Forces Central Command 2006–2007\n\n\nPreceded byLance L. Smith\n\n Supreme Allied Commander Transformation 2007–2009\n\nSucceeded byStéphane Abrial\n\n\n Commander of United States Joint Forces Command 2007–2010\n\nSucceeded byKeith HuberActing\n\n\nPreceded byJohn R. AllenActing\n\n Commander of United States Central Command 2010–2013\n\nSucceeded byLloyd Austin\n\n\nPolitical offices\n\n\nPreceded byAsh Carter\n\n United States Secretary of Defense 2017–2019\n\nSucceeded byPatrick M. ShanahanActing\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byJohn King Jr.as Former US Cabinet Member\n\n Order of precedence of the United Statesas Former US Cabinet Member \n\nSucceeded byJohn F. Kellyas Former US Cabinet Member\n\n\nLinks to related articles\nCommanders of United States Central Command\nKingston\nCrist\nSchwarzkopf\nHoar\nPeay\nZinni\nFranks\nAbizaid\nFallon\nPetraeus\nMattis\nAustin\nVotel\nMcKenzie\nKurilla\n\nvteUnited States Secretaries of Defense\nForrestal\nJohnson\nMarshall\nLovett\nWilson\nMcElroy\nT. Gates\nMcNamara\nClifford\nLaird\nRichardson\nSchlesinger\nRumsfeld\nBrown\nWeinberger\nCarlucci\nCheney\nAspin\nPerry\nCohen\nRumsfeld\nR. Gates\nPanetta\nHagel\nCarter\nMattis\nEsper\nAustin\n\nvteCabinet of President Donald Trump (2017–2021)CabinetVice President\nMike Pence (2017–2021)\nSecretary of State\nRex Tillerson (2017–2018)\nMike Pompeo (2018–2021)\nSecretary of the Treasury\nSteven Mnuchin (2017–2021)\nSecretary of Defense\nJim Mattis (2017–2019)\nMark Esper (2019–2020)\nAttorney General\nJeff Sessions (2017–2018)\nWilliam Barr (2019–2020)\nSecretary of the Interior\nRyan Zinke (2017–2019)\nDavid Bernhardt (2019–2021)\nSecretary of Agriculture\nSonny Perdue (2017–2021)\nSecretary of Commerce\nWilbur Ross (2017–2021)\nSecretary of Labor\nAlexander Acosta (2017–2019)\nEugene Scalia (2019–2021)\nSecretary of Health and Human Services\nTom Price (2017)\nAlex Azar (2018–2021)\nSecretary of Housing and Urban Development\nBen Carson (2017–2021)\nSecretary of Transportation\nElaine Chao (2017–2021)\nSecretary of Energy\nRick Perry (2017–2019)\nDan Brouillette (2019–2021)\nSecretary of Education\nBetsy DeVos (2017–2021)\nSecretary of Veterans Affairs\nDavid Shulkin (2017–2018)\nRobert Wilkie (2018–2021)\nSecretary of Homeland Security\nJohn F. Kelly (2017)\nKirstjen Nielsen (2017–2019)\nCabinet-levelAdministrator of the Environmental Protection Agency\nScott Pruitt (2017–2018)\nAndrew R. Wheeler (2018–2021)\nDirector of the Office of Management and Budget\nMick Mulvaney (2017–2020)\nRussell Vought (2020–2021)\nDirector of National Intelligence\nDan Coats (2017–2019)\nJohn Ratcliffe (2020–2021)\nDirector of the Central Intelligence Agency\nMike Pompeo (2017–2018)\nGina Haspel (2018–2021)\nTrade Representative\nRobert Lighthizer (2017–2021)\nAmbassador to the United Nations\nNikki Haley (2017–2018)\nAdministrator of the Small Business Administration\nLinda McMahon (2017–2019)\nJovita Carranza (2020–2021)\nWhite House Chief of Staff\nReince Priebus (2017)\nJohn F. Kelly (2017–2019)\nMark Meadows (2020–2021)\nSee also: Political appointments of Donald Trump\nvteTheranosKey people\nElizabeth Holmes (CEO)\nSunny Balwani (COO)\nIan Gibbons (CSO)\nCreditors, investors,and partners\nWalgreens\nSafeway\nCleveland Clinic\nNovartis\nGSK\nFortress Investment Group\nPfizer\nWalton family\nRupert Murdoch\nBetsy Devos\nInvestigation\nWall Street Journal Theranos investigation\nJohn Carreyrou\nJohn Ioannidis\nEleftherios Diamandis\nRebecca Jarvis\nOther\nBad Blood: Secrets and Lies in a Silicon Valley Startup\nThe Inventor: Out for Blood in Silicon Valley\nThe Dropout (podcast)\nThe Dropout (miniseries)\nUnited States v. Elizabeth A. Holmes, et al.\nBoard members\nChanning Robertson\nGeorge Shultz\nWilliam Perry\nHenry Kissinger\nSam Nunn\nBill Frist\nWilliam Foege\nGary Roughead\nJim Mattis\nRichard Kovacevich\nRiley P. Bechtel\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nNetherlands\nPoland\nAcademics\nCiNii\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jim_Mattis&oldid=1190801690\"",
    "twitter": ""
  },
  {
    "name": "James Pethokoukis",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/james-pethokoukis",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "James Poulos",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/james-poulos",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]