[
  {
    "name": "Jared McKiernan",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/jared-mckiernan-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jed Shugerman",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/jed-shugerman-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jeff Flake",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/jeff-flake-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American diplomat and politician (born 1962)\nThis article is about the former U.S. Senator from Arizona. For the Florida State Senator, see Jeff Flake (Florida politician).\n\"Senator Flake\" redirects here. For other uses, see Senator Flake (disambiguation).\n\n\nJeff FlakeUnited States Ambassador to TurkeyIncumbentAssumed office January 26, 2022PresidentJoe BidenPreceded byDavid M. SatterfieldUnited States Senatorfrom ArizonaIn officeJanuary 3, 2013 – January 3, 2019Preceded byJon KylSucceeded byKyrsten SinemaMember of theU.S. House of Representativesfrom ArizonaIn officeJanuary 3, 2001 – January 3, 2013Preceded byMatt SalmonSucceeded byMatt Salmon (redistricting)Constituency1st district (2001–2003)6th district (2003–2013)\nPersonal detailsBornJeffry Lane Flake (1962-12-31) December 31, 1962 (age 61)Snowflake, Arizona, U.S.Political partyRepublicanSpouse\nCheryl Bae ​(m. 1985)​Children5RelativesJake Flake (uncle)William J. Flake (great-great-grandfather)EducationBrigham Young University (BA, MA)\n\n\nJeff Flake's voice\n\nFlake's opening statement at his confirmation hearing to be United States ambassador to TurkeyRecorded September 28, 2021\n\nJeffry Lane Flake[1] (born December 31, 1962) is an American politician and diplomat who is the United States ambassador to Turkey. A member of the Republican Party, Flake served in the United States House of Representatives from 2001 to 2013 and in the United States Senate from 2013 to 2019, representing Arizona. He was nominated by Democratic president Joe Biden and confirmed by the Senate for his ambassador post on October 26, 2021.[2][3] He presented his credentials to Turkish president Recep Tayyip Erdoğan at the Presidential Complex of Turkey in Ankara on January 26, 2022.[4]\nBorn in Snowflake, Arizona, Flake attended Brigham Young University, from which he received his Bachelor of Arts degree in international relations, and later his Master of Arts degree in political science. In the early 1980s, he became a missionary for the Church of Jesus Christ of Latter-day Saints in South Africa, where he learned to speak Afrikaans. After returning to the United States, Flake served as executive director of the Goldwater Institute, before being elected as a Republican to the House of Representatives from Arizona's 1st congressional district in 2001. He served as the representative for the 1st district until renumbering following the 2000 census redefined the district to be Arizona's 6th congressional district, which he then represented until he entered the Senate in 2013.\nFlake sought the Republican nomination for the 2012 Senate election after incumbent Jon Kyl announced his retirement. He defeated Democratic candidate and former United States Surgeon General Richard Carmona in the general election. Flake was one of the bipartisan \"Gang of Eight\" U.S. senators who pushed an immigration reform bill through the Senate in 2013. He is known as a vocal critic of former President Donald Trump, but generally voted in line with Trump's positions. On October 24, 2017, Flake announced that he would not seek re-election in 2018.[5]\nThroughout his Senate career, Flake suffered from consistently low approval ratings. In April 2013, less than three months after taking office, he had 32% approval and 51% disapproval ratings.[6] By mid-2017, he dropped to 18% approval and 62% disapproval ratings,[7] but recovered slightly near the end of his term, with 30% approval and 51% disapproval ratings as of July 2018.[8]\nOn January 29, 2019, Flake was hired by CBS as a contributor for CBS News.[9]\n\n\nEarly life, education, and early career[edit]\nJeffry Lane Flake[10][1] was born in Snowflake, Arizona, the son of Nerita (née Hock) and Dean Maeser Flake.[11][12] His birth town was named in part for his great-great-grandfather, Mormon pioneer William J. Flake.[13] Flake obtained a Bachelor of Arts in International Relations and a Master of Arts in political science from Brigham Young University.[14] He took a two-year leave of absence to serve as a missionary for the Church of Jesus Christ of Latter-day Saints in South Africa and Zimbabwe in the early 1980s. He speaks Afrikaans. He worked in the public affairs sector after college and was the executive director of the Foundation for Democracy in Namibia and executive director of the Goldwater Institute before entering the House of Representatives. He opposed economic sanctions on South Africa in the 1980s, arguing that sanctions would harm the black population who were already suffering under apartheid policies.[15]\n\nPolitical career[edit]\nU.S. House of Representatives (2001–2013)[edit]\nElections[edit]\nFlake was first elected to Congress in 2000 from what was then the 1st District, after Republican incumbent Matt Salmon stepped down to honor a self-imposed term limit. The district, which included most of the East Valley, was then renumbered as the 6th district as Arizona gained two Congressional seats because of the results of the 2000 census. Flake easily defeated his primary challenger.[16]\nIn his campaign in 2000, Flake had pledged to serve no more than three terms in Congress which would see him serve no later than January 2007. Shortly after being elected for a third time, Flake announced in early 2005 that he had changed his mind on pledging term limits and was planning to run for reelection in 2006. \"It was a mistake to limit my own terms,\" Flake said.[17]\nIn that same election, three out of five mayors in his home district opposed his reelection because, according to Flake, he did not \"bring pork barrel spending\" to the mayors' cities.[13] In 2006, several Democrats had announced their intention to run for the seat but only one met the June filing deadline, and that particular filing was rejected due to an insufficient number of nominating signatures. \"I did expect to have a primary opponent. I deserve one,\" Flake said, referring to the term-limit pledge which he had broken. \"By all rights, I ought to have an opponent. I just got lucky, I guess.\"[18]\nIn the 2006 mid-term elections, Flake had no Democratic Party opponent and easily defeated the Libertarian Party candidate, Jason Blair, with 74% of the vote.[19]\n\nTenure[edit]\nFlake during the 113th Congress\nFlake was a member of the Republican Liberty Caucus, a group of libertarian-leaning Republican congressmen.[20] He was also a member of the Republican Study Committee.\n\nCommittee assignments[edit]\nCommittee on Appropriations\nSubcommittee on Labor, Health and Human Services, Education, and Related Agencies\nSubcommittee on Military Construction, Veterans Affairs, and Related Agencies\nSubcommittee on Interior, Environment, and Related Agencies\nU.S. Senate (2013–2019)[edit]\n2012 election[edit]\nMain article: 2012 United States Senate election in ArizonaIn February 2011, Flake announced that he was running for the U.S. Senate seat being vacated by the retiring Senate Minority Whip Jon Kyl in 2012.[21] Flake easily won the Republican nomination against real estate businessman Wil Cardon.[22] He faced former United States' surgeon general Richard Carmona, who sought office for the first time in the general election. In May 2012, Flake led Carmona by 13 points in the polls. In an October 2012 poll by Public Policy Polling, Flake was trailing Carmona by two points.[23] After the race tightened, the Wall Street Journal criticized a controversial Flake ad that accused Carmona of having \"issues with anger, with ethics, and with women.\"[24] Flake was endorsed by the Casa Grande Dispatch,[25] the United States Chamber of Commerce,[26] the Senate Conservatives Fund,[27] and the Club for Growth.[28]\nFlake defeated Democrat Richard Carmona 49–46% on November 6, 2012.[29] He won mainly on the strength of carrying Maricopa County, home to Phoenix and 60 percent of the state's population, by 77,200 votes, more than the overall margin of 67,900 votes. He also benefited from Mitt Romney, whom Flake considers a friend,[30] carrying the state by 10 points in the presidential election.Jeff Flake speaking at the National Federation for Republican Women event in Phoenix, Arizona\nTenure[edit]\nFlake succeeded retiring Republican U.S. Senator Jon Kyl on January 3, 2013.\nFlake used his experience surviving in the wild for six days with a Democratic Senator to develop an idea to end partisan gridlock in Washington. In 2014, Flake and U.S. Senator Martin Heinrich (D-NM) were featured on a Discovery Channel reality TV show, Rival Survival, where the two stayed on a small Micronesian island for six days. Flake later joked during a speech at the National Press Club that sending both Senate leaders (Majority Leader Senator Harry Reid [D-NV] and Minority Leader Mitch McConnell [R-KY]) to a remote island together might reduce partisanship and allow more legislation to move forward.[31]\nFlake was on the field during practice for the annual Congressional Baseball Game when the Congressional baseball shooting happened on June 14, 2017. He said the attendees were like \"sitting ducks\" and that it was likely that the Capitol Police saved their lives:[32]\n\nAll of a sudden, we heard a very loud shot. Everybody thought 'sounds like a gun'. The gunman was over by the third base dugout, with a clear view of the field and everybody on it. A lot of us dove into the dugout and tried to get as many as we could, but at that point, there was firing behind us from the security detail, the Capitol Police, and I started yelling back, 'are you friendly?'—making sure that it was our guy, because we didn't know if there were other shooters that had us surrounded, and were coming into the dugout.[32]\nFormer President Obama called Flake that morning to extend his best wishes and prayers for the victims. Flake had flown with Obama from Washington, D.C., to Arizona in 2011 after the shooting of then-Congresswoman Gabby Giffords.[33]\n\nFlake speaking at an event at Arizona State University in March 2018\nOn October 24, 2017, Flake announced in a speech that he would not seek a second term in the Senate.[34] Flake's speech, which was described by McKay Coppins as a \"thundering indictment of his party, his president, and his country's political culture,\" was called \"the most important speech of 2017\" by Chris Cillizza.[35][36]\nIn May 2018, Flake stated that he would donate to Democratic Senator Joe Manchin's campaign if Don Blankenship (who had served time in prison) won the West Virginia Republican Senate primary. Blankenship was defeated by Patrick Morrisey.[37]\n\nCommittee assignments[edit]\nCommittee on Energy and Natural Resources\nSubcommittee on Energy\nSubcommittee on Public Lands, Forests and Mining\nSubcommittee on Water and Power\nCommittee on Foreign Relations\nSubcommittee on African Affairs (Chairman)\nSubcommittee on East Asian and Pacific Affairs\nSubcommittee on European Affairs\nSubcommittee on International Development and Foreign Assistance, Economic Affairs and International Environmental Protection, and Peace Corps\nCommittee on the Judiciary\nSubcommittee on Antitrust, Competition Policy and Consumer Rights\nSubcommittee on Immigration, Refugees and Border Security\nSubcommittee on Terrorism and Homeland Security (Chairman)\nSpecial Committee on Aging\nU.S. ambassador to Turkey[edit]\nVice President Kamala Harris swearing-in Flake as Ambassador to Turkey, 2021\nAfter Joe Biden was elected President in 2020, Flake was seen as a contender for a job as an ambassador in Biden's administration, along with several other moderate Republicans who were close with Biden.[38]\nIn June 2021, it was reported that Biden was set to offer Flake a position as the United States ambassador to New Zealand and Samoa. Flake reportedly denied the rumor.[39][40]\nFlake was officially nominated by Biden to be the United States Ambassador to Turkey on July 13, 2021.[41][39] On September 28, 2021, a hearing on his nomination was held before the Senate Foreign Relations Committee. On October 19, 2021, his nomination was reported favorably out of committee.[42] On October 26, 2021, Flake was confirmed by the Senate by voice vote.[2][43] Flake was sworn in on December 10, 2021.[44]\n\nPolitical positions[edit]\nJeff Flake has used the phrase \"traditionally conservative Republican\" to describe his political preference.[45] The non-partisan National Journal published an analysis of his 2013 voting record and gave him a composite ideological score of 65% conservative and 35% liberal.[46] The New York Times used an analysis of the Senate's ideological composition and ranked Flake as the fourth most conservative Senator in 2017.[47] The American Conservative Union gives Flake a lifetime 93% conservative score and the fiscally conservative Americans for Prosperity gave Flake a 98% lifetime score; the American Civil Liberties Union, an organization focused on civil rights and liberties, gave Flake a 53% rating in 2014 and a 35% rating in 2016.[46]\n\nBudget and economy[edit]\nFlake's 113th Congressional session photo\nFlake is a fiscal conservative,[48] and a critic of government waste and advocates reducing federal spending.[49] He was described by columnist Robert Novak as an \"insistent reformer\".[50] Flake signed the Taxpayer Protection Pledge[51] and one of eight House members to receive a 100% approval rating from the American Conservative Union.[52] A \"scourge of pork-barrel spending\",[53] Flake was ruled the least profligate spender in Congress by Citizens Against Government Waste in July 2007 and designated a \"taxpayer superhero.\"[49] In 2008, Flake voted against the Troubled Asset Relief Program (TARP).[54]\nFlake is \"known for his ardent opposition to earmarks.\"[55] He has been called an \"anti-earmark crusader,\"[56] and frequently challenged earmarks proposed by other members of Congress. Starting in May 2006, he became prominent with the \"Flake Hour,\" a tradition at the end of spending bill debates in which he asked earmark sponsors to come to the house floor and justify why taxpayers should pay for their \"pet projects.\"[57] He is credited with prompting House rule changes to require earmark sponsors to identify themselves.[58]\nUntil September 2010, Flake issued a press release listing an \"egregious earmark of the week\" every Friday.[49] The earmark was usually followed by Flake making a humorous comment; as an example, Rep. Flake once said of Congressman Jose Serrano's $150,000 earmark to fix plumbing in Italian restaurants, \"I would argue this is one cannoli the taxpayer doesn't want to take a bite of.\"[13] The \"earmark of the week\" releases were ended and replaced with the \"So Just How Broke Are We?\" series of releases. In March 2010, the House Appropriations Committee implemented rules to ban earmarks to for-profit corporations, a change Flake supported. \"This is the best day we've had in a while,\" he said to the New York Times, which reported that approximately 1,000 such earmarks were authorized in the previous year, worth $1.7 billion.[59]\nIn September 2018, Flake was among six Republican senators, Mike Lee, Pat Toomey, Rand Paul, David Perdue, and Ben Sasse, as well as Bernie Sanders, that voted against a $854 billion spending bill, meant to avoid another government shutdown. Said bill included funding for the departments of Defense, Health and Human Services, Labor and Education.[60]\n\nDisaster aid[edit]\nIn 2012, it was reported that Flake had on at least five occasions voted against legislation intended to prevent natural disasters and provide aid to those harmed by natural disasters.[61] In 2005, Flake was one of only 11 House representatives to vote against a bill providing supplemental emergency funds to handle damage from Hurricane Katrina.[61][62]\n\nDonald Trump[edit]\nFlake is known as a vocal critic of former President Donald Trump.[63][64][65] Trump was \"furious\" that Flake called on him to withdraw from the presidential race after the emergence of the Access Hollywood tape.[66] In August 2017, Flake published his book Conscience of a Conservative: A Rejection of Destructive Politics and a Return to Principle, which expanded on his criticisms of Donald Trump.[67][68]\nIn October 2017, upon announcing that he would not seek re-election in 2018, Flake delivered a speech on the Senate floor where he denounced the Trump Administration.[34] Flake's speech, which was described by McKay Coppins as a \"thundering indictment of his party, his president, and his country's political culture,\" was called \"the most important speech of 2017\" by Chris Cillizza.[35][36]\nIn May 2018, Flake said that Trump had \"debased\" the presidency, that he had a \"seemingly bottomless appetite for destruction and division,\" and that he possessed \"only a passing familiarity with how the Constitution works.\"[69] Flake vowed to hold up some of Trump's judicial nominees for lower courts positions until he obtained a non-binding vote in the Senate expressing opposition to Trump's tariffs.[70] He was one of two Republicans to vote against the confirmation of Trump's nominee to be CIA Director, Gina Haspel.[71] Flake also refused to push Trump to take a firmer stance on Russia.[72][70][73] In November 2018, Flake announced that he would once again vote to hold up Trump's nominees to the judiciary until the Senate voted on a bill to protect the independence of Robert Mueller's FBI investigation.[74][75] Flake was one of two Republicans to oppose the nomination of Thomas Farr to the federal judiciary; his opposition was crucial to the derailing of Trump's nominee.[76] However, according to FiveThirtyEight, Flake had voted with Trump's position on legislative issues 84% of the time as of December 2018.[77]\nOn August 24, 2020, Flake officially endorsed former Vice President Joe Biden  for president.[78] Flake was censured by the Arizona Republican Party on January 23, 2021 for his lack of loyalty to the party leadership. “If condoning the President’s behavior is required to stay in the Party’s good graces, I’m just fine being on the outs,” Flake wrote on Twitter before the vote.[79]\n\nEnvironment[edit]\nThis section may lend undue weight to certain ideas, incidents, or controversies. Please help to create a more balanced presentation. Discuss and resolve this issue before removing this message.  (February 2020)\nOn December 2, 2014, the Senate passed the Bill Williams River Water Rights Settlement Act. The bill would put an end to a fight over water rights in the Bill Williams River Watershed in Arizona. Flake introduced the Senate version of the bill along with Senator John McCain. The bill also helps the Hualapai Native American tribe, which uses water from the watershed. The bill would put a limit on the amount of water that a local mining company can use, and it would give legal recognition to the tribe's rights to the water source.[80] The settlement would guarantee water rights for the tribe; provide water for Freeport's mine in Bagdad, Arizona; and give the state of Arizona rights to a property area that would be used for a conservation program for several species.[81]\nFlake and McCain sent a letter to the head of the EPA, citing a number of reasons why the regulation would hurt Arizona. One of the senators' concerns was about waterways that only flow in certain parts of the year. Flake and McCain believe that if the EPA includes those types of waterways in the new regulations, the regulations would have a negative effect on Arizona's agriculture industry. One of the reasons the EPA is using in deciding which waterways will fall under the new regulation is by concluding whether pollution in waterways will negatively affect other waters downstream. Flake and McCain asserted in their letter that little proof existed to back up such a conclusion, but the EPA responded by saying that the proposed regulation was carefully examined and was made with bipartisan input. Flake and McCain wrote that the new changes could make it harder for Arizona firefighters to fight wildfires.[82]\nFlake wrote that the EPA proposed rule did not make a distinction between waterways that flow all year or just part of the year. Flake said that 94 percent of Arizona's waterways do not flow continuously year-round, and argued that the lack of distinction in the rule would affect most of Arizona's waterways. He argued that the scientific evidence used by the EPA to back up the rule was \"anything but settled.\"[83] Flake and McCain had written to the EPA administrator about their concerns earlier, on May 6, 2014.[84] Despite Flake's efforts against the bill, however, it was signed in to law by President Barack Obama on December 16, 2014.\n\nSenator Flake speaking at a rally hosted by the Arizona Republican Party in August 2014\nForeign policy[edit]\nFlake voted in favor of the Iraq Resolution (authorizing the Iraq War) in the House of Representatives in October 2002.[85] In a debate on the House floor on the authorization of force (October 8, 2002), Flake said, \"We ought to let history be our guide here. But the most recent history in this case that we ought to look at is the vote that took place in this Chamber 12 years ago. During that time, we faced a very similar decision. Should we thwart Saddam Hussein in his attempt to go beyond his boundaries or should we appease him? Fortunately, the majority of this body and the other body agreed we ought to thwart him; and I think we can all agree that, had we not done so, that the biological and chemical weapons that Saddam Hussein possesses would be added to nuclear weapons which he would certainly possess today had he not been thwarted at that time. We are in this position today, I would submit, because we have no other choice. This is our only reasonable option. War will no doubt come at great cost. When we visit the war memorials, we see that cost, but the cost of appeasement is far greater. I commend the House leadership for bringing this resolution forward and for shepherding it through process. I especially commend our President who so forcefully pushed for this resolution and who has so deliberately pushed for this resolution. I urge support for the resolution.\"[86]\nAfter the 2006 election in which Republicans lost control of the House of Representatives largely due to the unpopularity of the war in Iraq, Flake changed his position on the Iraq War to one of cautious opposition,[87] including voting against appropriations. At a 2008 congressional hearing featuring General David Petraeus, Flake said, \"I still have a hard time seeing the big picture and what constitutes success [in Iraq]. That's not just one side of the aisle with those kind of concerns. Many on this side of the aisle have that as well.\"[88]\nFlake supported ending the Cuba Trade Embargo[89] and otherwise normalizing relations with Cuba.[90]\nFlake supported President Barack Obama's 2014 decision to begin the process of normalizing relations between the United States and Cuba, despite opposition to the policy change from other Republican senators. Flake joined Democrats Chris Van Hollen and Patrick Leahy on a trip to Cuba to return Alan Gross to the United States. Gross, an American government contractor, had been imprisoned in Cuba for five years but was released as part of the agreement between Obama and Cuban leader Raúl Castro. Flake believes that the United States embargo against Cuba is flawed, stating, \"The policy that we've had in place for the past 50 years has done more in my view ... to keep the Castro regimes in power than anything we could've done.\" Flake has traveled to Cuba nine times and supports loosening restrictions on Americans traveling to Cuba.[91]\nIn August 2017, Flake co-sponsored the Israel Anti-Boycott Act (s. 720), which made it a federal crime for American states to encourage or participate in boycotts against Israel, and allow states to cancel contracts with companies that support boycotts against Israel and Israeli settlements in the West Bank Palestinian territories if protesting actions by the Israeli government.[92][93]\n\nGuns[edit]\nOn April 17, 2013, Flake joined 45 other senators in voting against the Manchin-Toomey Amendment, which would have required background checks on private gun sales. Following the vote, Flake was criticized for changing his position on background checks. Just days before the vote, he had sent the mother of one of the Colorado theater shooting victims a handwritten letter stating that \"strengthening background checks is something we agree on.\"[94] In response to a question asking whether he was worried about potential political consequences vowed by gun-control groups, Flake replied, \"That's the beauty of a 6-year term. I truly want to do something on this, but what has been a little upsetting is to hear people try to maintain that we were just caving to pressure, discounting any issues that we had with the legislation, with the language. That's just not right.\"[95][96] Following his no vote, Flake's approval rating fell from 45% favorable—43% unfavorable, to 32% favorable—51% unfavorable according to one poll, making him the most unpopular senator in America as of April 2013[update].[97]\nIn March 2013, he voted with Senators Lindsey Graham and Mark Begich on introducing a bill that would prevent people from buying guns who have used an insanity defense, were ruled dangerous by a court, or had been committed by a court to mental health treatment.[98]\n\nImmigration[edit]\nIn 2007, Flake introduced legislation that would have provided a path to legalization for illegal immigrants, granted temporary legal status to illegal immigrants who paid a fine and passed background checks, and created a guest worker program.[99] Also in 2007, Flake was removed from the House Judiciary Committee by Republican Minority Leader John Boehner for \"bad behavior\", which Boehner said was criticism of party leaders, though Flake himself attributed it to his support of comprehensive immigration reform.[100][101]\nIn 2009, Flake introduced the Stopping Trained in America PhDs From Leaving the Economy (STAPLE) Act (H.R. 1791).[102][103] The bill would have authorized students who earned a Ph.D. in a science, technology, engineering, or mathematics from U.S. universities to be admitted for permanent residence and to be exempted from the numerical limits on H-1B nonimmigrants. The bill was reintroduced in 2011 and was referred to the Subcommittee on Immigration Policy and Enforcement in February of that year.[104]\nIn 2010, Flake voted against the DREAM Act, which would have provided a path to citizenship for unauthorized immigrant minors provided that they join the military or go to university.[105] In late October 2012, Flake stated that he may support it in the future.[106]\nIn 2013, Flake was a member of the \"Gang of Eight\"—a bipartisan group of eight senators (four Democrats and four Republicans)—who sponsored an immigration overhaul bill. Flake said of the group: \"Pretty quickly we determined that everybody around that table wanted to do this. We weren't looking to score political points.\"[107] The Senate passed the bill with 68 votes, but the bill failed in the House.[108]\nWhen in November 2014, Obama announced on TV that he would use his executive powers to allow some undocumented immigrants to remain in the United States, Flake said that the best response would be not to shut down the government, but to pass a bill that addresses immigration problems.[109] As for Obama's executive plan, Flake said that he opposed it.[108] Flake opposed using a government funding bill to stop Obama's executive action, but Flake also said that he believed that both parties' strategies would make it more difficult to pass immigration reform legislation.[110]\nFlake has publicly said that he believes that the reason so many children in recent years have come across the U.S. border illegally without parents is because parents believe their children will be able to stay in the United States if they do so.[111] Flake has said that the Republican Party needs to take a rational approach to solving immigration problems, and if it does not, the party will have a difficult time winning national elections. Flake said that Jeb Bush's support of an immigration system reform makes Bush more electable in a general election.[111] Flake supported Jeb Bush's remarks about immigration being an act of love, and said, \"Growing up here in Arizona, I've seen what motivates those who come here illegally. Sure, some come with the intent to do harm or simply to take advantage of our generosity. But many come to find work to feed their families. To lump everyone who crosses the border illegally into the same class is unfair and unproductive.\"[112]\nFlake spoke out against President Donald Trump's January 2017 executive order to prohibit immigration from seven predominantly Muslim countries. He stated that \"It's unacceptable when even legal permanent residents are being detained or turned away at airports and ports of entry.\"[113]\n\n'Paid patriotism'[edit]\nIn 2015, Flake and Senator John McCain published a report detailing what they called \"paid patriotism\" by the U.S. Department of Defense for using soldiers, military equipment and resources at professional sports events in the United States. The report gave evidence that taxpayer-funded patriotic displays extended not only to the NFL but also to Major League Baseball, the National Hockey League and Major League Soccer.[114][115]\n\nRoy Moore[edit]\nIn October 2017, Flake refused to support Alabama Senate candidate Roy Moore in the December 2017 Senate special election in Alabama. Flake said that he could not support a candidate who believed that Muslims should not be allowed to serve in Congress. After the Washington Post reported in November 2017 that a number of women had accused Moore of having pursued sexual relationships with them or sexually assaulted them when they were teenagers, Flake quickly condemned Moore and said he would prefer that Doug Jones, the Democratic candidate, win the special election instead of Moore.[116] On December 5, 2017, one week before the election, Flake donated $100 to the Jones campaign and posted a tweet which said \"Country over Party\".[117] Jones ultimately won the election, with Flake tweeting out \"Decency wins\".\n\nSocial issues[edit]\nIn October 2008, Esquire named Congressman Flake one of the Ten Best Members of Congress, saying in part, \"A true conservative, Flake is as rare as the dodo. Republicans should learn from him, and liberals and libertarians will find in him a strong privacy-rights ally.\"[118] During the 2005 debate on renewal of the expiring provisions of the USA Patriot Act, Jeff Flake successfully submitted several amendments to the bill in the House of Representatives. One required the FBI director to personally sign off on any request for library and bookstore records before applying to the United States Foreign Intelligence Surveillance Court, but it was altered in the United States Senate version of the bill.[119] Two of his amendments were signed into law and they subjected any National Security Letter and its gag order to a judicial challenge by the recipient, and narrowed the scope of \"Sneak and Peek\" warrants to have definite time limits on their duration and extensions before they need to notify the target of the investigation.[120] Before that, \"Sneak and Peek\" warrants could be extended by the standard of not \"unduly delaying trial\" without any defined time limitation.[121] This amended bill was titled the USA PATRIOT Improvement and Reauthorization Act of 2005 and it was signed into law on March 9, 2006.[122] This bill also required three Inspector General investigations that led to the discovery of exigent letters[123] and National Security Letter abuses.[124] On February 8, 2011, Flake voted to renew key provisions of the USA PATRIOT Act. The vote failed.[125] On February 10, 2011, Flake again voted to renew key provisions of the USA PATRIOT Act. This vote succeeded.[126]\nOn March 7, 2017, Flake introduced a bill to eliminate FCC Internet privacy rules that were passed under President Barack Obama. His proposed bill would allow Internet service providers to share and sell consumers' browsing history without consent. In regards to Obama's FCC Internet Privacy rules, Flake stated that \"It is unnecessary, confusing and adds yet another innovation-stifling regulation to the Internet.\"[127] Flake received $22,700 in donations from paid lobbyists representing Internet service providers and tech firms to sponsor the anti-privacy legislation.[128] In April 2017, the legislation passed both houses of Congress, which were Republican-controlled, allowing ISPs to sell consumer browsing history and other information without the user's consent.[128] One constituent at a town-hall meeting told Flake that \"You sold my privacy up the river.\"[128]\nFlake is Pro-Life, opposing legal abortion, with exceptions for rape, incest, and to protect the life of the mother.[129]\nIn 2010, Flake was one of fifteen Republican House members to vote in favor of the Don't Ask, Don't Tell Repeal Act of 2010, which repealed the U.S. military's \"don't ask, don't tell\" policy, which banned openly gay service members.[130][131] The Human Rights Campaign, which scores politicians' support for LGBT rights, gave Flake a score of 12% in the 115th Congress and a 32% in the 114th Congress.[132] Flake had voted to amend the U.S. Constitution to ban same-sex marriage with a Federal Marriage Amendment in 2004 and 2006.[133][134]\nIn 2017, Flake voted three times to repeal the Affordable Care Act, also known as Obamacare.[135]\nAlthough he voted in favor of the Employment Non-Discrimination Act (ENDA) in 2007, which would have banned discrimination based on sexual orientation, Flake said he had concerns with the 2013 version, which includes both sexual orientation and gender identity.[136] When the vote occurred on November 7, Flake cast his vote in favor of the 2013 version of ENDA.[137]\nFlake also cosponsored the bipartisan STATES Act proposed in the 115th U.S. Congress by Massachusetts Senator Elizabeth Warren and Colorado Senator Cory Gardner that would exempt individuals or corporations in compliance with state cannabis laws from federal enforcement of the Controlled Substances Act.[138]\n\nSupreme Court[edit]\nFlake Condemns Politicized Senate Process, Urges Human Decency\nIn March 2016, Flake said that Judge Merrick Garland, President Barack Obama's nominee for the Supreme Court seat vacated by the death of Antonin Scalia, should not be confirmed unless Hillary Clinton won the 2016 presidential election. Flake argued that should Clinton win, Garland should be confirmed in the Senate's lame-duck session because he was less liberal than any nominee Clinton might put forward.[139][140] After meeting with Garland in April, Flake reiterated this position, saying that confirmation hearings on Garland's nomination should not be taken up until after the election, so that the American people could choose the next president, unless Clinton won, in which case, \"we ought to approve him quickly.\"[141][142]\nIn April 2017, he voted to invoke cloture (end debate) on the nomination of Supreme Court nominee Neil Gorsuch, putting an end to the Democratic filibuster. Flake also voted for the \"nuclear option,\" ending the ability to filibuster Supreme Court nominees. He stated, \"While changing Senate rules was not my preferred outcome, this will simply make de jure what was de facto prior to 2003, when filibusters were virtually never used on the executive calendar.\"[143][144]\nOn September 28, 2018, Flake announced his intention to vote for Supreme Court nominee Brett Kavanaugh. Kavanaugh had been accused of sexual assault by a number of women, including Dr. Christine Blasey Ford, who testified for several hours before the Senate Judiciary Committee the day before Flake's announcement. Kavanaugh subsequently testified and denied the allegations. Flake said that Ford's testimony was \"compelling\", but added that Kavanaugh's response was \"persuasive\" and left him \"with as much doubt as certainty\" regarding what had occurred.[145] Following his announcement, Flake was confronted by Ana Maria Archila and Maria Gallagher, two anti-Kavanaugh protestors who had evaded security, in a Senate office building elevator. They were later removed.[146] Despite their pleas, Flake voted not to subpoena Mark Judge (whom Ford had claimed was present during the supposed assault) to appear before the Judiciary Committee.[147] That afternoon, Flake voted to advance Kavanaugh's nomination out of the Senate Judiciary Committee, but said he was a \"yes\" vote \"only if the final Senate vote [was] delayed for one week, during which time the FBI [could] investigate sexual harassment allegations against Kavanaugh\"; Senate Republican leaders agreed to support the proposed investigation.[148][149] Later that day, President Trump directed the FBI to undertake a one-week, extremely limited investigation of the allegations against Kavanaugh, which found no corroboration for the charges against Kavanaugh. Democrats criticized the investigation as a sham since neither Ford nor Kavanaugh were interviewed by the FBI.[148][150]\n\nTrade[edit]\nIn November 2018, Flake was one of twelve Republican senators to sign a letter to President Trump requesting the United States-Mexico-Canada Agreement be submitted to Congress by the end of the month to allow a vote on it before the end of the year as they were concerned \"passage of the USMCA as negotiated will become significantly more difficult\" if having to be approved through the incoming 116th United States Congress.[151]\n\nPersonal life[edit]\nFlake and his wife Cheryl (née Bae) have been married since 1985.[49] They live in Mesa and have five children.[152] The Flakes are members of the Church of Jesus Christ of Latter-day Saints. Flake spent time in Zimbabwe and South Africa as a missionary.[13][153] His uncle, Jake Flake, served in both houses of the Arizona state legislature, including as speaker of the state house.[154]\nIn 2009, while serving as a Representative, Flake spent a week alone on the island of Jabonwod, one of the Marshall Islands, as a survivalist venture. He survived by eating crabs, coconuts, and fish.[155] Having enjoyed the experience, he decided to repeat it when he was a senator, this time bringing his two youngest sons with him to another island in the area, Biggarenn, for four days during a congressional recess in 2013.[156]\n\nElectoral history[edit]\n\nArizona's 1st congressional district: 2000 Results[157]\n\n\nYear\n\n\n\nDemocratic\n\nVotes\n\nPct\n\n\n\nRepublican\n\nVotes\n\nPct\n\n\n\n3rd Party\n\nParty\n\nVotes\n\nPct\n\n\n\n\n2000\n\n\n\nDavid Mendoza\n\n97,455\n\n42.4%\n\n\n\nJeff Flake\n\n123,289\n\n53.6%\n\n\n\nJon Burroughs\n\nLibertarian\n\n9,227\n\n4.0%\n\n\n\n\nArizona's 6th congressional district: Results 2002–2010[157]\n\n\nYear\n\n\n\nDemocratic\n\nVotes\n\nPct\n\n\n\nRepublican\n\nVotes\n\nPct\n\n\n\n3rd Party\n\nParty\n\nVotes\n\nPct\n\n\n\n3rd Party\n\nParty\n\nVotes\n\nPct\n\n\n\n\n2002\n\n\n\nDeborah Thomas\n\n49,355\n\n31.6%\n\n\n\nJeff Flake*\n\n103,094\n\n65.9%\n\n\n\nAndy Wagner\n\nLibertarian\n\n3,888\n\n2.5%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2004\n\n\n\n(no candidate)\n\n\n\n\n\n\n\nJeff Flake\n\n202,882\n\n79.4%\n\n\n\nCraig Stritar\n\nLibertarian\n\n52,695\n\n20.6%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2006\n\n\n\n(no candidate)\n\n\n\n\n\n\n\nJeff Flake*\n\n152,201\n\n74.8%\n\n\n\nJason M. Blair\n\nLibertarian\n\n51,285\n\n25.2%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2008\n\n\n\nRebecca Schneider\n\n115,457\n\n34.6%\n\n\n\nJeff Flake*\n\n208,582\n\n62.4%\n\n\n\nRick Biondi\n\nLibertarian\n\n10,137\n\n3.0%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2010\n\n\n\nRebecca Schneider\n\n72,615\n\n29.1%\n\n\n\nJeff Flake*\n\n165,649\n\n66.4%\n\n\n\nDarell Tapp\n\nLibertarian\n\n7,712\n\n3.1%\n\n\n\nRichard Grayson\n\nGreen\n\n3,407\n\n1.4%\n\n\n\n\nUnited States Senate election in Arizona, 2012: Results\n\n\nYear\n\n\n\nDemocratic\n\nVotes\n\nPct\n\n\n\nRepublican\n\nVotes\n\nPct\n\n\n\n3rd Party\n\nParty\n\nVotes\n\nPct\n\n\n\n\n2012\n\n\n\nRichard Carmona\n\n1,036,542\n\n46.2%\n\n\n\nJeff Flake\n\n1,104,457\n\n49.2%\n\n\n\nMarc J. Victor\n\nLibertarian\n\n102,109\n\n4.6%\n\n\n\n\nPublications[edit]\nConscience of a Conservative: A Rejection of Destructive Politics and a Return to Principle. 2017. ISBN 978-0399592911, OCLC 993780116[158]\nSenator Jeff Flake Presents Wastebook Porkémon Go January 2017. 2017. ISBN 978-1973708094, OCLC 1011043585\nJurassic Pork: Old Earmarks Have Survived. 2015. ISBN 978-1540739100, OCLC 980361667\nSee also[edit]\n2017 Broadband Consumer Privacy Proposal repeal\nReferences[edit]\n\n\n^ a b \"Flake, Jeffry Lane, Republic of Turkey\". State.gov. United States Department of State. Retrieved November 7, 2021.\n\n^ a b \"PN872 – Nomination of Jeffry Lane Flake for Department of State, 117th Congress (2021–2022)\". www.congress.gov. October 26, 2021. Retrieved November 10, 2021.\n\n^ \"Ambassador Jeff Flake Swearing-in Ceremony | C-SPAN.org\". www.c-span.org. Retrieved December 12, 2021.\n\n^ U.S. Embassy Turkey [@USEmbassyTurkey] (January 26, 2022). \"Büyükelçi Flake, güven mektubunu, 26 Ocak 2022 tarihinde Cumhurbaşkanı Erdoğan'a Ankara'daki Cumhurbaşkanlığı Külliyesi'nde sundu\" (Tweet). Retrieved January 26, 2022 – via Twitter.\n\n^ \"Poll: Sanders most popular senator, Flake least\". The Hill. January 10, 2019. Retrieved January 24, 2019.\n\n^ Abad-Santos, Alexander (April 29, 2013). \"How Jeff Flake Became the Most Unpopular Senator in America\". The Atlantic. Retrieved October 4, 2020.\n\n^ Savransky, Rebecca (August 3, 2017). \"Poll: Flake's approval rating in Arizona at 18 percent\". The Hill. Capitol Hill Publishing Corp. Retrieved October 4, 2020.\n\n^ Easley, Cameron (July 25, 2018). \"America's Most and Least Popular Senators – Q2 2018 Rankings\". Morning Consult. Morning Consult Holdings, Inc. Retrieved October 4, 2020.\n\n^ Sanchez, Yvonne Wingett. \"Jeff Flake won't run for president, joins CBS News as a contributor\". The Arizona Republic. Retrieved August 23, 2020.\n\n^ \"Nomination of Jeffry Lane Flake\". www.congress.gov. October 26, 2021. Retrieved November 7, 2021.\n\n^ \"U.S. Senate: Senators of the 114th Congress\". www.senate.gov. Retrieved March 2, 2016.\n\n^ Jeff Flake ancestry Archived March 13, 2013, at the Wayback Machine, Freepages.genealogy.rootsweb.ancestry.com; retrieved on November 5, 2012.\n\n^ a b c d Schorn, Daniel (February 11, 2009). Rep. Flake On Cutting Congressional Pork. CBS News .\n\n^ Flake, United States Senator Jeff. \"About Jeff – United States Senator Jeff Flake\". www.flake.senate.gov. Archived from the original on February 25, 2016. Retrieved May 18, 2016.\n\n^ \"Rolly: My recollection of events 20 years ago turned out to be a little flaky\" Archived March 3, 2016, at the Wayback Machine Salt Lake Tribune.\n\n^ Arizona Secretary of State website: \"2004 Primary Election – U.S. Representative in Congress - District No. 6 – Republican\". Archived from the original on November 22, 2004. Retrieved February 9, 2016.\n\n^ Stone, Andrea (April 12, 2006). \"Term-limit pledges get left behind\". USA Today.\n\n^ Giblin, Paul. \"Flake faces solo race after judge removes hopeful\", East Valley Tribune, July 12, 2006. Retrieved 4 September 2018.\n\n^ U.S. House of Representatives / Arizona 06. CNN. Retrieved on November 5, 2012.\n\n^ \"The Liberty Committee\". Retrieved June 24, 2007.\n\n^ Tang, Layla (February 14, 2011) \"U.S. Rep. Flake announces Senate bid\", KGUN9-TV. Retrieved 2011-02-14.\n\n^ Zapler, Mike; Isenstadt, Alex (August 29, 2012). \"Arizona House primary results: Ben Quayle booted from Congress\". Politico.\n\n^ Finley, Allysia (October 5, 2012). \"Arizona's Flake Out\". The Wall Street Journal. Retrieved October 24, 2012.\n\n^ Finley, Allysia (October 15, 2012). \"Flake's Flip-Out\". The Wall Street Journal. Retrieved October 24, 2012.\n\n^ \"Editorials: Paton in 1st District\". Casa Grande Dispatch. October 8, 2012. Retrieved October 24, 2012.\n\n^ \"U.S., Arizona Chambers of Commerce Endorse Jeff Flake for U.S. Senate\". Western Free Press. October 10, 2012. Archived from the original on November 8, 2012. Retrieved October 24, 2012.\n\n^ U.S. Senator Jim DeMint, SCF Chairman (April 20, 2012). \"Jeff Flake for U.S. Senate\". senateconservatives.com. Retrieved October 24, 2017.\n\n^ \"Club for Growth PAC Endorses Jeff Flake for Senate\". Club For Growth. February 14, 2011. Archived from the original on November 22, 2012. Retrieved October 24, 2012.\n\n^ Phillip, Abby (November 6, 2012). \"Jeff Flake Wins Arizona Senate Race\". OTUS. ABC News. Retrieved November 14, 2012.\n\n^ Nowicki, Dan. \"Mitt Romney is McCain and Flake's secret weapon\". azcentral. Retrieved January 4, 2020.\n\n^ Ray, Jordan (September 18, 2014). \"Jeff Flake: Send Harry Reid, Mitch McConnell to island\". Politico. Retrieved October 16, 2014.\n\n^ a b Martinez, Marc (June 14, 2017). \"Senator Jeff Flake recounts baseball practice shooting\". KSAZ Fox-10. Archived from the original on June 15, 2017. Retrieved June 15, 2017.\n\n^ Schor, Elana (June 14, 2017). \"Obama reaches out to Sen. Flake after shooting\". Politico. Retrieved June 15, 2017.\n\n^ a b Nowicki, Dan. \"Arizona's Jeff Flake announces he will not seek reelection to the U.S. Senate\". AZCentral. Retrieved October 24, 2017.\n\n^ a b Coppins, McKay (October 25, 2017). \"The Tragedy of Jeff Flake\". The Atlantic. Retrieved October 25, 2017.\n\n^ a b Cillizza, Chris (October 25, 2017). \"Jeff Flake gave the most important speech of 2017\". CNN. Retrieved October 25, 2017.\n\n^ Carney, Jordan (May 7, 2018). \"Flake says he'll donate to Manchin if Blankenship wins primary\". The Hill. Retrieved May 15, 2018.\n\n^ Talev, Margaret; Nichols, Hans (February 12, 2021). \"Scoop: Biden considering prominent Republicans for ambassadorships\". Axios.\n\n^ a b \"Biden nominates ex-GOP Sen. Jeff Flake as ambassador to Turkey\". Politico. July 13, 2021. Retrieved July 13, 2021.\n\n^ @LJMoynihan (June 9, 2021). \"SCOOP: Doug Hickey – a top Biden donor and VC is expected to be offered the ambassadorship to Italy imminently; forme…\" (Tweet) – via Twitter.\n\n^ Hansen, Ronald (July 13, 2021). \"Biden names Arizona Republican Jeff Flake as his ambassador pick for Turkey\". The Arizona Republic. Gannett. Retrieved July 13, 2021.\n\n^ \"SFRC Approves 33 Critical Foreign Policy Nominations\" (Press release). Washington, D.C.: United States Senate Committee on Foreign Relations. October 19, 2021. Retrieved November 9, 2021.\n\n^ Kelly, Laura (October 26, 2021). \"Senate confirms four Biden ambassadors after delay\". The Hill. Retrieved October 26, 2021.\n\n^ \"U.S. Ambassador Jeffry L. Flake\". U.S. Embassy & Consulates in Türkiye. Archived from the original on October 22, 2023. Retrieved October 23, 2023.\n\n^ \"Jeff Flake blasts Trump, stokes presidential-campaign speculation with N.H. speech\". azcentral. Retrieved August 9, 2018.\n\n^ a b \"Jeff Flake's Ratings and Endorsements\". votesmart.org.\n\n^ Parlapiano, Alicia (June 22, 2017). \"Where Senators Stand on the Health Care Bill\". The New York Times. Retrieved August 9, 2018.\n\n^ Copeland, Libby (July 9, 2006) Congressman Paul's Legislative Strategy? He'd Rather Say Not., Washington Post\n\n^ a b c d \"It's gotta be the hair\". East Valley Tribune. July 12, 2007. Archived from the original on August 31, 2007. Retrieved August 5, 2007.\n\n^ Novak, Robert (January 24, 2008). \"The Pork-as-Usual GOP\". The Washington Post. A4.\n\n^ Current Taxpayer Protection Pledge Signers Archived July 25, 2011, at the Wayback Machine. Atr.org. Retrieved on November 5, 2012.\n\n^ US House Standouts. conservative.org\n\n^ Caldwell, Christopher (July 22, 2007) The Antiwar, Anti-Abortion, Anti-Drug-Enforcement-Administration, Anti-Medicare Candidacy of Dr. Ron Paul, New York Times\n\n^ Larison, Daniel (February 10, 2011) Kyl Will Not Be Missed, The American Conservative\n\n^ Wilson, Reid and Friedman, Dan (February 10, 2011) Kyl Won't Run Again Archived October 17, 2012, at the Wayback Machine, National Journal\n\n^ \"America's Newsroom\". 'Fox News'. Youtube.com. Retrieved on November 5, 2012.\n\n^ Rogers, David (June 29, 2006). \"Tilting at Appropriations?\". The Wall Street Journal. A4.\n\n^ Kelly, Matt (October 17, 2006). \"Congressman says earmarks could cost GOP power\". USA Today.\n\n^ Lichtblau, Eric (March 11, 2010). \"New Earmark Rules Have Lobbyists Scrambling\", The New York Times.\n\n^ Carney, Jordan; ELIS, NIV (September 18, 2018). \"Senate approves $854B spending bill\". The Hill. Retrieved September 19, 2018.\n\n^ a b Foley, Elise (October 30, 2012). \"Jeff Flake Has History Of Voting No On Disaster Bills\". HuffPost. Retrieved August 27, 2017.\n\n^ \"Flake votes against $50B Hurricane Katrina relief funding\". www.bizjournals.com. Retrieved August 27, 2017.\n\n^ Sullivan, Sean (May 24, 2018). \"Republican Sen. Jeff Flake: 'Our presidency has been debased'\". The Washington Post. Retrieved January 6, 2021.\n\n^ \"Republican Sen. Jeff Flake, a leading critic of President Trump, hopes Mitt Romney will take on that role next year\". The Salt Lake Tribune. Retrieved January 6, 2021.\n\n^ Koenig, Kailani (May 27, 2018). \"Jeff Flake: GOP needs to stand up to Trump\". NBC News. Retrieved January 6, 2021.\n\n^ Trump's White House is recruiting primary challengers against Republican Sen. Jeff Flake. Eric Bradner. CNN. 18 July 2017. Accessed 19 July 2017.\n\n^ Flake, Jeff (2017). Conscience of a Conservative: A Rejection of Destructive Politics and a Return to Principle. Random House. ISBN 978-0-399-59291-1.\n\n^ Senior, Jennifer (July 31, 2017). \"Republican Senator Jeff Flake Rails Against Trump, but to What End?\". The New York Times. ISSN 0362-4331. Retrieved August 2, 2017.\n\n^ Sullivan, Sean (May 23, 2018). \"Republican Sen. Jeff Flake: 'Our presidency has been debased'\". The Washington Post. ISSN 0190-8286. Retrieved May 24, 2018.\n\n^ a b \"Why Trump's GOP critics never go nuclear\". Politico. Retrieved July 17, 2018.\n\n^ \"Senate confirms veteran agent Gina Haspel as first female CIA director despite torture role\". USA Today. Retrieved November 15, 2018.\n\n^ Breuninger, Kevin (June 28, 2018). \"Sen. Jeff Flake says his threat to block judges won't affect Trump's Supreme Court nominee\". CNBC. Retrieved July 17, 2018.\n\n^ Flaherty, Joseph (July 17, 2018). \"15 Times Jeff Flake Criticized Trump, Then Nothing Happened\". Phoenix New Times. Retrieved July 18, 2018.\n\n^ Herb, Jeremy. \"GOP blocks vote on Mueller protection bill\". CNN. Retrieved November 15, 2018.\n\n^ \"Flake Pledges To Block Committee Votes On Judges – Until Mueller Bill On Senate Floor\". NPR. Retrieved November 15, 2018.\n\n^ \"GOP Sen. Scott opposes Trump judicial nominee Farr, sinking nomination\". NBC News. Retrieved November 30, 2018.\n\n^ Bycoffe, Aaron (January 30, 2017). \"Tracking Congress In The Age Of Trump\". FiveThirtyEight. Retrieved December 5, 2018.\n\n^ \"Biden endorsed by Jeff Flake and other former GOP members of Congress\". NBC News. August 24, 2020. Retrieved September 23, 2020.\n\n^ \"Arizona Republicans Censure Cindy McCain, GOP Governor\". HuffPost. January 23, 2021. Retrieved January 23, 2021.\n\n^ \"US Senate approves Water Rights Settlement Act\". The Daily Courier. Prescott, Arizona: Western News&Info, Inc. December 3, 2014. Archived from the original on January 5, 2015. Retrieved January 5, 2015.\n\n^ Rivers, Miranda (September 21, 2014). \"House panel asked to approve 'meaningful bill' for Arizona's Bill Williams River\". KTAR News. Phoenix, Arizona: Bonneville International. Retrieved January 5, 2015.\n\n^ Heinsius, Ryan (December 8, 2014). \"EPA's Proposed Waterways Rule Draws Ire of Arizona's Senators\". KNAU Public Radio. Retrieved January 5, 2015.\n\n^ Flake, Jeff (November 14, 2014). \"Flake, McCain Call on EPA to Abandon Rule Expanding Water Regs to Arizona's Dry Streambeds\". U.S. Senator Jeff Flake. Archived from the original on December 10, 2014. Retrieved January 5, 2015.\n\n^ Flake, Jeff (May 6, 2014). \"Flake Calls on EPA to Abandon Proposed 'Waters of the U.S.' Rule\". U.S. Senator Jeff Flake. Archived from the original on December 10, 2014. Retrieved January 5, 2015.\n\n^ [1] House roll call vote\n\n^ \"Further Considerstion of H. Res. 114, Authorization for Use of Military Force Against Iraq of 2002\". Congressional Record Volume 148, Number 131. October 8, 2002. Retrieved August 26, 2018.\n\n^ Fickess, Jim (February 22, 2007) Flake: Patience with Iraq waning, Arizona Republic\n\n^ Milbank, Dana (April 10, 2008) From the GOP, the General Gets Unfriendly Fire, Washington Post\n\n^ Rep. Jeff Flake on US Cuba Policy: End the Embargo, Reason.tv\n\n^ Clemons, Steve (April 15, 2007) Jeff Flake and Charlie Rangel Break Through Taboo of Exposing America's Failed Cuba Policy Archived April 4, 2012, at the Wayback Machine, Talking Points Memo\n\n^ French, Lauren (December 20, 2014). \"Obama's Republican ally on Cuba\". Politico. Retrieved December 22, 2014.\n\n^ \"Cosponsors – S.720 – 115th Congress (2017–2018): Israel Anti-Boycott Act\". www.congress.gov. March 23, 2017.\n\n^ Levitz, Eric (July 19, 2017). \"43 Senators Want to Make It a Federal Crime to Boycott Israeli Settlements\". New York Intelligencer.\n\n^ Moore, Tina (April 19, 2013). \"Arizona senator told mother of theater shooting victim that he supported gun background checks, then voted against them\". New York Daily News. Retrieved April 23, 2013.\n\n^ @mikememoli (April 18, 2013). \"Sen. Flake on those vowing political consequences for no vote on backd checks: \"That's the beauty of a 6-year term.\"\" (Tweet). Retrieved April 30, 2013 – via Twitter.\n\n^ Memoli, Michael A. (April 18, 2013). \"Senate sets aside gun bill, for now\". Los Angeles Times. Retrieved June 3, 2013.\n\n^ Abad-Santos, Alexander (April 29, 2013). \"How Jeff Flake Became the Most Unpopular Senator in America\". The Atlantic Wire. Retrieved April 30, 2013.[permanent dead link]\n\n^ \"Graham introduces background check bill with NRA backing\". CNN. March 6, 2013. Retrieved November 1, 2014.\n\n^ Bunis, Dena (March 21, 2007). \"Legalization path planned\". Orange County Register. Retrieved August 31, 2012.\n\n^ Articles – Inside Report: Democratic Discipline. RealClearPolitics (January 13, 2007). Retrieved on 2012-11-05.\n\n^ \"Our Opinion: Capsule comments – Tucson Citizen Morgue, Part 1 (2006–2009)\". tucsoncitizen.com. Retrieved November 20, 2017.\n\n^ H-1B bill seeks to 'staple' green cards to PhDs. Siliconindia.com (April 7, 2009). Retrieved on 2012-11-05.\n\n^ STAPLE Act (2009; 111th Congress H.R. 1791). GovTrack.us. Retrieved on November 5, 2012.\n\n^ STAPLE Act (H.R. 399). GovTrack.us. Retrieved on November 5, 2012.\n\n^ Freking, Kevin. \"Democratic candidates pitch DREAM Act for platform\". sandiegouniontribune.com. Associated Press. Retrieved September 4, 2017.\n\n^ \"Career politician Jeff Flake reversed his position on the DREAM Act; after he voted against the DREAM in December 2010\". Tucsoncitizen.com. October 29, 2012. Archived from the original on February 5, 2013. Retrieved November 5, 2012.\n\n^ O'Keefe, Ed (June 24, 2014). \"Q&A with Jeff Flake on immigration: 'Citizenship ought to be earned and valued'\". The Fix. The Washington Post. Retrieved December 7, 2014.\n\n^ a b McLaughlin, Seth (July 10, 2014). \"Jeff Flake: House should have passed Senate immigration bill\". Washington Times. Retrieved December 7, 2014.\n\n^ Benen, Steve (November 20, 2014). \"The easiest immigration solution is also the best\". The Maddow Blog. MSNBC. Retrieved December 7, 2014.\n\n^ Kapur, Sahil. \"Jeff Flake: Don't Shut Down Gov't Over Immigration, Pass Reform Instead\". Talking Points Memo. November 19, 2014.\n\n^ a b Page, Susan (June 25, 2014). \"A year later, bright hopes quashed on immigration\". USA Today. Retrieved December 7, 2014.\n\n^ Alman, Ashley (April 21, 2014). \"Jeff Flake Shows Support For Jeb Bush's 'Act Of Love' Immigration Comment\". Politics. HuffPost. Retrieved December 6, 2014.\n\n^ Blake, Aaron (January 29, 2017). \"Coffman, Gardner join Republicans against President Trump's travel ban; here's where the rest stand\". Denver Post. Retrieved January 30, 2017.\n\n^ Feldman, Dan (November 5, 2015). \"NBC Sports: John McCain-Jeff Flake report: At least seven NBA teams accepted 'paid patriotism'\". NBC Sports. Retrieved March 2, 2016.\n\n^ \"Flake and McCain Expose Paid Patriotism at Pro Sporting Events in New Government Oversight Report\". Office of U.S. Senator Jeff Flake. November 4, 2015. Archived from the original on March 7, 2016. Retrieved March 2, 2016.\n\n^ Thomsen, Jacqueline (November 13, 2017). \"Flake: I'll support the Democrat over Moore in Alabama Senate race\". The Hill. Retrieved December 5, 2017.\n\n^ Anapol, Avery (December 5, 2017). \"Flake donates $100 to Doug Jones campaign: 'Country over Party'\". The Hill. Retrieved December 5, 2017.\n\n^ \"The 10 Best Members of Congress,\" Esquire Magazine. October 2008. Esquire.com. Retrieved on November 5, 2012.\n\n^ H. R. 3199. One Hundred Ninth Congress of the United States of America. gpo.gov. Retrieved on November 5, 2012.\n\n^ USA PATRIOT Improvement and Reauthorization Act of 2005 (2006; 109th Congress H.R. 3199). GovTrack.us. Retrieved on November 5, 2012.\n\n^ USA PATRIOT Improvement and Reauthorization Act of 2005: A Legal Analysis. (PDF) . Retrieved on November 5, 2012.\n\n^ USA PATRIOT Improvement and Reauthorization Act of 2005 (2006; 109th Congress H.R. 3199). GovTrack.us. Retrieved on November 5, 2012.\n\n^ Sensenbrenner Feels 'Betrayed' by FBI's Patriot Act Violations Archived March 3, 2016, at the Wayback Machine. Main Justice (April 14, 2010). Retrieved on 2012-11-05.\n\n^ Charles Doyle (December 27, 2010). National Security Letters in Foreign Intelligence Investigations: A Glimpse of the Legal Background and Recent Amendments. fas.org\n\n^ Final Vote Results for Roll Call 26. clerk.house.gov (2011)\n\n^ Final Vote Results for Roll Call 29. clerk.house.gov (2011)\n\n^ Chaitin, Daniel (March 8, 2017). \"Sen. Jeff Flake introduces bill to kill Obama-era FCC Internet privacy rules\". Washington Examiner. MediaDC. Retrieved March 8, 2017.\n\n^ a b c Kimberly Kindy, May 30, 2017, Washington Post, How Congress dismantled federal Internet privacy rules, Retrieved May 30, 2017\n\n^ Lauren Phillips (October 2012). \"Candidates in tight races disavow Indiana candidate's abortion remark\". Dallas News. Retrieved December 24, 2016.\n\n^ Geidner, Chris (December 15, 2010). House Passes DADT Repeal Bill Archived October 21, 2013, at the Wayback Machine, Metro Weekly.\n\n^ House Vote 638 – Repeals 'Don't Ask, Don't Tell' Archived January 18, 2016, at the Wayback Machine, New York Times (December 15, 2010).\n\n^ \"Congressional Scorecard\". Human Rights Campaign. Retrieved March 19, 2018.\n\n^ Clerk of the House (September 30, 2004). \"Final Vote Results For Roll Call 484\". United States House of Representatives. Retrieved February 14, 2011.\n\n^ Clerk of the House (July 18, 2006). \"Final Vote Results For Roll Call 378\". United States House of Representatives. Retrieved February 14, 2011.\n\n^ Parlapiano, Alicia; Andrews, Wilson; Lee, Jasmine C.; Shorey, Rachel (July 28, 2017). \"How Each Senator Voted on Obamacare Repeal Proposals\". The New York Times. Retrieved October 25, 2017.\n\n^ \"Jeff Flake Opposes Discrimination Against LGB (But Not T) People\". HuffPost. November 4, 2013.\n\n^ Senate Passes ENDA in Bipartisan Vote U.S. News and World Report. 7 November 2013.\n\n^ \"Cosponsors – S.3032 – 115th Congress (2017–2018): STATES Act\". www.congress.gov. June 7, 2018. Retrieved July 7, 2018.\n\n^ \"GOP Supreme Court blockade showing early cracks\". Politico. March 3, 2016. Retrieved June 8, 2016.\n\n^ \"Senators say they might confirm Obama's high court pick after election\". Reuters. March 18, 2016. Retrieved June 8, 2016.\n\n^ \"Flake meets with Supreme Court nominee, won't support a vote\". AZ Central. April 14, 2016. Retrieved June 8, 2016.\n\n^ Jennifer Bendery (May 9, 2016). \"GOP Senator: If We Lose In November, We Should Confirm Merrick Garland\". HuffPost. Retrieved June 8, 2016.\n\n^ Parlapiano, Wilson Andrews, Audrey Carlsen, Jasmine C. Lee, Alicia; Singhvi, Anjali (April 6, 2017). \"How Senators Voted on the Gorsuch Filibuster and the Nuclear Option\". The New York Times. ISSN 0362-4331. Retrieved April 6, 2017.{{cite news}}:  CS1 maint: multiple names: authors list (link)\n\n^ \"Arizona senators go 'nuclear' with GOP, pave way for Gorsuch vote | Cronkite News\". Cronkite News – Arizona PBS. April 6, 2017. Retrieved April 7, 2017.\n\n^ Rowland, Geoffrey (September 28, 2018). \"Flake says he will vote to confirm Kavanaugh\". The Hill. Retrieved September 28, 2018.\n\n^ \"Flake confronted by two female protesters after announcing he'll back Kavanaugh\". CNN. September 28, 2018. Retrieved September 28, 2018.\n\n^ \"Jeff Flake says he will vote for Supreme Court nominee Brett Kavanaugh\". NBC News. Retrieved September 28, 2018.\n\n^ a b McLeod, Paul (September 28, 2018). \"Trump Has Ordered An FBI Investigation Of The Sexual Assault Allegations Against Brett Kavanaugh\". BuzzFeed News. Retrieved September 28, 2018.\n\n^ Peterson, Kristina; Andrews, Natalie (September 28, 2018). \"Kavanaugh Nomination Advances to Full Senate With One-Week Delay\". The Wall Street Journal. ISSN 0099-9660. Retrieved September 28, 2018.\n\n^ \"GOP releases summary of FBI report on Kavanaugh: 'No corroboration of the allegations'\". USA Today.\n\n^ Everett, Burgess. \"GOP senators seek quick passage of Mexico-Canada trade deal\". Politico.\n\n^ Rojas, Warren (June 8, 2015). \"Alexis Flake May Be Congressional Baseball's Biggest Fan\". Roll Call – via www.rollcall.com.\n\n^ Lynch, Michael W. (February 2001). Reason Magazine, Soundbite: The Missionary's Positions Consulted on July 28, 2007.\n\n^ Reid, Betty (June 8, 2008). \"State Senator Jake Flake dies at Snowflake home\". The Arizona Republic. Retrieved February 14, 2011.\n\n^ Flake, Jeff (October 12, 2009). \"1 Rep., 1 Week, 1 Deserted Island\". The Washington Post. Archived from the original on October 21, 2013. Retrieved June 4, 2013.\n\n^ O'Keefe, Ed (June 2, 2013). \"1 Senator, 2 Sons, 4 Days, 1 Deserted Island: Jeff Flake Escapes Again to the South Pacific\". The Washington Post. Retrieved June 4, 2013.\n\n^ a b \"Election Statistics\". Office of the Clerk of the House of Representatives. Retrieved January 10, 2008.\n\n^ Hohmann, James; Deppisch, Breanne; Greve, Joanie (August 2, 2017). \"The Daily 202: Jeff Flake delivers the most courageous conservative rebuttal of Trumpism yet\". The Washington Post. Retrieved August 17, 2017.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Jeff Flake.\n\n\n\n\nWikimedia Commons has media related to Jeff Flake.\n\nJeff Flake at Curlie\nBiography at the Biographical Directory of the United States Congress\nFinancial information (federal office) at the Federal Election Commission\nLegislation sponsored at the Library of Congress\nProfile at Vote Smart\nAppearances on C-SPAN\nJeff Flake at IMDb\n\n\nU.S. House of Representatives\n\n\nPreceded byMatt Salmon\n\n Member of the U.S. House of Representatives from  Arizona's 1st congressional district 2001–2003\n\nSucceeded byRick Renzi\n\n\nPreceded byJ. D. Hayworth\n\n Member of the U.S. House of Representatives from  Arizona's 6th congressional district 2003–2013\n\nSucceeded byDavid Schweikert\n\n\nParty political offices\n\n\nPreceded byJon Kyl\n\n Republican nominee for U.S. Senator from Arizona(Class 1) 2012\n\nSucceeded byMartha McSally\n\n\nU.S. Senate\n\n\nPreceded byJon Kyl\n\n  U.S. senator (Class 1) from Arizona 2013–2019        Served alongside: John McCain, Jon Kyl\n\nSucceeded byKyrsten Sinema\n\n\nDiplomatic posts\n\n\nPreceded byDavid M. Satterfield\n\n United States Ambassador to Turkey 2022–present\n\nIncumbent\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byMike Penceas Former Vice President\n\n Order of precedence of the United States Within Turkey\n\nSucceeded byAntony Blinkenas US Secretary of State\n\n\nPreceded byHarrison Schmittas Former US Senator\n\n Order of precedence of the United States Outside Turkey\n\nSucceeded byMark Begichas Former US Senator\n\n\nvteUnited States senators from ArizonaClass 1\nAshurst\nMcFarland\nGoldwater\nFannin\nDeConcini\nKyl\nFlake\nSinema\nClass 3\nSmith\nCameron\nHayden\nGoldwater\nMcCain\nKyl\nMcSally\nKelly\n\nvteMembers of the United States House of Representatives from ArizonaTerritorial (1863–1912)Seat\nPoston\nGoodwin\nBashford\nMcCormick\nStevens\nCampbell\nOury\nBean\nSmith\nMurphy\nSmith\nWilson\nSmith\nWilson\nSmith\nCameron\nOne at-large seat (1912–1943)Seat\nHayden\nDouglas\nGreenway\nMurdock\nTwo at-large seats (1943–1949)Seat\nMurdock\nSeat\nHarless\nDistricts (1949–present)(3rd district established in 1963)(4th district established in 1973)(5th district established in 1983)(6th district established in 1993)(7th and 8th districts established in 2003)(9th district established in 2013)1st district\nMurdock\nRhodes Jr.\nMcCain\nRhodes III\nCoppersmith\nSalmon\nFlake\nRenzi\nKirkpatrick\nGosar\nKirkpatrick\nO'Halleran\nSchweikert\n2nd district\nPatten\nS. Udall\nM. Udall\nPastor\nFranks\nBarber\nMcSally\nKirkpatrick\nCrane\n3rd district\nSenner\nSteiger\nStump\nShadegg\nQuayle\nGrijalva\nGallego\n4th district\nConlan\nRudd\nKyl\nShadegg\nPastor\nGosar\nStanton\n5th district\nMcNulty\nKolbe\nHayworth\nMitchell\nSchweikert\nSalmon\nBiggs\n6th district\nEnglish\nHayworth\nFlake\nSchweikert\nCiscomani\n7th district\nGrijalva\nPastor\nGallego\nGrijalva\n8th district\nKolbe\nGiffords\nBarber\nFranks\nLesko\n9th district\nSinema\nStanton\nGosar\n\nvteArizona's delegation(s) to the 107th–115th United States Congresses (ordered by seniority)\n\n\n107th\n\nSenate: \n▌J. McCain (R)\n▌J. Kyl (R)\n\n\nHouse: \n▌B. Stump (R)\n▌J. Kolbe (R)\n▌E. Pastor (D)\n▌J. D. Hayworth (R)\n▌J. Shadegg (R)\n▌J. Flake (R)\n\n\n\n108th\n\nSenate: \n▌J. McCain (R)\n▌J. Kyl (R)\n\n\nHouse: \n▌J. Kolbe (R)\n▌E. Pastor (D)\n▌J. D. Hayworth (R)\n▌J. Shadegg (R)\n▌J. Flake (R)\n▌T. Franks (R)\n▌R. Grijalva (D)\n▌R. Renzi (R)\n\n\n\n109th\n\nSenate: \n▌J. McCain (R)\n▌J. Kyl (R)\n\n\nHouse: \n▌J. Kolbe (R)\n▌E. Pastor (D)\n▌J. D. Hayworth (R)\n▌J. Shadegg (R)\n▌J. Flake (R)\n▌T. Franks (R)\n▌R. Grijalva (D)\n▌R. Renzi (R)\n\n\n\n110th\n\nSenate: \n▌J. McCain (R)\n▌J. Kyl (R)\n\n\nHouse: \n▌E. Pastor (D)\n▌J. Shadegg (R)\n▌J. Flake (R)\n▌T. Franks (R)\n▌R. Grijalva (D)\n▌R. Renzi (R)\n▌G. Giffords (D)\n▌H. Mitchell (D)\n\n\n\n111th\n\nSenate: \n▌J. McCain (R)\n▌J. Kyl (R)\n\n\nHouse: \n▌E. Pastor (D)\n▌J. Shadegg (R)\n▌J. Flake (R)\n▌T. Franks (R)\n▌R. Grijalva (D)\n▌G. Giffords (D)\n▌H. Mitchell (D)\n▌A. Kirkpatrick (D)\n\n\n\n112th\n\nSenate: \n▌J. McCain (R)\n▌J. Kyl (R)\n\n\nHouse: \n▌E. Pastor (D)\n▌J. Flake (R)\n▌T. Franks (R)\n▌R. Grijalva (D)\n▌G. Giffords (D)\n▌P. Gosar (R)\n▌B. Quayle (R)\n▌D. Schweikert (R)\n▌R. Barber (D)\n\n\n\n113th\n\nSenate: \n▌J. McCain (R)\n▌J. Flake (R)\n\n\nHouse: \n▌E. Pastor (D)\n▌T. Franks (R)\n▌R. Grijalva (D)\n▌M. Salmon (R)\n▌P. Gosar (R)\n▌D. Schweikert (R)\n▌R. Barber (D)\n▌A. Kirkpatrick (D)\n▌K. Sinema (D)\n\n\n\n114th\n\nSenate: \n▌J. McCain (R)\n▌J. Flake (R)\n\n\nHouse: \n▌T. Franks (R)\n▌R. Grijalva (D)\n▌M. Salmon (R)\n▌P. Gosar (R)\n▌D. Schweikert (R)\n▌A. Kirkpatrick (D)\n▌K. Sinema (D)\n▌R. Gallego (D)\n▌M. McSally (R)\n\n\n\n115th\n\nSenate: \n▌J. McCain (R)\n▌J. Kyl (R)\n▌J. Flake (R)\n\n\nHouse: \n▌T. Franks (R)\n▌R. Grijalva (D)\n▌P. Gosar (R)\n▌D. Schweikert (R)\n▌K. Sinema (D)\n▌R. Gallego (D)\n▌M. McSally (R)\n▌A. Biggs (R)\n▌T. O'Halleran (D)\n▌D. Lesko (R)\n\n\n\nvte United States Ambassadors to Turkey Ottoman EmpireChargé d'Affaires\nErving\nPorter\nMinister Resident\nPorter\nCarr\nMarsh\nSpence\nWilliams\nMorris\nMacVeagh\nBoker\nMaynard\nLongstreet\nEnvoy Extraordinary andMinister Plenipotentiary\nWallace\nCox\nStraus\nHirsch\nThompson\nTerrell\nAngell\nStraus\nLeishman\nAmbassador Extraordinaryand Plenipotentiary\nLeishman\nStraus\nRockhill\nMorgenthau\nElkus\nRepublic of TurkeyAmbassador Extraordinaryand Plenipotentiary\nGrew\nSherrill\nSkinner\nMacMurray\nSteinhardt\nWilson\nWadsworth\nMcGhee\nA Warren\nF Warren\nHare\nHart\nKomer\nHandley\nMacomber\nSpiers\nSpain\nStrausz-Hupé\nAbramowitz\nBarkley\nGrossman\nParris\nPearson\nEdelman\nWilson\nJeffrey\nRicciardone\nBaily\nBass\nSatterfield\nFlake\n\nAuthority control databases International\nVIAF\nNational\nGermany\nIsrael\nUnited States\nPeople\nUS Congress\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jeff_Flake&oldid=1186524938\"",
    "twitter": ""
  },
  {
    "name": "Jeff Jacoby",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/jeff-jacoby",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Jeff Jacoby may refer to:\n\nJeff Jacoby (columnist) (born 1959), American journalist\nJeff Jacoby (sound artist) (contemporary), American sound and radio artist\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jeff_Jacoby&oldid=932907678\"",
    "twitter": ""
  },
  {
    "name": "Jeff Spross",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/jeff-spross-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jeffrey Blehar",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/jeffrey-blehar-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jennifer Auer",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/jennifer-auer-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jennifer Rubin",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/jennifer-rubin",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": null,
    "wiki": "Jennifer Rubin is the name of:\n\nJennifer Rubin (actress) (born 1962), American actress and model\nJennifer Rubin (columnist) (born 1962), American columnist and blogger for The Washington Post\nJennifer Rubin (policy analyst), UK academic\nSee also[edit]\nRubin (disambiguation)\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jennifer_Rubin&oldid=978442156\"",
    "twitter": ""
  },
  {
    "name": "Jeremy Garson",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/jeremy-garson-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jeremy Stahl",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/jeremy-stahl-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]