[
  {
    "name": "Andrew Shannon",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/andrew-shannon-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Andrew Stuttaford",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/andrew-stuttaford-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Andrew Sullivan",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/andrew-sullivan-media-bias-0",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "British-American author, editor, and blogger\nThis article is about the British-American writer, editor, and blogger. For other people named Andrew Sullivan, see Andrew Sullivan (disambiguation).\n\n\nAndrew SullivanSullivan in 2006BornAndrew Michael Sullivan (1963-08-10) 10 August 1963 (age 60)South Godstone, Surrey, EnglandCitizenshipUnited KingdomUnited StatesEducationMagdalen College, Oxford (BA)Harvard University (MPA, PhD)Occupation(s)Writer, editor, bloggerSpouse\nAaron Tone\n​ ​(m. 2007; div. 2023)​Websitedish.andrewsullivan.com, andrewsullivan.substack.com\nAndrew Michael Sullivan (born 10 August 1963) is a British-American author, editor, and blogger. Sullivan is a political commentator, a former editor of The New Republic, and the author or editor of six books. He started a political blog, The Daily Dish, in 2000, and eventually moved his blog to platforms, including Time, The Atlantic, The Daily Beast, and finally an independent subscription-based format. He announced his retirement from blogging in 2015.[1] From 2016 to 2020, Sullivan was a writer-at-large at New York.[2][3] His newsletter The Weekly Dish was launched in July 2020.[4]\nSullivan has stated that his conservatism is rooted in his Catholic background and in the ideas of the British political philosopher Michael Oakeshott.[5][6] In 2003, he wrote he was no longer able to support the American conservative movement, as he was disaffected with the Republican Party's continued rightward shift towards social conservatism on social issues during the George W. Bush era.[7]\nBorn and raised in Britain, he has lived in the United States since 1984 and currently resides in Washington, D.C.,[8] and Provincetown, Massachusetts. He is openly gay and a practicing  Catholic.[9][10]\n\n\nEarly life and education[edit]\nSullivan was born in South Godstone, Surrey, England, into a  Catholic family of Irish descent,[11] and was brought up in the nearby town of East Grinstead, West Sussex. He was educated at a Catholic primary school followed by Reigate Grammar School,[12][13] where his classmates included future Labour Party leader Keir Starmer and future Conservative member of the House of Lords Andrew Cooper.[14] He won a scholarship in 1981 to Magdalen College, Oxford, where he was awarded a first-class Bachelor of Arts in modern history and modern languages.[15] He founded the Pooh Stick Society at Oxford, and in his second year, he was elected President of the Oxford Union for Trinity term 1983.[12]\nAfter writing briefly for a newspaper, Sullivan won scholarship in 1984 to Harvard University,[12] where he earned a Master of Public Administration in 1986 from the John F. Kennedy School of Government,[16] followed by a Doctor of Philosophy degree in government from Harvard in 1990. His dissertation was titled Intimations Pursued: The Voice of Practice in the Conversation of Michael Oakeshott.[17]\n\nCareer[edit]\nSullivan first wrote for The Daily Telegraph on American politics.[12] In 1986, Sullivan went to work for The New Republic magazine initially on a summer internship; among the most significant articles he wrote were \"Gay Life Gay Death\", an essay on the AIDS crisis, and \"Sleeping with the Enemy\", in which he attacked the practice of \"outing\", both of which earned him some recognition among the gay community.[12] He was appointed the editor of The New Republic in October 1991, a position he held until 1996.[15] In that position, he expanded the magazine from its traditional roots in political coverage to cultural issues and the politics surrounding them. During this time, the magazine generated several high-profile controversies.[18]\nWhile completing graduate work at Harvard in 1988, Sullivan published an attack in Spy magazine on Rhodes Scholars, \"All Rhodes Lead Nowhere in Particular,\" which dismissed recipients of the scholarship as \"hustling apple-polisher[s]\"; \"high-profile losers\"; \"the very best of the second-rate\"; and \"misfits by the very virtue of their bland, eugenic perfection.\" \"[T]he sad truth is that as a rule,\" Sullivan wrote, \"Rhodies possess none of the charms of the aristocracy and all of the debilities: fecklessness, excessive concern that peasants be aware of their achievement, and a certain hemophilia of character.\"[19] Author Thomas Schaeper notes that \"[i]ronically, Sullivan had first gone to the United States on a Harkness Fellowship, one of many scholarships spawned in emulation of the Rhodes program.\"[19]\nIn 1994, Sullivan published excerpts on race and intelligence from Richard Herrnstein and Charles Murray's controversial The Bell Curve, which argued that some of the measured difference in IQ scores among racially defined groups was a result of genetic inheritance. Almost the entire editorial staff of the magazine threatened to resign if material that they considered racist was published.[18] To appease them, Sullivan included lengthy rebuttals from 19 writers and contributors. He has continued to speak approvingly of the research and arguments presented in The Bell Curve, writing, \"The book ... still holds up as one of the most insightful and careful of the last decade. The fact of human inequality and the subtle and complex differences between various manifestations of being human—gay, straight, male, female, black, Asian—is a subject worth exploring, period.\"[20] According to Sullivan, this incident was a turning point in his relationship with the magazine's staff and management, which he conceded was already bad because he \"was a lousy manager of people\".[18] He left the magazine in 1996.\nSullivan began writing for The New York Times Magazine in 1998, but was fired by editor Adam Moss in 2002. Jack Shafer wrote in Slate magazine that he had asked Moss in an e-mail to explain this decision, but that his e-mails went unanswered, adding that Sullivan was not fully forthcoming on the subject. Sullivan wrote on his blog that the decision had been made by Times executive editor Howell Raines, who found Sullivan's presence \"uncomfortable\", but defended Raines's right to fire him. Sullivan suggested that Raines had done so in response to Sullivan's criticism of the Times on his blog, and said he had expected that his criticisms would eventually anger Raines.[21]\nSullivan has also worked as a columnist for The Sunday Times of London.[22]\nRoss Douthat and Tyler Cowen have suggested that Sullivan is the most influential political writer of his generation, particularly because of his very early and strident support for same-sex marriage, his early political blog, his support of the Iraq War, and his subsequent support of Barack Obama's presidential candidacy.[23]\nAfter the cessation of his long-running blog, The Dish, in 2015,[24] Sullivan wrote regularly for New York during the 2016 presidential election,[25] and in February 2017 he began writing a weekly column, \"Interesting Times\", for the magazine.[26]\nOn July 19, 2020, following the unexplained absence of his column for June 5,[27] Sullivan announced that he would no longer write for New York. He announced he would be reviving The Dish as a newsletter, The Weekly Dish, hosted by Substack.[4][28]\n\nPolitics[edit]\nMichael Oakeshott was a major intellectual influence on Sullivan.\nSullivan describes himself as a conservative and is the author of The Conservative Soul. He has supported a number of traditional libertarian positions, favouring limited government and opposing social interventionist measures such as affirmative action.[29] However, on a number of controversial public issues, including same-sex marriage, social security, progressive taxation, anti-discrimination laws, the Affordable Care Act, the United States government's use of torture, and capital punishment, he has taken positions not typically shared by conservatives in the United States.[29] In July 2012, Sullivan said that \"the catastrophe of the Bush–Cheney years ... all but exploded the logic of neoconservatism and its domestic partner-in-crime, supply-side economics.\"[30]\nOne of the most important intellectual and political influences on Sullivan is Michael Oakeshott.[6] Sullivan describes Oakeshott's thought as \"an anti-ideology, a nonprogramme, a way of looking at the world whose most perfect expression might be called inactivism.\"[18] He argues \"that Oakeshott requires us to systematically discard programmes and ideologies and view each new situation sui generis. Change should only ever be incremental and evolutionary. Oakeshott viewed society as resembling language: it is learned gradually and without us really realising it, and it evolves unconsciously, and for ever.\"[18] In 1984, he wrote that Oakeshott offered \"a conservatism which ends by affirming a radical liberalism.\"[18] This \"anti-ideology\" is perhaps the source of accusations that Sullivan \"flip-flops\" or changes his opinions to suit the whims of the moment. He has written, \"A true conservative—who is, above all, an anti-ideologue—will often be attacked for alleged inconsistency, for changing positions, for promising change but not a radical break with the past, for pursuing two objectives—like liberty and authority, or change and continuity—that seem to all ideologues as completely contradictory.\"[31]\nAs a youth, Sullivan was a fervent supporter of Margaret Thatcher and later Ronald Reagan. He says of that time, \"What really made me a right-winger was seeing the left use the state to impose egalitarianism—on my school\",[18] after the Labour government in Britain tried to merge his admissions-selective school with the local comprehensive school. At Oxford, he became friends with future prominent conservatives William Hague and Niall Ferguson and became involved with Conservative Party politics.[18]\nFrom 1980 through 2000, Sullivan supported Republican presidential candidates in the United States,[18] with the exception of the election of 1992, when he supported Bill Clinton in his first presidential campaign.[32] In 2004, however, he was angered by George W. Bush's support of the Federal Marriage Amendment designed to enshrine in the Constitution marriage as a union between a man and a woman, as well as what he saw as the Bush administration's incompetence over its Iraq War management,[33] and consequently supported the presidential campaign of John Kerry, a Democrat.\nSullivan endorsed Senator Barack Obama for the Democratic nomination in the 2008 United States presidential election, and Representative Ron Paul for the Republican nomination. After John McCain clinched the Republican primary and named Sarah Palin as his vice presidential nominee, Sullivan began to espouse a birther-like conspiracy theory involving Palin and her young son Trig.[34] Sullivan devoted a significant amount of space on The Atlantic, questioning whether Palin is Trig's biological mother. He and others who held this belief, dubbed \"Trig Truthers\", demanded Palin produce a birth certificate or other piece of medical evidence that proves Trig is indeed her biological son.[35]\nSullivan eventually endorsed Obama for president, largely because he believed that he would restore \"the rule of law and Constitutional balance\"; he also argued that Obama represented a more realistic prospect for \"bringing America back to fiscal reason\", and expressed a hope that Obama would be able to \"get us past the culture war.\"[36] Sullivan continued to maintain that Obama was the best choice for president from a conservative point of view. During the 2012 election campaign, he wrote, \"Against a radical right, reckless, populist insurgency, Obama is the conservative option, dealing with emergent problems with pragmatic calm and modest innovation. He seeks as a good Oakeshottian would to reform the country's policies in order to regain the country's past virtues. What could possibly be more conservative than that?\"[37]\nSullivan has declared support for Arnold Schwarzenegger[38] and other like-minded Republicans.[39][40] He argues that the Republican Party, and much of the conservative movement in the United States, has largely abandoned its earlier scepticism and moderation in favour of a more fundamentalist certainty, both in religious and political terms.[41] He has said this is the primary source of his alienation from the modern Republican Party.[42]\nIn January 2009, Forbes ranked Sullivan No. 19 on a list of \"The 25 Most Influential Liberals in the U.S. Media\".[43] Sullivan rejected the \"liberal\" label and set out his grounds in a published article in response.[44]\nIn August 2018, after Sarah Jeong, an editorial board-member of The New York Times, received widespread criticism for her old anti-white tweets, Sullivan accused Jeong of being racist and calling white people \"subhuman\". Sullivan also accused Jeong of spreading eliminationist rhetoric;[45][46] a belief that political opponents are a societal cancer that should be separated, censored or exterminated.[47]\n\nLGBT issues[edit]\nHIV[edit]\nIn 1996, discussing HIV, he argued in the New York Times Magazine that \"this plague is over\" insofar as \"it no longer signifies death. It merely signifies illness.\"[48] This led to \"a trend of white male journalists proclaiming that AIDS is over\", according to Sarah Schulman.[49]\n\nGay issues[edit]\nSullivan, like Marshall Kirk, Hunter Madsen, and Bruce Bawer, has been described by Urvashi Vaid as a proponent of \"legitimation\", seeing the objective of the gay rights movement as being \"mainstreaming gay and lesbian people\" rather than \"radical social change\".[50] Sullivan wrote the first major article in the United States advocating for gay people to be given the right to marry,[18] published in The New Republic in 1989.[51] According to one columnist for Intelligent Life, many on \"the gay left,\" aiming to alter social codes of sexuality for everyone, were chagrined at Sullivan's endorsement of the \"assimilation\" of gay people into \"straight culture.\"[18] In the wake of the United States Supreme Court rulings on same-sex marriage in 2013 (Hollingsworth v. Perry and United States v. Windsor), The New York Times op-ed columnist Ross Douthat suggested that Sullivan might be the most influential political writer of his generation, writing: \"No intellectual that I can think of, writing on a fraught and controversial topic, has seen their once-crankish, outlandish-seeming idea become the conventional wisdom so quickly, and be instantiated so rapidly in law and custom.\"[23]\nAs of 2007, Sullivan opposed hate crime laws, arguing that they undermine freedom of speech and equal protection.[52]\nIn 2014, Sullivan opposed calls to remove Brendan Eich as CEO of Mozilla for donating to the campaign for Proposition 8, which made same-sex marriage illegal in California.[53][54][55] In 2015, he claimed that \"gay equality\" had been achieved in the United States through the persuasive arguments of \"old-fashioned liberalism\" rather than by the activism of \"identity politics leftism.\"[56]\n\nTransgender issues[edit]\nIn 2007, he said he was \"no big supporter\" of the Employment Non-Discrimination Act, arguing that it would \"not make much of a difference.\" However, he said, the \"gay rights establishment\" was making a tactical error to insist on including protections for gender identity, as he believed it would be easier to pass the bill without transgender people.[57]\nIn a September 2019 Intelligencer column, Sullivan expressed concern that gender-nonconforming children (especially those who are likely one day to come out as gay) might be encouraged to believe that they are transgender when they are not.[58] In November 2019, Sullivan wrote another Intelligencer column on young women who, in their teens, had begun to transition to live as men but who later detransitioned. In that article, he discussed the controversy over a 2018 journal article by Lisa Littman that proposed a socially mediated subtype of gender dysphoria that Littman had termed \"rapid onset gender dysphoria\".[59] In April 2021, he said it should be illegal for doctors to initiate cross-sex hormones for children under 16 or sex reassignment surgery for children under 18.[60]\n\nRecognitions[edit]\nIn 1996, Sullivan's book, Virtually Normal: An Argument about Homosexuality, won the 1996 Mencken Award for Best Book, presented by the Free Press Association.[61] In 2006, Sullivan was named an LGBT History Month icon.[62]\n\nForeign policy[edit]\nIraq war, war on terror[edit]\nSullivan supported the 2003 invasion of Iraq by the United States and was initially hawkish in the war on terror, arguing that weakness would embolden terrorists. He was \"one of the most militant\"[18] supporters of the Bush administration's counter-terrorism strategy immediately following the September 11 attacks in 2001; in an essay for The Sunday Times, he stated, \"The middle part of the country—the great red zone that voted for Bush—is clearly ready for war. The decadent Left in its enclaves on the coasts is not dead—and may well mount what amounts to a fifth column.\"[63] Eric Alterman wrote in 2002 that Sullivan had \"set himself up as a one-man House Un-American Activities Committee\" running an \"inquisition\" to unmask \"anti-war Democrats\", \"basing his argument less on the words these politicians speak than on the thoughts he knows them to be holding in secret\".[64]\nLater, Sullivan criticised the Bush administration for its prosecution of the war, especially regarding the numbers of troops, protection of munitions, and treatment of prisoners, including the use of torture against detainees in United States custody.[65] Though he argued that enemy combatants in the war on terror should not have been given status as prisoners of war because \"terrorists are not soldiers\",[66] he believed that the US government was required to abide by the rules of war—in particular, Article 3 of the Geneva Conventions—when dealing with such detainees.[67] In retrospect, Sullivan said that the torture and abuse of prisoners at the Abu Ghraib prison in Iraq had jolted him back to \"sanity\".[18] Of his early support for the invasion of Iraq, he said, \"I was terribly wrong. In the shock and trauma of 9/11, I forgot the principles of scepticism and doubt towards utopian schemes that I had learned.\"[18]\nOn the edition of 27 October 2006 of Real Time with Bill Maher, he described conservatives and Republicans who refused to admit they had been wrong to support the Iraq War as \"cowards\". On 26 February 2008, he wrote on his blog: \"After 9/11, I was clearly blinded by fear of al Qaeda and deluded by the overwhelming military superiority of the US and the ease of democratic transitions in Eastern Europe into thinking we could simply fight our way to victory against Islamist terror. I wasn't alone. But I was surely wrong.\"[68] His reversal on the Iraq issue and his increasing attacks on the Bush administration caused a severe backlash from many hawkish conservatives, who accused him of not being a \"real\" conservative.[18]\nSullivan authored an opinion piece, \"Dear President Bush,\" that was featured as the cover article of the October 2009 edition of The Atlantic.[69] In it, he called on Bush to take personal responsibility for the incidents and practices of torture that occurred during his administration as part of the war on terror.\n\nIsrael[edit]\nSullivan states that he has \"always been a Zionist\".[70] However, his views have become more critical over time. In February 2009, he wrote that he could no longer take the neoconservative position on Israel seriously.[71]\nIn January 2010, Sullivan blogged that he was \"moving toward\" the idea of \"a direct American military imposition\" of a two-state solution to the Israeli-Palestinian conflict, with NATO troops enforcing \"the borders of the new states of Palestine and Israel\". He commented, \"I too am sick of the Israelis. [...] I'm sick of having a great power like the US being dictated to.\"[72] His post was criticised by Noah Pollak of Commentary, who referred to it as \"crazy\", \"heady stuff\" based on \"hubris\".[73]\nIn February 2010, Leon Wieseltier suggested in The New Republic that Sullivan, a former friend and colleague, had a \"venomous hostility toward Israel and Jews\" and was \"either a bigot, or just moronically insensitive\" toward the Jewish people.[74] Sullivan rejected the accusation and was defended by some writers, while others at least partly supported Wieseltier.[75]\nIn March 2019, Sullivan wrote in New York magazine that while he strongly supported the right of a Jewish state to exist, he felt that U.S. Representative Ilhan Omar's comments about the influence of the pro-Israel lobby were largely correct. Sullivan said that \"it is simply a fact that the Israel lobby uses money, passion, and persuasion to warp this country's foreign policy in favor of another country — out of all proportion to what Israel can do for the US.\"[76]\n\nIran[edit]\nSullivan devoted a significant amount of blog space to covering the allegations of fraud and related protests after the 2009 Iranian presidential election. Francis Wilkinson of The Week stated that Sullivan's \"coverage—and that journalism term takes on new meaning here—of the uprising in Iran was nothing short of extraordinary. 'Revolutionary' might be a better word.\"[77]\nSullivan was inspired by the Iranian people's reactions to the election results and used his blog as a hub of information. Because of the media blackout in Iran, Iranian Twitter accounts were a major source of information. Sullivan frequently quoted and linked to Nico Pitney of The Huffington Post.[78]\n\nImmigration[edit]\nWriting for New York magazine, Sullivan expressed concern that high levels of immigration to the United States could drive \"white anxiety\" by causing white Americans to be \"increasingly troubled by the pace of change\" since they were never formally asked whether they wanted such a demographic shift.[79] Sullivan has advocated for tighter immigration controls on asylum and overall lower levels of immigration. He has criticized Democrats for what he perceived as their unwillingness to implement such controls.[80]\n\nRace[edit]\nAs editor at The New Republic, Sullivan published excerpts from the 1994 book The Bell Curve, by Richard Herrnstein and Charles Murray. The book, which contained a chapter about the subject of IQ on society and public policy, argued that there are innate differences in intelligence between racial groups.[81] This view of an innate connection between race and intelligence is rejected by several scientists.[82][83][84]\nIn 2015 Jeet Heer, in an article in The New Republic entitled \"The New Republic's Legacy on Race\" described Sullivan's decision as an example of \"The magazine's myopia on racial issues\".[85] The importance of Sullivan to the popularization of The Bell Curve and race science was noted by Matthew Yglesias who called Sullivan \"the punditocracy's original champion of Murray's thinking on genetics\".[86] Similarly, Gavin Evans wrote in The Guardian that Sullivan \"was one of the loudest cheerleaders for The Bell Curve in 1994\" and that he \"returned to the fray in 2011, using his popular blog, The Dish, to promote the view that population groups had different innate potentials when it came to intelligence.\"[81]\nIn Current Affairs in 2017 Nathan J. Robinson said that Sullivan:\n\n\n...helped midwife The Bell Curve and grant flimsy race science a veneer of intellectual respectability. He still believes race is a reasonable prism through which to view the world, and that if only our racial stereotypes are \"true,\" they are acceptable. He is therefore an unreliable and ideologically-biased guide to political and social science.[87]\n\n\nReligion[edit]\nSullivan identifies himself as a faithful Catholic while disagreeing with some aspects of the Catholic Church's doctrine.\nHe expressed concern about the election of Pope Benedict XVI in a Time magazine article on 24 April 2005, titled \"The Vicar of Orthodoxy\".[88] He wrote that Benedict was opposed to the modern world and women's rights, and considered gays and lesbians innately disposed to evil. Sullivan has, however, agreed with Benedict's assertion that reason is an integral element of faith.\nSullivan takes a moderate approach to religion, rejecting fundamentalism and describing himself as a \"dogged defender of pluralism and secularism\". \nSullivan was a friend of late journalist and atheist writer Christopher Hitchens,[89][90]and often debated religion with him.[91]  Sullivan also defended religious moderates in a series of exchanges with atheist author Sam Harris.\n\nBlogging[edit]\nIn late 2000, Sullivan began his blog, The Daily Dish. The core principle of the blog has been the style of conservatism he views as traditional. This includes fiscal conservatism, limited government, and classic libertarianism on social issues. Sullivan opposes government involvement with respect to sexual and consensual matters between adults, such as the use of marijuana and prostitution. He believes recognition of same-sex marriage is a civil-rights issue but expressed willingness to promote it on a state-by-state legislative federalism basis, rather than trying to judicially impose the change.[92] Most of Sullivan's disputes with other conservatives have been over social issues and the handling of postwar Iraq.\nSullivan gave out yearly \"awards\" for various public statements, parodying those of the people the awards were named after. Throughout the year, nominees were mentioned in various blog posts. The readers of his blog chose winners at the end of each year.[93]\n\nThe Hugh Hewitt Award, introduced in June 2008 and named after a man Sullivan described as an \"absurd partisan fanatic\", was for the most egregious attempts to label Barack Obama as un-American, alien, treasonous, and far out of the mainstream of American life and politics.\nThe John Derbyshire Award was for egregious and outlandish comments on gays, women, and minorities.\nThe Paul Begala Award was for extreme liberal hyperbole.\nThe Michelle Malkin Award was for shrill, hyperbolic, divisive, and intemperate right-wing rhetoric. (Ann Coulter was ineligible for this award so that, in Sullivan's words, \"other people will have a chance.\")\nThe Michael Moore Award was for divisive, bitter, and intemperate left-wing rhetoric.\nThe Matthew Yglesias Award was for writers, politicians, columnists, or pundits who criticised their own side of the political spectrum, made enemies among political allies, and generally risked something for the sake of saying what they believed.\nThe \"Poseur Alert\" was awarded for passages of prose that stood out for pretension, vanity, and bad writing designed to look profound.\nThe Dick Morris Award (formerly the Von Hoffman Award) was for stunningly wrong cultural, political, and social predictions. Sullivan renamed this award in September 2012, saying that Von Hoffman was \"someone who in many ways got the future right—at least righter than I did.\"\nIn February 2007, Sullivan moved his blog from Time to The Atlantic Monthly, where he had accepted an editorial post. His presence was estimated to have contributed as much as 30% of the subsequent traffic increase for The Atlantic's website.[94]\nIn 2009, The Daily Dish won the 2008 Weblog Award for Best Blog.[95]\nSullivan left The Atlantic to begin blogging at The Daily Beast in April 2011.[96] In 2013, he announced that he was leaving The Daily Beast to launch The Dish as a stand-alone website, charging subscribers $20 a year.[97][98]\nIn a note posted on The Dish on 28 January 2015, Sullivan announced his decision to retire from blogging.[99][100] He posted his final blog entry on 6 February 2015.[101] On 26 June 2015, he posted an additional piece in reaction to Obergefell v. Hodges, which legalized same-sex marriage in the United States.[102]\nIn July 2020, Sullivan announced that The Dish would be revived as a weekly feature, including a column and podcast;[103] he published there and elsewhere a notable obituary of Queen Elizabeth II.[104]\n\nPersonal life[edit]\nIn 2001, it came to light that Sullivan had posted anonymous online advertisements for unprotected anal sex, preferably with \"other HIV-positive men\". He was widely criticised in the media for this, with some critics noting that he had condemned President Bill Clinton's \"incautious behavior\", though others wrote in his defence.[105][106][107][108]\nIn 2003, Sullivan wrote a Salon article identifying himself as a member of the gay \"bear community\".[109] On 27 August 2007, he married Aaron Tone in Provincetown, Massachusetts.[110][111][112]\nSullivan was barred for many years from applying for United States citizenship because of his HIV-positive status.[113] Following the statutory and administrative repeals of the HIV immigration ban in 2008 and 2009, respectively, he announced his intention to begin the process of becoming a permanent resident and citizen.[114][115] On The Chris Matthews Show on 16 April 2011, Sullivan confirmed that he had become a permanent resident, showing his green card.[116] On 1 December 2016, Sullivan became a naturalised US citizen.[117]\nHe has been a daily user of marijuana since 2001.[118]\nOn May 26, 2023, Sullivan announced on his blog that he and his husband, Aaron Tone, divorced the previous week.[119]\n\nWorks[edit]\nAs author\nVirtually Normal: An Argument About Homosexuality (1995). Knopf. ISBN 0-679-42382-6.\nLove Undetectable: Notes on Friendship, Sex and Survival (1998). Knopf. ISBN 0-679-45119-6.\nThe Conservative Soul: How We Lost It, How to Get It Back (2006). HarperCollins. ISBN 0-06-018877-4.\nIntimations Pursued: The Voice of Practice in the Conversation of Michael Oakeshott (2007). Imprint Academic. ISBN 978-0-907845-28-7\nOut on a Limb: Selected Writing, 1989–2021 (2021). Avid Reader Press. ISBN 978-1501155895\nAs editor\nSame-Sex Marriage Pro & Con: A Reader (1997). Vintage. ISBN 0-679-77637-0. First edition\nSame-Sex Marriage Pro & Con: A Reader (2004). Vintage. ISBN 1-4000-7866-0. Second edition\nThe View from Your Window: The World as Seen by Readers of One Blog (2009). Blurb.com\nReferences[edit]\n\n\n^ Somaiya, Ravi (28 January 2015). \"Andrew Sullivan Retires From Blogging\". The New York Times. ISSN 0362-4331. Retrieved 12 April 2016.\n\n^ \"Andrew Sullivan Joins New York Magazine As Contributing Editor\". New York Press Room. 1 April 2016. Retrieved 22 December 2017.\n\n^ \"Longtime columnist and blogger Andrew Sullivan resigns from New York magazine\". CNN Business. 14 July 2020. Retrieved 15 July 2020.\n\n^ a b Sullivan, Andrew (17 July 2020). \"See You Next Friday: A Farewell Letter\". New York. Retrieved 20 July 2020.\n\n^ Allison, Maisie (14 March 2013). \"Beyond Fox News\". The American Conservative. Retrieved 4 December 2013.\n\n^ a b \"Ask Andrew Anything: Oakeshott's Influence\". The Daily Beast. 11 October 2011. Retrieved 23 October 2013.\n\n^ Sullivan, Andrew (1 December 2009). \"Leaving the Right\". The Atlantic. Retrieved 17 March 2017.\n\n^ Sullivan, Andrew. \"New York Shitty\". The Daily Beast. Archived from the original on 10 October 2012. Retrieved 11 October 2012.\n\n^ Oliveira, Philip de (9 July 2017). \"Conservative gay writer Andrew Sullivan makes a case for faith\".\n\n^ \"Sullivan's Catholicism | Commonweal Magazine\". www.commonwealmagazine.org.\n\n^ Raban, Jonathan (12 April 2007). \"Cracks in the House of Rove: The Conservative Soul by Andrew Sullivan\". New York Review of Books. Archived from the original on 8 July 2008. Retrieved 28 July 2008.\n\n^ a b c d e Toomey, Christine (1992). \"Englishman Aboard\". The Sunday Times Magazine. pp. 44–46.\n\n^ \"Notable Past Pupils\". The Old Reigatian Association, Foundation and Alumni Office, Reigate Grammar School. Archived from the original on 24 June 2008. Retrieved 28 July 2008.\n\n^ Maguire, Patrick (31 March 2020). \"Keir Starmer: The sensible radical\". New Statesman. Retrieved 3 July 2020.\n\n^ a b \"Andrew's Bio\". The Atlantic. Archived from the original on 27 July 2008. Retrieved 28 July 2008.\n\n^ Van Auken, Dillon (18 November 2011). \"Andrew Sullivan Lectures at IOP\". The Harvard Crimson. Retrieved 25 January 2012.\n\n^ Brooks, David (27 December 2003). \"Arguing With Oakeshott\". The New York Times. Retrieved 25 January 2012.\n\n^ a b c d e f g h i j k l m n o Hari, Johann (Spring 2009). \"Andrew Sullivan: Thinking. Out. Loud\". Intelligent Life. Archived from the original on 25 April 2009. Retrieved 24 October 2013.\n\n^ a b Sullivan, Andrew. \"All Rhodes Lead Nowhere in Particular\", Spy, October 1988, pp. 108–114. Quoted in Schaeper, Thomas J.; Schaeper, Kathleen. The Rhodes Scholarship, Oxford, and the Creation of an American Elite, Berghahn Books, 2010, pp. 281–285. ISBN 978-1845457211\n\n^ Metcalf, Stephen (17 October 2005). \"The Bell Curve revisited\". Slate. Archived from the original on 10 February 2010. Retrieved 22 January 2010.\n\n^ Shafer, Jack (15 May 2002). \"Raines-ing in Andrew Sullivan\". Slate. Retrieved 1 August 2010.\n\n^ Andrew Sullivan (23 June 2013). \"Back together: me, Fatboy Slim and the rest of the Upwardly Mobile Gang\". The Sunday Times. Retrieved 28 October 2021.\n\n^ a b Douthat, Ross (2 July 2013). \"The Influence of Andrew Sullivan\". The New York Times. Retrieved 23 October 2013.\n\n^ Sullivan, Andrew (6 February 2015). \"The Years of Writing Dangerously\". The Dish. Retrieved 20 July 2020.\n\n^ \"Most recent Articles By:Andrew Sullivan\". Retrieved 20 July 2020.\n\n^ Sullivan, Andrew (17 July 2020). \"The Madness of King Donald\". New York. Retrieved 20 July 2020.\n\n^ Sullivan, Andrew (4 June 2020). \"Heads up: my column won't be appearing this week\". Twitter. Retrieved 20 July 2020.\n\n^ Recker, Jane (22 December 2020). \"Substack Is Attracting Big DC Journos. Who's Making the Leap?\". Washingtonian. Retrieved 25 February 2021.\n\n^ a b Archived at Ghostarchive and the Wayback Machine: \"\"Conservatism And Its Discontents\" T. H. White Lecture with Andrew Sullivan\". YouTube. Retrieved 30 June 2012.\n\n^ \"Yglesias Award Nominee\" The Dish 6 July 2012\n\n^ Sullivan, Andrew (13 November 2013). \"The Necessary Contradictions of a Conservative\". The Daily Dish. Retrieved 13 November 2013.\n\n^ Davidson, Telly (14 July 2016). Culture War: How the '90s Made Us Who We Are Today (Whether We Like It or Not). McFarland. p. 42. ISBN 9781476666198. Retrieved 17 March 2017.\n\n^ Sullivan, Andrew. \"Why I Am Supporting John Kerry\". Free Republic. Retrieved 17 March 2017.\n\n^ \"Sarah Palin slams Newsweek for giving 'conspiracy kook writer' Andrew Sullivan cover story\". Yahoo!. Retrieved 3 October 2020.\n\n^ Elliott, Justin (26 April 2011). \"Trig Trutherism: A response to Andrew Sullivan\". Salon. Retrieved 3 October 2020.\n\n^ \"The Daily Dish | By Andrew Sullivan (3 November 2008) – Barack Obama For President\". Andrew Sullivan. Archived from the original on 5 March 2009. Retrieved 9 March 2009.\n\n^ Sullivan, Andrew (24 August 2012). \"America's Tory President\". The Daily Dish. Retrieved 31 October 2013.\n\n^ \"Saturday, 11 October 2003\". Sullivan Chronicles. Archived from the original on 30 January 2012.\n\n^ \"The Daily Dish | By Andrew Sullivan\". Andrew Sullivan. Archived from the original on 5 March 2009. Retrieved 9 March 2009.\n\n^ \"Ron Paul For The GOP Nomination\" Archived 19 December 2011 at the Wayback Machine 14 December 2011, The Daily Beast\n\n^ Sullivan, Andrew (14 August 2011). \"The Christianist Takeover\". The Daily Dish. Retrieved 27 October 2013.\n\n^ Sullivan, Andrew (16 October 2013). \"The Tea Party As A Religion\". The Daily Dish. Retrieved 27 October 2013.\n\n^ Varadarajan, Tunku; Eaves, Elisabeth; Alberts, Hana R. (22 January 2009). \"The 25 Most Influential Liberals in the U.S. Media\". Forbes.\n\n^ Sullivan, Andrew (24 January 2009). \"Forbes' Definition Of \"Liberal\"\". The Atlantic. Retrieved 11 August 2010.\n\n^ Klein, Ezra (8 August 2018). \"The problem with Twitter, as shown by the Sarah Jeong fracas\". Vox.\n\n^ \"'Goblins,' 'Gooks' and 'Cancel All White Men.' The New York Times Makes a Controversial Hire\". Al Bawaba. 5 August 2018.\n\n^ \"When Racism Is Fit to Print\". New York. 3 August 2018.\n\n^ Sullivan, Andrew (10 November 1996). \"When Plagues End\". The New York Times. ISSN 0362-4331. Retrieved 5 June 2022.\n\n^ Schulman, Sarah (2021). Let the Record Show: A Political History of ACT UP New York, 1987–1993. New York City: Farrar, Straus and Giroux. pp. xxii. ISBN 978-0-374-71995-1. OCLC 1251803405.\n\n^ Vaid, Urvashi (1996). Virtual Equality: The Mainstreaming of Gay & Lesbian Liberation. New York City: Doubleday. p. 37. ISBN 978-1101972342.\n\n^ Sullivan, Andrew (9 November 2012). \"Here Comes the Groom\". Slate. Retrieved 24 October 2013.\n\n^ \"The Daily Dish | By Andrew Sullivan (3 May 2007) – Hate Crimes and Double Standards\". Andrew Sullivan. Archived from the original on 8 March 2009. Retrieved 9 March 2009.\n\n^ \"The Hounding of a Heretic\". The Dish. 3 April 2014.\n\n^ \"Andrew Sullivan Blows Colbert's Mind with Defense of Brendan Eich\". mediaite.com. 10 April 2014.\n\n^ \"Andrew Sullivan sparks ire of gay community over defense of former Mozilla CEO Brendan Eich\". Tech Times. 12 April 2014.\n\n^ \"The Left's Intensifying War on Liberalism \" The Dish\". The Dish. 27 January 2015.\n\n^ \"Andrew Sullivan Supports Barney Frank / Queerty\". Queerty. 12 October 2007. Retrieved 9 March 2009.\n\n^ Sullivan, Andrew (20 September 2019). \"Andrew Sullivan: When the Ideologues Come for the Kids\". Intelligencer. Retrieved 29 July 2021.\n\n^ Sullivan, Andrew (1 November 2019). \"Andrew Sullivan: The Hard Questions About Young People and Gender Transitions\". Intelligencer. Retrieved 4 November 2019.\n\n^ Sullivan, Andrew (9 April 2021). \"A Truce Proposal in the Trans Wars\". Substack. Retrieved 29 July 2021.\n\n^ \"The Mencken Awards: 1982–1996\".\n\n^ \"Andrew Sullivan\". LGBTHistoryMonth.com. 20 August 2011. Retrieved 15 January 2014.\n\n^ Noah, Timothy (2 December 2002). \"Gore, Sullivan, and \"Fifth Column\"\". Slate.\n\n^ Alterman, Eric (8 April 2002). \"Sullivan's Travails\". The Nation. Retrieved 26 October 2013.\n\n^ \"Archives: Daily Dish\". The Atlantic. Archived from the original on 29 October 2013. Retrieved 1 August 2013.\n\n^ \"The View From Your Window\". andrewsullivan.com. Archived from the original on 17 July 2005. Retrieved 29 January 2013.\n\n^ \"The Reality of War\". The Daily Dish. Archived from the original on 6 January 2009. Retrieved 29 January 2013.\n\n^ \"McCain's National Greatness Conservatism\". The Daily Dish. Andrew Sullivan. 26 February 2008. Archived from the original on 5 March 2009. Retrieved 29 January 2013.\n\n^ Cleland, Elizabeth (1 October 2009). \"Dear President Bush\". The Atlantic. Retrieved 4 December 2013.\n\n^ A. Sullivan, Mr Netanyahu \"Expects\" Archived 23 May 2011 at the Wayback Machine, 20 May 2011.\n\n^ Andrew Sullivan,\"A False Premise\", Sullivan's Daily Dish, 5 February 2009.\n\n^ \"Sick\". 6 January 2010. Archived from the original on 9 January 2010. Retrieved 7 January 2010.\n\n^ Pollak, Noah (6 January 2010). \"Andrew Sullivan: It's Time to Invade Israel\". Commentary. Archived from the original on 9 June 2011. Retrieved 7 January 2010.\n\n^ Wieseltier, Leon (8 February 2010). \"Something Much Darker. Andrew Sullivan has a serious problem\". The New Republic.\n\n^ \"19 Pundits on the Sullivan-Wieseltier Debate\". The Atlantic. 11 February 2010. Archived from the original on 12 February 2010.\n\n^ Sullivan, Andrew (8 March 2019). \"How Should We Talk About the Israel Lobby's Power?\". Intelligencer. Retrieved 8 March 2019.\n\n^ Wilkinson, Francis. \"The future belongs to Andrew Sullivan\". The Week. Retrieved 4 December 2013.\n\n^ Sullivan, Andrew (22 June 2009). \"Is Iran Calming Down?\". The Atlantic. Retrieved 11 August 2010.\n\n^ Sullivan, Andrew (12 April 2019). \"Andrew Sullivan: The Opportunity of White Anxiety\". Intelligencer. Retrieved 15 April 2019.\n\n^ Sullivan, Andrew (26 October 2018). \"Democrats Can't Keep Dodging Immigration as a Real Issue\". Intelligencer. Retrieved 15 April 2019.\n\n^ a b Evans, Gavin (2 March 2018). \"The unwelcome revival of 'race science'\". The Guardian.\n\n^ Birney, Ewan; Raff, Jennifer; Rutherford, Adam; Scally, Aylwyn (24 October 2019). \"Race, genetics and pseudoscience: an explainer\". Ewan's Blog: Bioinformatician at large. 'Human biodiversity' proponents sometimes assert that alleged differences in the mean value of IQ when measured in different populations – such as the claim that IQ in some sub-Saharan African countries is measurably lower than in European countries – are caused by genetic variation, and thus are inherent. . . . Such tales, and the claims about the genetic basis for population differences, are not scientifically supported. In reality for most traits, including IQ, it is not only unclear that genetic variation explains differences between populations, it is also unlikely.\n\n^ Aaron, Panofsky; Dasgupta, Kushan (28 September 2020). \"How White nationalists mobilize genetics: From genetic ancestry and human biodiversity to counterscience and metapolitics\". American Journal of Biological Anthropology. 175 (2): 387–398. doi:10.1002/ajpa.24150. PMC 9909835. PMID 32986847. S2CID 222163480. [T]he claims that genetics defines racial groups and makes them different, that IQ and cultural differences among racial groups are caused by genes, and that racial inequalities within and between nations are the inevitable outcome of long evolutionary processes are neither new nor supported by science (either old or new).\n\n^ Nisbett, Richard E.; Aronson, Joshua; Blair, Clancy; Dickens, William; Flynn, James; Halpern, Diane F.; Turkheimer, Eric (2012). \"Group differences in IQ are best understood as environmental in origin\" (PDF). American Psychologist. 67 (6): 503–504. doi:10.1037/a0029772. ISSN 0003-066X. PMID 22963427. Retrieved 22 July 2013.\n\n^ Heer, Jeet (29 January 2015). \"The New Republic's Legacy on Race\". The New Republic. Retrieved 13 August 2020.\n\n^ Yglesias, Matthew (10 April 2018). \"The Bell Curve is about policy. And it's wrong\". Vox. Retrieved 13 August 2020.\n\n^ Robinson, Nathan J (17 April 2017). \"Andrew Sullivan Is Still Racist After All These Years\". Current Affairs. Retrieved 13 August 2020.\n\n^ Andrew Sullivan (24 April 2005). \"The Vicar of Orthodoxy\". Time. Archived from the original on 20 March 2009. Retrieved 9 March 2009.\n\n^ Sullivan, Andrew (16 December 2011). \"Andrew Sullivan Recalls a Memorable Brunch Invitation from Hitchens\". Slate Magazine. Retrieved 11 May 2022.\n\n^ Miniter, Richard. \"Christopher Hitchens, As I Knew Him\". Forbes. Retrieved 11 May 2022.\n\n^ Sullivan, Andrew (15 August 2010). \"Feel the love, Hitch — it will survive you\". The Sunday Times. Retrieved 10 January 2024.\n\n^ Sullivan, Andrew (24 June 2004). \"Give Federalism a Chance\". The Stranger. Archived from the original on 4 August 2004. Retrieved 9 March 2009.\n\n^ Andrew Sullivan (16 September 2008). \"The Daily Dish Awards\". The Atlantic. Archived from the original on 5 March 2009. Retrieved 17 March 2017.\n\n^ \"A Venerable Magazine Energizes Its Web Site\". The New York Times. 21 January 2008. Retrieved 4 December 2013.\n\n^ \"The 2008 Weblog Awards\". The 2008 Weblog Awards. Archived from the original on 8 August 2010. Retrieved 11 August 2010.{{cite web}}:  CS1 maint: unfit URL (link)\n\n^ Cleland, Elizabeth (1 April 2011). \"Home News\". The Atlantic. Retrieved 4 December 2013.\n\n^ Gillmor, Dan (3 January 2013). \"Andrew Sullivan plans to serve Daily Dish by subscription\". The Guardian. Retrieved 6 January 2013.\n\n^ Bell, Emily (6 January 2013). \"The Daily Dish may feed minds but will Andrew Sullivan taste a profit?\". The Guardian. Retrieved 6 January 2013.\n\n^ \"A Note To My Readers\". 28 January 2015.\n\n^ Andrew Sullivan, blogger extraordinaire, decides that it's time to stop dishing, The Washington Post, 28 January 2015\n\n^ Sullivan, Andrew (6 February 2015). \"The Years of Writing Dangerously\". The Daily Dish. Retrieved 22 March 2015.\n\n^ \"It Is Accomplished\". The Dish. 26 June 2015.\n\n^ Sullivan, Andrew (17 July 2020). \"Andrew Sullivan: See You Next Friday\". Intelligencer. Retrieved 17 July 2020.\n\n^ \"The genius of a monarchy embedded in a democracy,\" National Post 19 Sep. 2022.\n\n^ \"Andrew Sullivan, Overexposed\". The Nation. Archived from the original on 17 May 2009. Retrieved 9 March 2009.\n\n^ \"My story was ethical\". Salon. 5 June 2001. Archived from the original on 2 September 2003. Retrieved 9 March 2009.\n\n^ \"Salon.com Andrew Sullivan's jihad\". Salon. 20 October 2001. Archived from the original on 30 August 2003. Retrieved 9 March 2009.\n\n^ \"Salon.com in defense of Andrew Sullivan\". Salon. 2 June 2001. Archived from the original on 30 August 2003. Retrieved 9 March 2009.\n\n^ \"I am bear, hear me roar!\". Salon. 1 August 2003. Archived from the original on 28 December 2003. Retrieved 9 March 2009.\n\n^ Argetsinger, Amy; Roberts, Roxanne (26 April 2007). \"At Artomatic, a Rocket Ship Blasts Off; That's the Breaks\". The Washington Post. Retrieved 25 April 2010.\n\n^ \"Independent Gay Forum – The Poltroon and the Groom\". Indegayforum.org. Archived from the original on 15 September 2007. Retrieved 9 March 2009.\n\n^ Sullivan, Andrew (19 August 2007). \"My small gay wedding is finally here help\". The Times. London. Retrieved 25 April 2010.\n\n^ \"Q&A with Andrew Sullivan (see 45:44 to 46:27)\". C-SPAN. 4 October 2006. Retrieved 25 March 2015.\n\n^ \"The HIV Travel Ban: Still In Place\". The Daily Dish. Retrieved 29 January 2013.\n\n^ \"Free at Last\". The Daily Dish. 30 October 2009. Archived from the original on 26 December 2009. Retrieved 19 December 2009.\n\n^ \"Weekend of April 16–17, 2011 – Videos – The Chris Matthews Show\". videos.thechrismatthewsshow.com. Archived from the original on 10 May 2011. Retrieved 17 April 2011.\n\n^ \"On the Cover: Andrew Sullivan on Becoming an American Citizen\". New York Press Room. Retrieved 28 January 2017.\n\n^ Sullivan, Andrew (15 September 2017). \"Yes, I'm Dependent on Weed\". New York Magazine.\n\n^ Sullivan, Andrews (26 May 2023). \"The Resistance Resists...DeSantis\". The Weekly Dish. Almost two decades after we met, Aaron and I got a divorce last week. It hasn't been easy, and my heart is still somewhat broken, but we are still close, and love and care deeply for each other, and always will, and this was a very amicable agreement. His dreams took him to the West Coast and we tried to make it work long-distance, but it didn't work out. Sometimes the right thing to do is the saddest. Thanks for respecting his privacy. I'll be 60 in a couple of months. Life begins again.\n\n\nExternal links[edit]\nExternal videos Booknotes interview with Sullivan on Virtually Normal, 1 October 1995. C-SPAN Q&A interview with Sullivan, 15 October 2006 In the News with Jeff Greenfield: Andrew Sullivan, 92 St Y, 29 March 2015\n\n\n\nWikiquote has quotations related to Andrew Sullivan.\n\nThe Weekly Dish, Andrew Sullivan's substack newsletter\nThe Dish, Andrew Sullivan's blog\nColumn archive (2009–2009) at The Atlantic\nWhy I Blog, November 2008\nAppearances on C-SPAN\nAndrew Sullivan   on Charlie Rose\nAndrew Sullivan at IMDb\nAndrew Sullivan collected news and commentary at The New York Times\nWorld's Best Blogger?, Harvard Magazine, May–June 2011\nAuthority control databases International\nFAST\nISNI\nVIAF\nWorldCat\nNational\nNorway\nFrance\nBnF data\nGermany\nIsrael\nBelgium\nUnited States\nJapan\nAustralia\nNetherlands\nAcademics\nCiNii\nOther\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Andrew_Sullivan&oldid=1196567997\"",
    "twitter": ""
  },
  {
    "name": "Andrew Sullivan",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/andrew-sullivan-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "British-American author, editor, and blogger\nThis article is about the British-American writer, editor, and blogger. For other people named Andrew Sullivan, see Andrew Sullivan (disambiguation).\n\n\nAndrew SullivanSullivan in 2006BornAndrew Michael Sullivan (1963-08-10) 10 August 1963 (age 60)South Godstone, Surrey, EnglandCitizenshipUnited KingdomUnited StatesEducationMagdalen College, Oxford (BA)Harvard University (MPA, PhD)Occupation(s)Writer, editor, bloggerSpouse\nAaron Tone\n​ ​(m. 2007; div. 2023)​Websitedish.andrewsullivan.com, andrewsullivan.substack.com\nAndrew Michael Sullivan (born 10 August 1963) is a British-American author, editor, and blogger. Sullivan is a political commentator, a former editor of The New Republic, and the author or editor of six books. He started a political blog, The Daily Dish, in 2000, and eventually moved his blog to platforms, including Time, The Atlantic, The Daily Beast, and finally an independent subscription-based format. He announced his retirement from blogging in 2015.[1] From 2016 to 2020, Sullivan was a writer-at-large at New York.[2][3] His newsletter The Weekly Dish was launched in July 2020.[4]\nSullivan has stated that his conservatism is rooted in his Catholic background and in the ideas of the British political philosopher Michael Oakeshott.[5][6] In 2003, he wrote he was no longer able to support the American conservative movement, as he was disaffected with the Republican Party's continued rightward shift towards social conservatism on social issues during the George W. Bush era.[7]\nBorn and raised in Britain, he has lived in the United States since 1984 and currently resides in Washington, D.C.,[8] and Provincetown, Massachusetts. He is openly gay and a practicing  Catholic.[9][10]\n\n\nEarly life and education[edit]\nSullivan was born in South Godstone, Surrey, England, into a  Catholic family of Irish descent,[11] and was brought up in the nearby town of East Grinstead, West Sussex. He was educated at a Catholic primary school followed by Reigate Grammar School,[12][13] where his classmates included future Labour Party leader Keir Starmer and future Conservative member of the House of Lords Andrew Cooper.[14] He won a scholarship in 1981 to Magdalen College, Oxford, where he was awarded a first-class Bachelor of Arts in modern history and modern languages.[15] He founded the Pooh Stick Society at Oxford, and in his second year, he was elected President of the Oxford Union for Trinity term 1983.[12]\nAfter writing briefly for a newspaper, Sullivan won scholarship in 1984 to Harvard University,[12] where he earned a Master of Public Administration in 1986 from the John F. Kennedy School of Government,[16] followed by a Doctor of Philosophy degree in government from Harvard in 1990. His dissertation was titled Intimations Pursued: The Voice of Practice in the Conversation of Michael Oakeshott.[17]\n\nCareer[edit]\nSullivan first wrote for The Daily Telegraph on American politics.[12] In 1986, Sullivan went to work for The New Republic magazine initially on a summer internship; among the most significant articles he wrote were \"Gay Life Gay Death\", an essay on the AIDS crisis, and \"Sleeping with the Enemy\", in which he attacked the practice of \"outing\", both of which earned him some recognition among the gay community.[12] He was appointed the editor of The New Republic in October 1991, a position he held until 1996.[15] In that position, he expanded the magazine from its traditional roots in political coverage to cultural issues and the politics surrounding them. During this time, the magazine generated several high-profile controversies.[18]\nWhile completing graduate work at Harvard in 1988, Sullivan published an attack in Spy magazine on Rhodes Scholars, \"All Rhodes Lead Nowhere in Particular,\" which dismissed recipients of the scholarship as \"hustling apple-polisher[s]\"; \"high-profile losers\"; \"the very best of the second-rate\"; and \"misfits by the very virtue of their bland, eugenic perfection.\" \"[T]he sad truth is that as a rule,\" Sullivan wrote, \"Rhodies possess none of the charms of the aristocracy and all of the debilities: fecklessness, excessive concern that peasants be aware of their achievement, and a certain hemophilia of character.\"[19] Author Thomas Schaeper notes that \"[i]ronically, Sullivan had first gone to the United States on a Harkness Fellowship, one of many scholarships spawned in emulation of the Rhodes program.\"[19]\nIn 1994, Sullivan published excerpts on race and intelligence from Richard Herrnstein and Charles Murray's controversial The Bell Curve, which argued that some of the measured difference in IQ scores among racially defined groups was a result of genetic inheritance. Almost the entire editorial staff of the magazine threatened to resign if material that they considered racist was published.[18] To appease them, Sullivan included lengthy rebuttals from 19 writers and contributors. He has continued to speak approvingly of the research and arguments presented in The Bell Curve, writing, \"The book ... still holds up as one of the most insightful and careful of the last decade. The fact of human inequality and the subtle and complex differences between various manifestations of being human—gay, straight, male, female, black, Asian—is a subject worth exploring, period.\"[20] According to Sullivan, this incident was a turning point in his relationship with the magazine's staff and management, which he conceded was already bad because he \"was a lousy manager of people\".[18] He left the magazine in 1996.\nSullivan began writing for The New York Times Magazine in 1998, but was fired by editor Adam Moss in 2002. Jack Shafer wrote in Slate magazine that he had asked Moss in an e-mail to explain this decision, but that his e-mails went unanswered, adding that Sullivan was not fully forthcoming on the subject. Sullivan wrote on his blog that the decision had been made by Times executive editor Howell Raines, who found Sullivan's presence \"uncomfortable\", but defended Raines's right to fire him. Sullivan suggested that Raines had done so in response to Sullivan's criticism of the Times on his blog, and said he had expected that his criticisms would eventually anger Raines.[21]\nSullivan has also worked as a columnist for The Sunday Times of London.[22]\nRoss Douthat and Tyler Cowen have suggested that Sullivan is the most influential political writer of his generation, particularly because of his very early and strident support for same-sex marriage, his early political blog, his support of the Iraq War, and his subsequent support of Barack Obama's presidential candidacy.[23]\nAfter the cessation of his long-running blog, The Dish, in 2015,[24] Sullivan wrote regularly for New York during the 2016 presidential election,[25] and in February 2017 he began writing a weekly column, \"Interesting Times\", for the magazine.[26]\nOn July 19, 2020, following the unexplained absence of his column for June 5,[27] Sullivan announced that he would no longer write for New York. He announced he would be reviving The Dish as a newsletter, The Weekly Dish, hosted by Substack.[4][28]\n\nPolitics[edit]\nMichael Oakeshott was a major intellectual influence on Sullivan.\nSullivan describes himself as a conservative and is the author of The Conservative Soul. He has supported a number of traditional libertarian positions, favouring limited government and opposing social interventionist measures such as affirmative action.[29] However, on a number of controversial public issues, including same-sex marriage, social security, progressive taxation, anti-discrimination laws, the Affordable Care Act, the United States government's use of torture, and capital punishment, he has taken positions not typically shared by conservatives in the United States.[29] In July 2012, Sullivan said that \"the catastrophe of the Bush–Cheney years ... all but exploded the logic of neoconservatism and its domestic partner-in-crime, supply-side economics.\"[30]\nOne of the most important intellectual and political influences on Sullivan is Michael Oakeshott.[6] Sullivan describes Oakeshott's thought as \"an anti-ideology, a nonprogramme, a way of looking at the world whose most perfect expression might be called inactivism.\"[18] He argues \"that Oakeshott requires us to systematically discard programmes and ideologies and view each new situation sui generis. Change should only ever be incremental and evolutionary. Oakeshott viewed society as resembling language: it is learned gradually and without us really realising it, and it evolves unconsciously, and for ever.\"[18] In 1984, he wrote that Oakeshott offered \"a conservatism which ends by affirming a radical liberalism.\"[18] This \"anti-ideology\" is perhaps the source of accusations that Sullivan \"flip-flops\" or changes his opinions to suit the whims of the moment. He has written, \"A true conservative—who is, above all, an anti-ideologue—will often be attacked for alleged inconsistency, for changing positions, for promising change but not a radical break with the past, for pursuing two objectives—like liberty and authority, or change and continuity—that seem to all ideologues as completely contradictory.\"[31]\nAs a youth, Sullivan was a fervent supporter of Margaret Thatcher and later Ronald Reagan. He says of that time, \"What really made me a right-winger was seeing the left use the state to impose egalitarianism—on my school\",[18] after the Labour government in Britain tried to merge his admissions-selective school with the local comprehensive school. At Oxford, he became friends with future prominent conservatives William Hague and Niall Ferguson and became involved with Conservative Party politics.[18]\nFrom 1980 through 2000, Sullivan supported Republican presidential candidates in the United States,[18] with the exception of the election of 1992, when he supported Bill Clinton in his first presidential campaign.[32] In 2004, however, he was angered by George W. Bush's support of the Federal Marriage Amendment designed to enshrine in the Constitution marriage as a union between a man and a woman, as well as what he saw as the Bush administration's incompetence over its Iraq War management,[33] and consequently supported the presidential campaign of John Kerry, a Democrat.\nSullivan endorsed Senator Barack Obama for the Democratic nomination in the 2008 United States presidential election, and Representative Ron Paul for the Republican nomination. After John McCain clinched the Republican primary and named Sarah Palin as his vice presidential nominee, Sullivan began to espouse a birther-like conspiracy theory involving Palin and her young son Trig.[34] Sullivan devoted a significant amount of space on The Atlantic, questioning whether Palin is Trig's biological mother. He and others who held this belief, dubbed \"Trig Truthers\", demanded Palin produce a birth certificate or other piece of medical evidence that proves Trig is indeed her biological son.[35]\nSullivan eventually endorsed Obama for president, largely because he believed that he would restore \"the rule of law and Constitutional balance\"; he also argued that Obama represented a more realistic prospect for \"bringing America back to fiscal reason\", and expressed a hope that Obama would be able to \"get us past the culture war.\"[36] Sullivan continued to maintain that Obama was the best choice for president from a conservative point of view. During the 2012 election campaign, he wrote, \"Against a radical right, reckless, populist insurgency, Obama is the conservative option, dealing with emergent problems with pragmatic calm and modest innovation. He seeks as a good Oakeshottian would to reform the country's policies in order to regain the country's past virtues. What could possibly be more conservative than that?\"[37]\nSullivan has declared support for Arnold Schwarzenegger[38] and other like-minded Republicans.[39][40] He argues that the Republican Party, and much of the conservative movement in the United States, has largely abandoned its earlier scepticism and moderation in favour of a more fundamentalist certainty, both in religious and political terms.[41] He has said this is the primary source of his alienation from the modern Republican Party.[42]\nIn January 2009, Forbes ranked Sullivan No. 19 on a list of \"The 25 Most Influential Liberals in the U.S. Media\".[43] Sullivan rejected the \"liberal\" label and set out his grounds in a published article in response.[44]\nIn August 2018, after Sarah Jeong, an editorial board-member of The New York Times, received widespread criticism for her old anti-white tweets, Sullivan accused Jeong of being racist and calling white people \"subhuman\". Sullivan also accused Jeong of spreading eliminationist rhetoric;[45][46] a belief that political opponents are a societal cancer that should be separated, censored or exterminated.[47]\n\nLGBT issues[edit]\nHIV[edit]\nIn 1996, discussing HIV, he argued in the New York Times Magazine that \"this plague is over\" insofar as \"it no longer signifies death. It merely signifies illness.\"[48] This led to \"a trend of white male journalists proclaiming that AIDS is over\", according to Sarah Schulman.[49]\n\nGay issues[edit]\nSullivan, like Marshall Kirk, Hunter Madsen, and Bruce Bawer, has been described by Urvashi Vaid as a proponent of \"legitimation\", seeing the objective of the gay rights movement as being \"mainstreaming gay and lesbian people\" rather than \"radical social change\".[50] Sullivan wrote the first major article in the United States advocating for gay people to be given the right to marry,[18] published in The New Republic in 1989.[51] According to one columnist for Intelligent Life, many on \"the gay left,\" aiming to alter social codes of sexuality for everyone, were chagrined at Sullivan's endorsement of the \"assimilation\" of gay people into \"straight culture.\"[18] In the wake of the United States Supreme Court rulings on same-sex marriage in 2013 (Hollingsworth v. Perry and United States v. Windsor), The New York Times op-ed columnist Ross Douthat suggested that Sullivan might be the most influential political writer of his generation, writing: \"No intellectual that I can think of, writing on a fraught and controversial topic, has seen their once-crankish, outlandish-seeming idea become the conventional wisdom so quickly, and be instantiated so rapidly in law and custom.\"[23]\nAs of 2007, Sullivan opposed hate crime laws, arguing that they undermine freedom of speech and equal protection.[52]\nIn 2014, Sullivan opposed calls to remove Brendan Eich as CEO of Mozilla for donating to the campaign for Proposition 8, which made same-sex marriage illegal in California.[53][54][55] In 2015, he claimed that \"gay equality\" had been achieved in the United States through the persuasive arguments of \"old-fashioned liberalism\" rather than by the activism of \"identity politics leftism.\"[56]\n\nTransgender issues[edit]\nIn 2007, he said he was \"no big supporter\" of the Employment Non-Discrimination Act, arguing that it would \"not make much of a difference.\" However, he said, the \"gay rights establishment\" was making a tactical error to insist on including protections for gender identity, as he believed it would be easier to pass the bill without transgender people.[57]\nIn a September 2019 Intelligencer column, Sullivan expressed concern that gender-nonconforming children (especially those who are likely one day to come out as gay) might be encouraged to believe that they are transgender when they are not.[58] In November 2019, Sullivan wrote another Intelligencer column on young women who, in their teens, had begun to transition to live as men but who later detransitioned. In that article, he discussed the controversy over a 2018 journal article by Lisa Littman that proposed a socially mediated subtype of gender dysphoria that Littman had termed \"rapid onset gender dysphoria\".[59] In April 2021, he said it should be illegal for doctors to initiate cross-sex hormones for children under 16 or sex reassignment surgery for children under 18.[60]\n\nRecognitions[edit]\nIn 1996, Sullivan's book, Virtually Normal: An Argument about Homosexuality, won the 1996 Mencken Award for Best Book, presented by the Free Press Association.[61] In 2006, Sullivan was named an LGBT History Month icon.[62]\n\nForeign policy[edit]\nIraq war, war on terror[edit]\nSullivan supported the 2003 invasion of Iraq by the United States and was initially hawkish in the war on terror, arguing that weakness would embolden terrorists. He was \"one of the most militant\"[18] supporters of the Bush administration's counter-terrorism strategy immediately following the September 11 attacks in 2001; in an essay for The Sunday Times, he stated, \"The middle part of the country—the great red zone that voted for Bush—is clearly ready for war. The decadent Left in its enclaves on the coasts is not dead—and may well mount what amounts to a fifth column.\"[63] Eric Alterman wrote in 2002 that Sullivan had \"set himself up as a one-man House Un-American Activities Committee\" running an \"inquisition\" to unmask \"anti-war Democrats\", \"basing his argument less on the words these politicians speak than on the thoughts he knows them to be holding in secret\".[64]\nLater, Sullivan criticised the Bush administration for its prosecution of the war, especially regarding the numbers of troops, protection of munitions, and treatment of prisoners, including the use of torture against detainees in United States custody.[65] Though he argued that enemy combatants in the war on terror should not have been given status as prisoners of war because \"terrorists are not soldiers\",[66] he believed that the US government was required to abide by the rules of war—in particular, Article 3 of the Geneva Conventions—when dealing with such detainees.[67] In retrospect, Sullivan said that the torture and abuse of prisoners at the Abu Ghraib prison in Iraq had jolted him back to \"sanity\".[18] Of his early support for the invasion of Iraq, he said, \"I was terribly wrong. In the shock and trauma of 9/11, I forgot the principles of scepticism and doubt towards utopian schemes that I had learned.\"[18]\nOn the edition of 27 October 2006 of Real Time with Bill Maher, he described conservatives and Republicans who refused to admit they had been wrong to support the Iraq War as \"cowards\". On 26 February 2008, he wrote on his blog: \"After 9/11, I was clearly blinded by fear of al Qaeda and deluded by the overwhelming military superiority of the US and the ease of democratic transitions in Eastern Europe into thinking we could simply fight our way to victory against Islamist terror. I wasn't alone. But I was surely wrong.\"[68] His reversal on the Iraq issue and his increasing attacks on the Bush administration caused a severe backlash from many hawkish conservatives, who accused him of not being a \"real\" conservative.[18]\nSullivan authored an opinion piece, \"Dear President Bush,\" that was featured as the cover article of the October 2009 edition of The Atlantic.[69] In it, he called on Bush to take personal responsibility for the incidents and practices of torture that occurred during his administration as part of the war on terror.\n\nIsrael[edit]\nSullivan states that he has \"always been a Zionist\".[70] However, his views have become more critical over time. In February 2009, he wrote that he could no longer take the neoconservative position on Israel seriously.[71]\nIn January 2010, Sullivan blogged that he was \"moving toward\" the idea of \"a direct American military imposition\" of a two-state solution to the Israeli-Palestinian conflict, with NATO troops enforcing \"the borders of the new states of Palestine and Israel\". He commented, \"I too am sick of the Israelis. [...] I'm sick of having a great power like the US being dictated to.\"[72] His post was criticised by Noah Pollak of Commentary, who referred to it as \"crazy\", \"heady stuff\" based on \"hubris\".[73]\nIn February 2010, Leon Wieseltier suggested in The New Republic that Sullivan, a former friend and colleague, had a \"venomous hostility toward Israel and Jews\" and was \"either a bigot, or just moronically insensitive\" toward the Jewish people.[74] Sullivan rejected the accusation and was defended by some writers, while others at least partly supported Wieseltier.[75]\nIn March 2019, Sullivan wrote in New York magazine that while he strongly supported the right of a Jewish state to exist, he felt that U.S. Representative Ilhan Omar's comments about the influence of the pro-Israel lobby were largely correct. Sullivan said that \"it is simply a fact that the Israel lobby uses money, passion, and persuasion to warp this country's foreign policy in favor of another country — out of all proportion to what Israel can do for the US.\"[76]\n\nIran[edit]\nSullivan devoted a significant amount of blog space to covering the allegations of fraud and related protests after the 2009 Iranian presidential election. Francis Wilkinson of The Week stated that Sullivan's \"coverage—and that journalism term takes on new meaning here—of the uprising in Iran was nothing short of extraordinary. 'Revolutionary' might be a better word.\"[77]\nSullivan was inspired by the Iranian people's reactions to the election results and used his blog as a hub of information. Because of the media blackout in Iran, Iranian Twitter accounts were a major source of information. Sullivan frequently quoted and linked to Nico Pitney of The Huffington Post.[78]\n\nImmigration[edit]\nWriting for New York magazine, Sullivan expressed concern that high levels of immigration to the United States could drive \"white anxiety\" by causing white Americans to be \"increasingly troubled by the pace of change\" since they were never formally asked whether they wanted such a demographic shift.[79] Sullivan has advocated for tighter immigration controls on asylum and overall lower levels of immigration. He has criticized Democrats for what he perceived as their unwillingness to implement such controls.[80]\n\nRace[edit]\nAs editor at The New Republic, Sullivan published excerpts from the 1994 book The Bell Curve, by Richard Herrnstein and Charles Murray. The book, which contained a chapter about the subject of IQ on society and public policy, argued that there are innate differences in intelligence between racial groups.[81] This view of an innate connection between race and intelligence is rejected by several scientists.[82][83][84]\nIn 2015 Jeet Heer, in an article in The New Republic entitled \"The New Republic's Legacy on Race\" described Sullivan's decision as an example of \"The magazine's myopia on racial issues\".[85] The importance of Sullivan to the popularization of The Bell Curve and race science was noted by Matthew Yglesias who called Sullivan \"the punditocracy's original champion of Murray's thinking on genetics\".[86] Similarly, Gavin Evans wrote in The Guardian that Sullivan \"was one of the loudest cheerleaders for The Bell Curve in 1994\" and that he \"returned to the fray in 2011, using his popular blog, The Dish, to promote the view that population groups had different innate potentials when it came to intelligence.\"[81]\nIn Current Affairs in 2017 Nathan J. Robinson said that Sullivan:\n\n\n...helped midwife The Bell Curve and grant flimsy race science a veneer of intellectual respectability. He still believes race is a reasonable prism through which to view the world, and that if only our racial stereotypes are \"true,\" they are acceptable. He is therefore an unreliable and ideologically-biased guide to political and social science.[87]\n\n\nReligion[edit]\nSullivan identifies himself as a faithful Catholic while disagreeing with some aspects of the Catholic Church's doctrine.\nHe expressed concern about the election of Pope Benedict XVI in a Time magazine article on 24 April 2005, titled \"The Vicar of Orthodoxy\".[88] He wrote that Benedict was opposed to the modern world and women's rights, and considered gays and lesbians innately disposed to evil. Sullivan has, however, agreed with Benedict's assertion that reason is an integral element of faith.\nSullivan takes a moderate approach to religion, rejecting fundamentalism and describing himself as a \"dogged defender of pluralism and secularism\". \nSullivan was a friend of late journalist and atheist writer Christopher Hitchens,[89][90]and often debated religion with him.[91]  Sullivan also defended religious moderates in a series of exchanges with atheist author Sam Harris.\n\nBlogging[edit]\nIn late 2000, Sullivan began his blog, The Daily Dish. The core principle of the blog has been the style of conservatism he views as traditional. This includes fiscal conservatism, limited government, and classic libertarianism on social issues. Sullivan opposes government involvement with respect to sexual and consensual matters between adults, such as the use of marijuana and prostitution. He believes recognition of same-sex marriage is a civil-rights issue but expressed willingness to promote it on a state-by-state legislative federalism basis, rather than trying to judicially impose the change.[92] Most of Sullivan's disputes with other conservatives have been over social issues and the handling of postwar Iraq.\nSullivan gave out yearly \"awards\" for various public statements, parodying those of the people the awards were named after. Throughout the year, nominees were mentioned in various blog posts. The readers of his blog chose winners at the end of each year.[93]\n\nThe Hugh Hewitt Award, introduced in June 2008 and named after a man Sullivan described as an \"absurd partisan fanatic\", was for the most egregious attempts to label Barack Obama as un-American, alien, treasonous, and far out of the mainstream of American life and politics.\nThe John Derbyshire Award was for egregious and outlandish comments on gays, women, and minorities.\nThe Paul Begala Award was for extreme liberal hyperbole.\nThe Michelle Malkin Award was for shrill, hyperbolic, divisive, and intemperate right-wing rhetoric. (Ann Coulter was ineligible for this award so that, in Sullivan's words, \"other people will have a chance.\")\nThe Michael Moore Award was for divisive, bitter, and intemperate left-wing rhetoric.\nThe Matthew Yglesias Award was for writers, politicians, columnists, or pundits who criticised their own side of the political spectrum, made enemies among political allies, and generally risked something for the sake of saying what they believed.\nThe \"Poseur Alert\" was awarded for passages of prose that stood out for pretension, vanity, and bad writing designed to look profound.\nThe Dick Morris Award (formerly the Von Hoffman Award) was for stunningly wrong cultural, political, and social predictions. Sullivan renamed this award in September 2012, saying that Von Hoffman was \"someone who in many ways got the future right—at least righter than I did.\"\nIn February 2007, Sullivan moved his blog from Time to The Atlantic Monthly, where he had accepted an editorial post. His presence was estimated to have contributed as much as 30% of the subsequent traffic increase for The Atlantic's website.[94]\nIn 2009, The Daily Dish won the 2008 Weblog Award for Best Blog.[95]\nSullivan left The Atlantic to begin blogging at The Daily Beast in April 2011.[96] In 2013, he announced that he was leaving The Daily Beast to launch The Dish as a stand-alone website, charging subscribers $20 a year.[97][98]\nIn a note posted on The Dish on 28 January 2015, Sullivan announced his decision to retire from blogging.[99][100] He posted his final blog entry on 6 February 2015.[101] On 26 June 2015, he posted an additional piece in reaction to Obergefell v. Hodges, which legalized same-sex marriage in the United States.[102]\nIn July 2020, Sullivan announced that The Dish would be revived as a weekly feature, including a column and podcast;[103] he published there and elsewhere a notable obituary of Queen Elizabeth II.[104]\n\nPersonal life[edit]\nIn 2001, it came to light that Sullivan had posted anonymous online advertisements for unprotected anal sex, preferably with \"other HIV-positive men\". He was widely criticised in the media for this, with some critics noting that he had condemned President Bill Clinton's \"incautious behavior\", though others wrote in his defence.[105][106][107][108]\nIn 2003, Sullivan wrote a Salon article identifying himself as a member of the gay \"bear community\".[109] On 27 August 2007, he married Aaron Tone in Provincetown, Massachusetts.[110][111][112]\nSullivan was barred for many years from applying for United States citizenship because of his HIV-positive status.[113] Following the statutory and administrative repeals of the HIV immigration ban in 2008 and 2009, respectively, he announced his intention to begin the process of becoming a permanent resident and citizen.[114][115] On The Chris Matthews Show on 16 April 2011, Sullivan confirmed that he had become a permanent resident, showing his green card.[116] On 1 December 2016, Sullivan became a naturalised US citizen.[117]\nHe has been a daily user of marijuana since 2001.[118]\nOn May 26, 2023, Sullivan announced on his blog that he and his husband, Aaron Tone, divorced the previous week.[119]\n\nWorks[edit]\nAs author\nVirtually Normal: An Argument About Homosexuality (1995). Knopf. ISBN 0-679-42382-6.\nLove Undetectable: Notes on Friendship, Sex and Survival (1998). Knopf. ISBN 0-679-45119-6.\nThe Conservative Soul: How We Lost It, How to Get It Back (2006). HarperCollins. ISBN 0-06-018877-4.\nIntimations Pursued: The Voice of Practice in the Conversation of Michael Oakeshott (2007). Imprint Academic. ISBN 978-0-907845-28-7\nOut on a Limb: Selected Writing, 1989–2021 (2021). Avid Reader Press. ISBN 978-1501155895\nAs editor\nSame-Sex Marriage Pro & Con: A Reader (1997). Vintage. ISBN 0-679-77637-0. First edition\nSame-Sex Marriage Pro & Con: A Reader (2004). Vintage. ISBN 1-4000-7866-0. Second edition\nThe View from Your Window: The World as Seen by Readers of One Blog (2009). Blurb.com\nReferences[edit]\n\n\n^ Somaiya, Ravi (28 January 2015). \"Andrew Sullivan Retires From Blogging\". The New York Times. ISSN 0362-4331. Retrieved 12 April 2016.\n\n^ \"Andrew Sullivan Joins New York Magazine As Contributing Editor\". New York Press Room. 1 April 2016. Retrieved 22 December 2017.\n\n^ \"Longtime columnist and blogger Andrew Sullivan resigns from New York magazine\". CNN Business. 14 July 2020. Retrieved 15 July 2020.\n\n^ a b Sullivan, Andrew (17 July 2020). \"See You Next Friday: A Farewell Letter\". New York. Retrieved 20 July 2020.\n\n^ Allison, Maisie (14 March 2013). \"Beyond Fox News\". The American Conservative. Retrieved 4 December 2013.\n\n^ a b \"Ask Andrew Anything: Oakeshott's Influence\". The Daily Beast. 11 October 2011. Retrieved 23 October 2013.\n\n^ Sullivan, Andrew (1 December 2009). \"Leaving the Right\". The Atlantic. Retrieved 17 March 2017.\n\n^ Sullivan, Andrew. \"New York Shitty\". The Daily Beast. Archived from the original on 10 October 2012. Retrieved 11 October 2012.\n\n^ Oliveira, Philip de (9 July 2017). \"Conservative gay writer Andrew Sullivan makes a case for faith\".\n\n^ \"Sullivan's Catholicism | Commonweal Magazine\". www.commonwealmagazine.org.\n\n^ Raban, Jonathan (12 April 2007). \"Cracks in the House of Rove: The Conservative Soul by Andrew Sullivan\". New York Review of Books. Archived from the original on 8 July 2008. Retrieved 28 July 2008.\n\n^ a b c d e Toomey, Christine (1992). \"Englishman Aboard\". The Sunday Times Magazine. pp. 44–46.\n\n^ \"Notable Past Pupils\". The Old Reigatian Association, Foundation and Alumni Office, Reigate Grammar School. Archived from the original on 24 June 2008. Retrieved 28 July 2008.\n\n^ Maguire, Patrick (31 March 2020). \"Keir Starmer: The sensible radical\". New Statesman. Retrieved 3 July 2020.\n\n^ a b \"Andrew's Bio\". The Atlantic. Archived from the original on 27 July 2008. Retrieved 28 July 2008.\n\n^ Van Auken, Dillon (18 November 2011). \"Andrew Sullivan Lectures at IOP\". The Harvard Crimson. Retrieved 25 January 2012.\n\n^ Brooks, David (27 December 2003). \"Arguing With Oakeshott\". The New York Times. Retrieved 25 January 2012.\n\n^ a b c d e f g h i j k l m n o Hari, Johann (Spring 2009). \"Andrew Sullivan: Thinking. Out. Loud\". Intelligent Life. Archived from the original on 25 April 2009. Retrieved 24 October 2013.\n\n^ a b Sullivan, Andrew. \"All Rhodes Lead Nowhere in Particular\", Spy, October 1988, pp. 108–114. Quoted in Schaeper, Thomas J.; Schaeper, Kathleen. The Rhodes Scholarship, Oxford, and the Creation of an American Elite, Berghahn Books, 2010, pp. 281–285. ISBN 978-1845457211\n\n^ Metcalf, Stephen (17 October 2005). \"The Bell Curve revisited\". Slate. Archived from the original on 10 February 2010. Retrieved 22 January 2010.\n\n^ Shafer, Jack (15 May 2002). \"Raines-ing in Andrew Sullivan\". Slate. Retrieved 1 August 2010.\n\n^ Andrew Sullivan (23 June 2013). \"Back together: me, Fatboy Slim and the rest of the Upwardly Mobile Gang\". The Sunday Times. Retrieved 28 October 2021.\n\n^ a b Douthat, Ross (2 July 2013). \"The Influence of Andrew Sullivan\". The New York Times. Retrieved 23 October 2013.\n\n^ Sullivan, Andrew (6 February 2015). \"The Years of Writing Dangerously\". The Dish. Retrieved 20 July 2020.\n\n^ \"Most recent Articles By:Andrew Sullivan\". Retrieved 20 July 2020.\n\n^ Sullivan, Andrew (17 July 2020). \"The Madness of King Donald\". New York. Retrieved 20 July 2020.\n\n^ Sullivan, Andrew (4 June 2020). \"Heads up: my column won't be appearing this week\". Twitter. Retrieved 20 July 2020.\n\n^ Recker, Jane (22 December 2020). \"Substack Is Attracting Big DC Journos. Who's Making the Leap?\". Washingtonian. Retrieved 25 February 2021.\n\n^ a b Archived at Ghostarchive and the Wayback Machine: \"\"Conservatism And Its Discontents\" T. H. White Lecture with Andrew Sullivan\". YouTube. Retrieved 30 June 2012.\n\n^ \"Yglesias Award Nominee\" The Dish 6 July 2012\n\n^ Sullivan, Andrew (13 November 2013). \"The Necessary Contradictions of a Conservative\". The Daily Dish. Retrieved 13 November 2013.\n\n^ Davidson, Telly (14 July 2016). Culture War: How the '90s Made Us Who We Are Today (Whether We Like It or Not). McFarland. p. 42. ISBN 9781476666198. Retrieved 17 March 2017.\n\n^ Sullivan, Andrew. \"Why I Am Supporting John Kerry\". Free Republic. Retrieved 17 March 2017.\n\n^ \"Sarah Palin slams Newsweek for giving 'conspiracy kook writer' Andrew Sullivan cover story\". Yahoo!. Retrieved 3 October 2020.\n\n^ Elliott, Justin (26 April 2011). \"Trig Trutherism: A response to Andrew Sullivan\". Salon. Retrieved 3 October 2020.\n\n^ \"The Daily Dish | By Andrew Sullivan (3 November 2008) – Barack Obama For President\". Andrew Sullivan. Archived from the original on 5 March 2009. Retrieved 9 March 2009.\n\n^ Sullivan, Andrew (24 August 2012). \"America's Tory President\". The Daily Dish. Retrieved 31 October 2013.\n\n^ \"Saturday, 11 October 2003\". Sullivan Chronicles. Archived from the original on 30 January 2012.\n\n^ \"The Daily Dish | By Andrew Sullivan\". Andrew Sullivan. Archived from the original on 5 March 2009. Retrieved 9 March 2009.\n\n^ \"Ron Paul For The GOP Nomination\" Archived 19 December 2011 at the Wayback Machine 14 December 2011, The Daily Beast\n\n^ Sullivan, Andrew (14 August 2011). \"The Christianist Takeover\". The Daily Dish. Retrieved 27 October 2013.\n\n^ Sullivan, Andrew (16 October 2013). \"The Tea Party As A Religion\". The Daily Dish. Retrieved 27 October 2013.\n\n^ Varadarajan, Tunku; Eaves, Elisabeth; Alberts, Hana R. (22 January 2009). \"The 25 Most Influential Liberals in the U.S. Media\". Forbes.\n\n^ Sullivan, Andrew (24 January 2009). \"Forbes' Definition Of \"Liberal\"\". The Atlantic. Retrieved 11 August 2010.\n\n^ Klein, Ezra (8 August 2018). \"The problem with Twitter, as shown by the Sarah Jeong fracas\". Vox.\n\n^ \"'Goblins,' 'Gooks' and 'Cancel All White Men.' The New York Times Makes a Controversial Hire\". Al Bawaba. 5 August 2018.\n\n^ \"When Racism Is Fit to Print\". New York. 3 August 2018.\n\n^ Sullivan, Andrew (10 November 1996). \"When Plagues End\". The New York Times. ISSN 0362-4331. Retrieved 5 June 2022.\n\n^ Schulman, Sarah (2021). Let the Record Show: A Political History of ACT UP New York, 1987–1993. New York City: Farrar, Straus and Giroux. pp. xxii. ISBN 978-0-374-71995-1. OCLC 1251803405.\n\n^ Vaid, Urvashi (1996). Virtual Equality: The Mainstreaming of Gay & Lesbian Liberation. New York City: Doubleday. p. 37. ISBN 978-1101972342.\n\n^ Sullivan, Andrew (9 November 2012). \"Here Comes the Groom\". Slate. Retrieved 24 October 2013.\n\n^ \"The Daily Dish | By Andrew Sullivan (3 May 2007) – Hate Crimes and Double Standards\". Andrew Sullivan. Archived from the original on 8 March 2009. Retrieved 9 March 2009.\n\n^ \"The Hounding of a Heretic\". The Dish. 3 April 2014.\n\n^ \"Andrew Sullivan Blows Colbert's Mind with Defense of Brendan Eich\". mediaite.com. 10 April 2014.\n\n^ \"Andrew Sullivan sparks ire of gay community over defense of former Mozilla CEO Brendan Eich\". Tech Times. 12 April 2014.\n\n^ \"The Left's Intensifying War on Liberalism \" The Dish\". The Dish. 27 January 2015.\n\n^ \"Andrew Sullivan Supports Barney Frank / Queerty\". Queerty. 12 October 2007. Retrieved 9 March 2009.\n\n^ Sullivan, Andrew (20 September 2019). \"Andrew Sullivan: When the Ideologues Come for the Kids\". Intelligencer. Retrieved 29 July 2021.\n\n^ Sullivan, Andrew (1 November 2019). \"Andrew Sullivan: The Hard Questions About Young People and Gender Transitions\". Intelligencer. Retrieved 4 November 2019.\n\n^ Sullivan, Andrew (9 April 2021). \"A Truce Proposal in the Trans Wars\". Substack. Retrieved 29 July 2021.\n\n^ \"The Mencken Awards: 1982–1996\".\n\n^ \"Andrew Sullivan\". LGBTHistoryMonth.com. 20 August 2011. Retrieved 15 January 2014.\n\n^ Noah, Timothy (2 December 2002). \"Gore, Sullivan, and \"Fifth Column\"\". Slate.\n\n^ Alterman, Eric (8 April 2002). \"Sullivan's Travails\". The Nation. Retrieved 26 October 2013.\n\n^ \"Archives: Daily Dish\". The Atlantic. Archived from the original on 29 October 2013. Retrieved 1 August 2013.\n\n^ \"The View From Your Window\". andrewsullivan.com. Archived from the original on 17 July 2005. Retrieved 29 January 2013.\n\n^ \"The Reality of War\". The Daily Dish. Archived from the original on 6 January 2009. Retrieved 29 January 2013.\n\n^ \"McCain's National Greatness Conservatism\". The Daily Dish. Andrew Sullivan. 26 February 2008. Archived from the original on 5 March 2009. Retrieved 29 January 2013.\n\n^ Cleland, Elizabeth (1 October 2009). \"Dear President Bush\". The Atlantic. Retrieved 4 December 2013.\n\n^ A. Sullivan, Mr Netanyahu \"Expects\" Archived 23 May 2011 at the Wayback Machine, 20 May 2011.\n\n^ Andrew Sullivan,\"A False Premise\", Sullivan's Daily Dish, 5 February 2009.\n\n^ \"Sick\". 6 January 2010. Archived from the original on 9 January 2010. Retrieved 7 January 2010.\n\n^ Pollak, Noah (6 January 2010). \"Andrew Sullivan: It's Time to Invade Israel\". Commentary. Archived from the original on 9 June 2011. Retrieved 7 January 2010.\n\n^ Wieseltier, Leon (8 February 2010). \"Something Much Darker. Andrew Sullivan has a serious problem\". The New Republic.\n\n^ \"19 Pundits on the Sullivan-Wieseltier Debate\". The Atlantic. 11 February 2010. Archived from the original on 12 February 2010.\n\n^ Sullivan, Andrew (8 March 2019). \"How Should We Talk About the Israel Lobby's Power?\". Intelligencer. Retrieved 8 March 2019.\n\n^ Wilkinson, Francis. \"The future belongs to Andrew Sullivan\". The Week. Retrieved 4 December 2013.\n\n^ Sullivan, Andrew (22 June 2009). \"Is Iran Calming Down?\". The Atlantic. Retrieved 11 August 2010.\n\n^ Sullivan, Andrew (12 April 2019). \"Andrew Sullivan: The Opportunity of White Anxiety\". Intelligencer. Retrieved 15 April 2019.\n\n^ Sullivan, Andrew (26 October 2018). \"Democrats Can't Keep Dodging Immigration as a Real Issue\". Intelligencer. Retrieved 15 April 2019.\n\n^ a b Evans, Gavin (2 March 2018). \"The unwelcome revival of 'race science'\". The Guardian.\n\n^ Birney, Ewan; Raff, Jennifer; Rutherford, Adam; Scally, Aylwyn (24 October 2019). \"Race, genetics and pseudoscience: an explainer\". Ewan's Blog: Bioinformatician at large. 'Human biodiversity' proponents sometimes assert that alleged differences in the mean value of IQ when measured in different populations – such as the claim that IQ in some sub-Saharan African countries is measurably lower than in European countries – are caused by genetic variation, and thus are inherent. . . . Such tales, and the claims about the genetic basis for population differences, are not scientifically supported. In reality for most traits, including IQ, it is not only unclear that genetic variation explains differences between populations, it is also unlikely.\n\n^ Aaron, Panofsky; Dasgupta, Kushan (28 September 2020). \"How White nationalists mobilize genetics: From genetic ancestry and human biodiversity to counterscience and metapolitics\". American Journal of Biological Anthropology. 175 (2): 387–398. doi:10.1002/ajpa.24150. PMC 9909835. PMID 32986847. S2CID 222163480. [T]he claims that genetics defines racial groups and makes them different, that IQ and cultural differences among racial groups are caused by genes, and that racial inequalities within and between nations are the inevitable outcome of long evolutionary processes are neither new nor supported by science (either old or new).\n\n^ Nisbett, Richard E.; Aronson, Joshua; Blair, Clancy; Dickens, William; Flynn, James; Halpern, Diane F.; Turkheimer, Eric (2012). \"Group differences in IQ are best understood as environmental in origin\" (PDF). American Psychologist. 67 (6): 503–504. doi:10.1037/a0029772. ISSN 0003-066X. PMID 22963427. Retrieved 22 July 2013.\n\n^ Heer, Jeet (29 January 2015). \"The New Republic's Legacy on Race\". The New Republic. Retrieved 13 August 2020.\n\n^ Yglesias, Matthew (10 April 2018). \"The Bell Curve is about policy. And it's wrong\". Vox. Retrieved 13 August 2020.\n\n^ Robinson, Nathan J (17 April 2017). \"Andrew Sullivan Is Still Racist After All These Years\". Current Affairs. Retrieved 13 August 2020.\n\n^ Andrew Sullivan (24 April 2005). \"The Vicar of Orthodoxy\". Time. Archived from the original on 20 March 2009. Retrieved 9 March 2009.\n\n^ Sullivan, Andrew (16 December 2011). \"Andrew Sullivan Recalls a Memorable Brunch Invitation from Hitchens\". Slate Magazine. Retrieved 11 May 2022.\n\n^ Miniter, Richard. \"Christopher Hitchens, As I Knew Him\". Forbes. Retrieved 11 May 2022.\n\n^ Sullivan, Andrew (15 August 2010). \"Feel the love, Hitch — it will survive you\". The Sunday Times. Retrieved 10 January 2024.\n\n^ Sullivan, Andrew (24 June 2004). \"Give Federalism a Chance\". The Stranger. Archived from the original on 4 August 2004. Retrieved 9 March 2009.\n\n^ Andrew Sullivan (16 September 2008). \"The Daily Dish Awards\". The Atlantic. Archived from the original on 5 March 2009. Retrieved 17 March 2017.\n\n^ \"A Venerable Magazine Energizes Its Web Site\". The New York Times. 21 January 2008. Retrieved 4 December 2013.\n\n^ \"The 2008 Weblog Awards\". The 2008 Weblog Awards. Archived from the original on 8 August 2010. Retrieved 11 August 2010.{{cite web}}:  CS1 maint: unfit URL (link)\n\n^ Cleland, Elizabeth (1 April 2011). \"Home News\". The Atlantic. Retrieved 4 December 2013.\n\n^ Gillmor, Dan (3 January 2013). \"Andrew Sullivan plans to serve Daily Dish by subscription\". The Guardian. Retrieved 6 January 2013.\n\n^ Bell, Emily (6 January 2013). \"The Daily Dish may feed minds but will Andrew Sullivan taste a profit?\". The Guardian. Retrieved 6 January 2013.\n\n^ \"A Note To My Readers\". 28 January 2015.\n\n^ Andrew Sullivan, blogger extraordinaire, decides that it's time to stop dishing, The Washington Post, 28 January 2015\n\n^ Sullivan, Andrew (6 February 2015). \"The Years of Writing Dangerously\". The Daily Dish. Retrieved 22 March 2015.\n\n^ \"It Is Accomplished\". The Dish. 26 June 2015.\n\n^ Sullivan, Andrew (17 July 2020). \"Andrew Sullivan: See You Next Friday\". Intelligencer. Retrieved 17 July 2020.\n\n^ \"The genius of a monarchy embedded in a democracy,\" National Post 19 Sep. 2022.\n\n^ \"Andrew Sullivan, Overexposed\". The Nation. Archived from the original on 17 May 2009. Retrieved 9 March 2009.\n\n^ \"My story was ethical\". Salon. 5 June 2001. Archived from the original on 2 September 2003. Retrieved 9 March 2009.\n\n^ \"Salon.com Andrew Sullivan's jihad\". Salon. 20 October 2001. Archived from the original on 30 August 2003. Retrieved 9 March 2009.\n\n^ \"Salon.com in defense of Andrew Sullivan\". Salon. 2 June 2001. Archived from the original on 30 August 2003. Retrieved 9 March 2009.\n\n^ \"I am bear, hear me roar!\". Salon. 1 August 2003. Archived from the original on 28 December 2003. Retrieved 9 March 2009.\n\n^ Argetsinger, Amy; Roberts, Roxanne (26 April 2007). \"At Artomatic, a Rocket Ship Blasts Off; That's the Breaks\". The Washington Post. Retrieved 25 April 2010.\n\n^ \"Independent Gay Forum – The Poltroon and the Groom\". Indegayforum.org. Archived from the original on 15 September 2007. Retrieved 9 March 2009.\n\n^ Sullivan, Andrew (19 August 2007). \"My small gay wedding is finally here help\". The Times. London. Retrieved 25 April 2010.\n\n^ \"Q&A with Andrew Sullivan (see 45:44 to 46:27)\". C-SPAN. 4 October 2006. Retrieved 25 March 2015.\n\n^ \"The HIV Travel Ban: Still In Place\". The Daily Dish. Retrieved 29 January 2013.\n\n^ \"Free at Last\". The Daily Dish. 30 October 2009. Archived from the original on 26 December 2009. Retrieved 19 December 2009.\n\n^ \"Weekend of April 16–17, 2011 – Videos – The Chris Matthews Show\". videos.thechrismatthewsshow.com. Archived from the original on 10 May 2011. Retrieved 17 April 2011.\n\n^ \"On the Cover: Andrew Sullivan on Becoming an American Citizen\". New York Press Room. Retrieved 28 January 2017.\n\n^ Sullivan, Andrew (15 September 2017). \"Yes, I'm Dependent on Weed\". New York Magazine.\n\n^ Sullivan, Andrews (26 May 2023). \"The Resistance Resists...DeSantis\". The Weekly Dish. Almost two decades after we met, Aaron and I got a divorce last week. It hasn't been easy, and my heart is still somewhat broken, but we are still close, and love and care deeply for each other, and always will, and this was a very amicable agreement. His dreams took him to the West Coast and we tried to make it work long-distance, but it didn't work out. Sometimes the right thing to do is the saddest. Thanks for respecting his privacy. I'll be 60 in a couple of months. Life begins again.\n\n\nExternal links[edit]\nExternal videos Booknotes interview with Sullivan on Virtually Normal, 1 October 1995. C-SPAN Q&A interview with Sullivan, 15 October 2006 In the News with Jeff Greenfield: Andrew Sullivan, 92 St Y, 29 March 2015\n\n\n\nWikiquote has quotations related to Andrew Sullivan.\n\nThe Weekly Dish, Andrew Sullivan's substack newsletter\nThe Dish, Andrew Sullivan's blog\nColumn archive (2009–2009) at The Atlantic\nWhy I Blog, November 2008\nAppearances on C-SPAN\nAndrew Sullivan   on Charlie Rose\nAndrew Sullivan at IMDb\nAndrew Sullivan collected news and commentary at The New York Times\nWorld's Best Blogger?, Harvard Magazine, May–June 2011\nAuthority control databases International\nFAST\nISNI\nVIAF\nWorldCat\nNational\nNorway\nFrance\nBnF data\nGermany\nIsrael\nBelgium\nUnited States\nJapan\nAustralia\nNetherlands\nAcademics\nCiNii\nOther\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Andrew_Sullivan&oldid=1196567997\"",
    "twitter": ""
  },
  {
    "name": "Andrew Weinzierl",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/andrew-weinzierl-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Andrew Yang",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/andrew-yang-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American businessman and political candidate\nFor other people named Andrew Yang, see Andrew Yang (disambiguation).\n\n\nAndrew YangYang in November 2023Co-Chair of the Forward PartyIncumbentAssumed office July 28, 2022Serving with Christine Todd WhitmanPreceded byPosition established\nPersonal detailsBorn (1975-01-13) January 13, 1975 (age 49)Schenectady, New York, U.S.Political partyForward[a] (since 2021)Other politicalaffiliationsDemocratic (1995–2021)Spouse\nEvelyn Lu ​(m. 2011)​Children2EducationBrown University (BA)Columbia University (JD)OccupationEntrepreneurpoliticianpolitical commentatorauthorSignatureChinese nameTraditional Chinese楊安澤Simplified Chinese杨安泽TranscriptionsStandard MandarinHanyu PinyinYáng ĀnzéSouthern MinHokkien POJIûⁿ An-te̍k\n\n\nAndrew Yang (born January 13, 1975) is an American businessman, attorney, lobbyist, and politician. Yang was a candidate in the 2020 Democratic Party presidential primaries and the 2021 New York City Democratic mayoral primary. He is the co-chair of the Forward Party, alongside former New Jersey Governor Christine Todd Whitman.[3]\nThe son of Taiwanese immigrants, Yang was born and raised in New York. He attended Brown University and Columbia Law School. Yang became a prominent candidate in the 2020 Democratic Party presidential primaries. His signature policy was a universal basic income (UBI) of $1,000 a month as a response to job displacement by automation. Yang has been credited with popularizing the idea of universal basic income through his candidacy and activism.[4]\nNews outlets described Yang as a dark horse candidate in the 2020 election cycle, going from a relative unknown to a major competitor in the race.[5][6][7] Yang qualified for and participated in seven of the first eight Democratic debates. His supporters, informally known as the \"Yang Gang\", included several high-profile celebrities.[8][9][10] Yang suspended his campaign on February 11, 2020, shortly after the New Hampshire primary.[11] After his campaign ended, Yang joined CNN as a political commentator, announced the creation of the political nonprofit organization Humanity Forward, and ran in the 2021 New York City Democratic mayoral primary.[12][13][14] Yang conceded the race shortly after the initial ranked choice votes were released, which placed him fourth.[15]\nOn October 4, 2021, Andrew Yang announced that he was leaving the Democratic Party to become an independent,[16] faulting what he characterized as a system stuck in increasing polarization and saying that he is \"more comfortable trying to fix the system than being a part of it\".[17] Later in October 2021, Yang founded the Forward Party – a centrist political action committee and political party.\n\n\nEarly life and education[edit]\nAndrew Yang[18] was born on January 13, 1975, in Schenectady, New York.[19] His parents emigrated from Taiwan to the U.S. in the 1960s[20] and met in graduate school at the University of California, Berkeley.[21] Yang is of Hoklo Taiwanese descent.[22] His father graduated with a PhD in physics and worked in the research labs of IBM and General Electric, generating over 50 patents in his career.[23][21] His mother graduated with a master's degree in statistics[24] before becoming a systems administrator at a university,[25][26] and later an artist.[27] Yang has an older brother, Lawrence,[25][28] who is a psychology professor at New York University.[26][27]\nYang grew up in Somers in Westchester County, New York.[20][27] He attended Phillips Exeter Academy, a boarding school in New Hampshire.[29][30] Yang was part of the 1992 U.S. national debate team, which competed at the world championships in London.[27] After graduating from Exeter in 1992, he enrolled at Brown University,[31] where he majored in economics and political science, graduating in 1996.[32] He then attended Columbia Law School, earning a Juris Doctor in 1999.[19]\n\nBusiness career[edit]\nEarly career[edit]\nAfter graduating from law school, Yang began his career as a corporate attorney at Davis Polk & Wardwell in New York City. Yang later described the job as \"a pie-eating contest, and if you won, your prize was more pie\".[33] He left the law firm after five months, which he has called \"the five worst months of my life\".[33]\nIn February 2000, Yang joined his office mate, Jonathan Philips, in launching Stargiving, a website for celebrity-affiliated philanthropic fundraising.[27][34][35] The startup had some initial success, but folded in 2002 as the dot-com bubble burst. Yang became involved in other ventures, including a party-organizing business.[27] From 2002 to 2005, he served as the vice president of a healthcare startup.[19]\n\nManhattan Prep[edit]\nAfter working in the healthcare industry for four years, Yang left MMF Systems to join his friend Zeke Vanderhoek at a small test preparation company, Manhattan Prep.[36] In 2006, Vanderhoek asked Yang to take over as CEO. While Yang was CEO, the company primarily provided GMAT test preparation. It expanded from five to 69 locations and was acquired by Kaplan, Inc. in December 2009. Yang resigned as the company's president in early 2012.[37][38][39] Yang later said it was during his time at Manhattan Prep that he became a millionaire.[23]\nIn September 2019 testimony before the New York City Commission on Gender Equity, former employee Kimberly Watkins testified that Yang had fired her because he felt that she would not work as hard after getting married. Yang has denied the allegations.[40] In an appearance on The View, Yang said, \"I've had so many phenomenal women leaders that have elevated me and my organizations at every phase of my career, and if I was that kind of person I would never have had any success.\"[41]\nIn November, a former employee of Yang's at Manhattan GMAT filed a lawsuit against him for allegedly paying her less than her male co-workers and subsequently firing her for asking for a raise. Yang and another female employee at the company disputed the anonymous woman's claim that she was in an equivalent position to the male co-workers she cited.[42]\n\nVenture for America[edit]\nMain article: Venture for America\nFollowing Kaplan's acquisition of Manhattan Prep in late 2009, Yang began to work on creating a new nonprofit fellowship program, Venture for America (VFA), which he founded in 2011. The organization was intended to find and train entrepreneurs to start businesses in economically stressed cities.[31][43][44][45] VFA was launched with $200,000 and trained 40 graduates in 2012 and 69 in 2013. VFA added Columbus, Miami, San Antonio, and St. Louis in 2014, with a class of 106.[39][46]\n\nYang speaks about urban entrepreneurship at the 2015 Techonomy Conference in Detroit, Michigan.\nVFA quickly received national attention, including from the Obama administration. In 2011, Yang was recognized by \"Champions of Change\", a White House program that honored 500 people from every state for extraordinary work in their communities.[44] In 2015, Yang was named a Presidential Ambassador for Global Entrepreneurship.[47][48]\nVFA has also been criticized for falling far short of its 100,000 job goal. An ABC News investigation found that VFA's own tally counted only 365 jobs created as of 2020 and of those The New York Times has found only 150 remain.[49][50][51] Startup, a documentary film co-directed by Cynthia Wade and Cheryl Miller Houser about six startups in Detroit launched through VFA, was released in 2016.[52] Yang stepped down from his position as CEO of VFA in March 2017 but continued to advise startups aligned with his signature policy of universal basic income during his presidential campaign.[43][53][54]\n\nLegendary Ventures[edit]\nOn August 10, 2022, Andrew Yang joined the advisory team at Legendary Ventures, an early stage venture capital firm, to drive strategic value across the firm's portfolio of consumer retail technology investments, alongside Fung Brothers Ventures.[citation needed]\n\nHumanity Forward[edit]\nOn March 5, 2020, following the suspension of his presidential campaign, Yang announced that he was creating the nonprofit organization Humanity Forward Foundation, dedicated to promoting the ideas he campaigned on during his run, such as UBI, ranked voting, and data privacy. Yang also announced that the organization, together with The Spark of Hudson,[55] forming HudsonUP,[56] would give away $500,000 in UBI to the residents of Hudson, New York, to demonstrate UBI's benefits.[57] After the Trump administration said it was considering a form of basic income in response to the pandemic, Yang announced that he had been in touch with the White House and had offered his team's services.[58]\nOn March 20, CNN reported that Humanity Forward would soon spend $1 million on $1,000 monthly payments to 500 low-income households in the Bronx during the crisis. Yang tweeted that the number of households was expected to double with additional funding.[59] On August 3, Yang announced that his organization was partnering with The $1K Project, an online network that helps identify families in need, who will be awarded three months of $1,000 payments. One of the network's founders describes the program as \"a bridge to reemployment or other kinds of support.\"[60]\nHumanity Forward stated that it was not supporting or endorsing any candidate after Yang announced his run for mayor of New York City.[61]\n\nLobby 3[edit]\nOn February 17, 2022, Yang announced the launch of a Web3 community whose membership token fees would be used to fund lobbying work on behalf of Web3, blockchain, and cryptocurrency interests on Capitol Hill. [62] The announcement has been met with some criticism in part due to Yang's continued launches of organizations in addition to the skepticism around cryptocurrency ventures. [63]\n\nNet worth[edit]\nMedia outlets provided several estimates of Yang's net worth as of mid-2019: $1 million according to Forbes,[64] between $834,000 and $2.4 million according to The Wall Street Journal,[65] and between $3 million and $4 million according to Newsweek.[66] In 2020 OpenSecrets estimated it being as low as $584,047.[67]\n\nPolitical career[edit]\nWork with the Obama administration[edit]\nYang meeting with President Obama at the White House in 2012\nIn 2011, Yang was named a \"Champion of Change\" by the Obama administration.[44] In 2015, he was selected as a Presidential Ambassador for Global Entrepreneurship.[48][68]\n\n2020 presidential campaign[edit]\nMain article: Andrew Yang 2020 presidential campaign\nYang makes a speech in New Hampshire in January 2019. His book, The War on Normal People, is displayed.\nOn November 6, 2017, Yang filed with the Federal Election Commission (FEC) to run for President of the United States in 2020.[69][70] The campaign began with a small initial staff working out of an apartment owned by Yang's mother.[23] He ran on multiple slogans, including \"Humanity First\", \"Make America Think Harder (MATH)\", and \"Not Left, Not Right, Forward.\"[71][72] Initially considered a longshot, Yang's campaign gained significant momentum in February 2019 following an appearance on the popular podcast The Joe Rogan Experience.[73][74][23] He later appeared on other podcasts and shows, including The Breakfast Club,[75] The Ben Shapiro Show,[76] and Real Time with Bill Maher.[77] By March 2019, Yang had met the polling and fundraising thresholds to qualify for the first round of Democratic primary debates.[74][23] In August 2019, he met the higher thresholds to qualify for the second round of Democratic debates.[78] Later, he qualified for the third, fourth, fifth, and sixth Democratic debates but was unable to meet a polling threshold for the January 2020 debate.[79] He did qualify for the February 2020 debate.[80]\nYang's campaign focused largely on policy, in what Reuters described as a \"technocratic approach.\"[81][82] Yang regularly called Donald Trump a symptom of a wider problem in the economy, rather than the problem itself.[83] According to The New York Times, Yang was known for doing interviews with conservative news outlets, and \"although [Yang] tweets often, he almost never tweets about Mr. Trump.\"[84] This approach was exemplified by one of Yang's campaign slogans: \"Not Left, Not Right, Forward.\"[81][82][84]\n\nYang speaks with attendees at the 2019 Iowa Democratic Wing Ding at Surf Ballroom in Clear Lake, Iowa.\nYang's campaign was known for its heavy reliance on Internet-based campaigning.[85][86][87] The campaign was also known for its popularity online, with The New York Times calling Yang \"The Internet's Favorite Candidate.\"[88] His campaign supporters, known informally as the Yang Gang, brought attention to his campaign on Reddit, Facebook, Instagram, Twitter, and other social media platforms, through memes and viral campaigning.[89][90] Several news outlets called Yang the most surprising candidate of the election cycle, going from relative obscurity to a national contender who outlasted several well-known politicians.[5][6][7][91][92]\nYang also received several high profile endorsements, such as from Tesla CEO Elon Musk.[93]\nYang was at least the third American of East Asian descent to run for President of the United States, after Hiram Fong and Patsy Mink.[94][95] According to BBC, he was \"one of the first and most recognizable East Asian-Americans in history to run for president.\"[96] He has said that he hoped his \"campaign can inspire Asian Americans to be engaged in [politics].\"[97]\nYang dropped out of the presidential race on February 11, 2020.[98] On March 10, 2020, Yang endorsed Joe Biden.[99]\n\nMedia coverage[edit]\nSee also: Andrew Yang 2020 presidential campaign § Media coverage\nYang's supporters form a crowd at the Liberty and Justice Celebration in Des Moines, Iowa. Yang is visible in the background.\nOn multiple occasions, news media disproportionally omitted Yang from election coverage or presented misleading data about his standing in polls.[100] Incidents include cases of news outlets excluding Yang from lists of 2020 Democratic candidates.[101][102][103][104][105] On August 29, 2019, a CNN infographic displaying the results of a poll included candidate Beto O'Rourke but not Yang, even though the poll showed Yang polling three times higher than O'Rourke. Yang supporters criticized media outlets for the disproportionately low coverage, including via Twitter hashtag #YangMediaBlackout.[106][107][108]\n\nPost-campaign[edit]\nYang dropped out of the presidential race on February 11, 2020, after a disappointing result in the New Hampshire primary.[109] He announced to his supporters, \"while we did not win this election, we are just getting started.\"[110] Former Mayor Michael Bloomberg's counselor Howard Wolfson suggested that Yang \"would make a very interesting candidate\" for mayor of New York City; Yang said, \"it's incredibly flattering to be thought of in that role.... We haven't ruled anything out at this point. I will say I'm more attracted to executive roles than legislative ones because I think you can get more done.\"[111] On March 3, Yang reiterated his interest in the mayoralty to BuzzFeed News.[112]\nOn February 19, Yang joined CNN as a political commentator.[113] On March 10, the night of the Michigan Democratic primary, he endorsed Joe Biden. He said he understood Sanders' supporters' frustration, but that beating Trump was the most important objective.[114]  After his campaign, Yang created a podcast, Yang Speaks, where he discussed national and global issues with guest commentators.[115][116] The podcast has since been folded into his newest brand, \"Forward\". The podcast continues to publish new episodes weekly. \nOn April 29, 2020, Yang announced that he was taking legal action against the New York State Board of Elections after the state election commission voted to cancel its presidential primary. The filing stated: \"This unprecedented and unwarranted move infringes the rights of Plaintiffs and all New York State Democratic Party voters, of which there are estimated to be more than six million, as it fundamentally denies them the right to choose our next candidate for the office of President of the United States.\"[117] In early May, the judge ruled in Yang's favor.[118]\nInitially left out of the list of confirmed speakers for the 2020 Democratic National Convention, Yang expressed his dissatisfaction on Twitter stating that he \"kind of expected to speak\" at the event.[119] Yang spoke at the DNC on August 20, as the third speaker of the night.[120]\nIn September 2020, the Biden campaign hired Yang as a member of its small business advisory council.[121] In November 2020, Yang announced that he and his wife were moving to Atlanta to assist Raphael Warnock's and Jon Ossoff's campaigns in the January 2021 Georgia Senate runoff elections.[122]\nIn August 2020, Yang revealed to The Carlos Watson Show that he had been in contact with Joe Biden's 2020 presidential campaign about a potential role in the Biden cabinet focusing on the issue of technology in society.[123] In Yang's book Forward: Notes on the Future of Our Democracy, he writes that he interviewed with Biden's transition team for the role of United States Secretary of Labor. He also suggested that he serve in a new role, Secretary of Technology and Innovation.[124]\n\n2021 New York City mayoral campaign[edit]\nMain article: 2021 New York City Democratic mayoral primary\nLogo for Yang's 2021 mayoral campaign\nYang campaigning for Mayor in May 2021\nAfter the suspension of his presidential campaign in February 2020, Yang was considered a potential candidate in the 2021 New York City mayoral election to succeed the outgoing Bill de Blasio,[125] with Yang himself expressing interest in seeking the office.[126] Yang had reportedly told city leaders that he intended to run for mayor[127] after polling obtained by the New York Post showed him leading the field, with 20% of New Yorkers saying they would support his candidacy.[128] Yang filed paperwork to raise money for his mayoral campaign on December 23, 2020.[129]\nOn January 8, 2021, Politico reported that Yang left New York City during the height of the COVID-19 pandemic to stay at his second home in New Paltz, New York.[130] In an interview with The New York Times, he said, \"Can you imagine trying to have two kids on virtual school in a two-bedroom apartment and then trying to do work yourself?\"[131][132] Critics saw his comments as tone-deaf, as many Americans had to balance work and family during COVID-19 lockdowns.[132]\nYang formally announced his bid for mayor on January 13, 2021, on Twitter.[133] He himself had not voted in a municipal election since 2001.[134] Yang was endorsed by U.S. Representatives Grace Meng and Ritchie Torres, as well as a number of other New York state and city political figures.[135][136] He emerged as a front-runner after entering the race,[137][138] and maintained a steady lead in polls; starting in May 2021, Yang's lead shrank as Eric Adams emerged as another front-runner.[139][140] After placing fourth in first-place votes on election night, June 22, Yang conceded that he could not win the race and ended his campaign.[15]\n\nFounding of the Forward Party[edit]\nMain article: Forward Party (United States)\nYang speaking for Wharton Undergraduates in Public Policy at the University of Pennsylvania in April 2023\nIn Yang's 2021 book Forward: Notes on the Future of Our Democracy, he announced his intention to found a new third party, the Forward Party.[141] On October 4, 2021, Yang announced on his blog that he had changed his voter registration from Democrat to Independent, saying he was \"confident that no longer being a Democrat is the right thing\";[17] the next day he announced the formation of the Forward Party.[142]\nYang said the group would start as a social movement and political action committee, and eventually petition the FEC for formal recognition as a political party.[141][143]  On July 27, 2022, the Forward Party announced a merger with the Serve America Movement and the Renew America Movement to form a new political party.[144][145] The party is officially registered as a minor party in Nevada[146] and legal party status in Maine and Texas.\nIn June 2023, Yang announced he had donated to Chris Christie's 2024 presidential campaign, in an effort to help qualify him for the upcoming Republican primary debates.[147][148] Later in December, Yang endorsed Representative Andy Kim for the Democratic nomination in the 2024 New Jersey Senate election.[149]\n\nPersonal life[edit]\nYang's wife, Evelyn Yang, speaking at an event during his presidential campaign\nYang has been married to Evelyn Yang (née Lu) since 2011; the couple have two sons.[19] He has spoken about his older son Christopher, who is autistic, saying: \"I'm very proud of my son and anyone who has someone on the spectrum in their family feels the exact same way.\"[150]\nThe Yang family lives in a rental apartment in Hell's Kitchen, Manhattan,[151] and also owns a home in New Paltz, New York, that they purchased in 2015.[152] This became the family's primary residence during the early stages of the COVID-19 pandemic,[130] and a focus of controversy during Yang's mayoral campaign.[131] In 2019, Yang reported on his tax return that he rented out this home for 58 days to friends or on Airbnb.[153]\nYang and his family attend the Reformed Church of New Paltz, which is near his home,[152] and has identified Mark E. Mast as their pastor.[154][155] He considers himself spiritual.[156] Speaking about his faith at an interfaith town hall at Wartburg College, Yang said he \"wouldn't be the first to say that [his] own journey is still in progress.\"[157]\nIn 2020, Yang received the 2021 Vilcek Prize for Excellence in Public Service, awarded by the Vilcek Foundation.[158]\nOn February 26, 2021, Yang stopped a physical attack on a journalist on the Staten Island Ferry by placing himself between the attacker and the journalist. The attacker recognized Yang and stopped the assault.[159][160][161]\n\nPublications[edit]\nSmart People Should Build Things: How to Restore Our Culture of Achievement, Build a Path for Entrepreneurs, and Create New Jobs in America. HarperCollins. February 4, 2014. ISBN 978-0062292049.\nThe War on Normal People: The Truth About America's Disappearing Jobs and Why Universal Basic Income Is Our Future. Hachette Books. April 3, 2018. ISBN 978-0316414241.\nForward: Notes on the Future of Our Democracy. Penguin Random House. October 5, 2021. ISBN 978-0-593-23865-3.\nThe Last Election (co-authored with Stephen Marche). Akashic Books. September 12, 2023. ISBN 978-1636141503.\nSee also[edit]\nBasic income in the United States\nList of advocates of basic income\nTaiwanese Americans\nNotes[edit]\n\n\n^ New York voters register their party affiliation with the state. Because the Forward Party is not a recognized party in New York, Yang is a registered independent.[1][2]\n\n\nReferences[edit]\n\n\n^ \"Party Affiliation\". Board of Elections in the City of New York. Archived from the original on July 30, 2022. Retrieved July 30, 2022.\n\n^ Yang, Andrew (October 4, 2021). \"Breaking up with the Democratic Party\". Archived from the original on December 4, 2021. Retrieved October 4, 2021.\n\n^ Chen, Shawna (July 27, 2022). \"Yang announces new Forward party with other centrist groups\". Archived from the original on July 28, 2022. Retrieved August 2, 2022.\n\n^ Adams, Kirsten; Kreiss, Daniel (2021). Power in Ideas: A Case-Based Argument for Taking Ideas Seriously in Political Communication. Cambridge University Press. doi:10.1017/9781108950954. ISBN 9781108950954. S2CID 234849809. Archived from the original on April 8, 2021. Retrieved April 8, 2021.\n\n^ a b Dovere, Edward-Isaac (January 17, 2020). \"Andrew Yang's Campaign Is Not a Joke\". The Atlantic. Archived from the original on July 26, 2020. Retrieved May 21, 2020.\n\n^ a b Kruse, Michael (August 22, 2019). \"The Surprising Surge of Andrew Yang\". Politico Magazine. Archived from the original on September 12, 2022. Retrieved May 21, 2020.\n\n^ a b Bacon, Perry Jr. (February 12, 2020). \"Goodbye To Andrew Yang, 2020's Most Unexpectedly Successful Losing Candidate\". FiveThirtyEight. Archived from the original on July 26, 2020. Retrieved May 21, 2020.\n\n^ Beinart, Peter (September 20, 2019). \"Why Andrew Yang Matters\". The Atlantic. Archived from the original on December 6, 2019. Retrieved February 12, 2020.\n\n^ Fisher, Anthony (February 7, 2020). \"From 'Trump train' to 'Yang Gang': Meet the conservatives and swing voters who have fallen hard for Andrew Yang\". Business Insider. Archived from the original on February 11, 2020. Retrieved February 12, 2020.\n\n^ Bari Weiss (January 30, 2020). \"Did I Just Get Yanged?\". The New York Times. Archived from the original on February 8, 2020. Retrieved February 12, 2020.\n\n^ Stevens, Matt (February 11, 2020). \"Andrew Yang Drops Out: 'It Is Clear Tonight From the Numbers That We Are Not Going to Win'\". The New York Times. Archived from the original on September 24, 2020. Retrieved February 12, 2020.\n\n^ Stevens, Matt (March 5, 2020). \"Andrew Yang's Next Move: A New Nonprofit Organization\". The New York Times. ISSN 0362-4331. Archived from the original on March 6, 2020. Retrieved March 6, 2020.\n\n^ Fitzsimmons, Emma G. (December 11, 2020). \"Is Andrew Yang Running for Mayor? All Signs Point to Yes\". The New York Times. ISSN 0362-4331. Archived from the original on December 11, 2020. Retrieved December 13, 2020.\n\n^ \"Andrew Yang Enters Race for Mayor, Proposes Universal Basic Income\". www.ny1.com. Archived from the original on January 14, 2021. Retrieved January 14, 2021.\n\n^ a b Gabbatt, Adam (June 23, 2021). \"Andrew Yang drops out of New York mayoral race as Eric Adams leads\". Archived from the original on June 23, 2021. Retrieved June 23, 2021.\n\n^ \"Breaking Up with the Democratic Party\". Andrew Yang. Archived from the original on December 4, 2021. Retrieved October 4, 2021.\n\n^ a b Gonzalez, Oriana. \"Andrew Yang says he officially left the Democratic Party\". Axios. Archived from the original on October 4, 2021. Retrieved October 4, 2021.\n\n^ \"#AskYangSpeaks Mailbag. Celebrating our 100th episode. | Andrew Yang | Yang Speaks\". YouTube. May 10, 2021. Archived from the original on June 2, 2021. Retrieved May 30, 2021.\n\n^ a b c d \"Andrew Yang Fast Facts\". CNN. August 28, 2019. Archived from the original on August 29, 2019. Retrieved August 29, 2019.\n\n^ a b Cline, Seth (October 11, 2019). \"Andrew Yang: Where He Stands\". U.S. News & World Report. Archived from the original on October 14, 2019. Retrieved October 17, 2019.\n\n^ a b JoeRogan (February 12, 2019). \"JRE #1245 – Andrew Yang\". Archived from the original on March 10, 2019. Retrieved March 17, 2019 – via Vimeo.\n\n^ [1] Archived May 5, 2021, at the Wayback Machine Local Asian-American groups back Andrew Yang for NYC mayor - Accessed May 5, 2021.\n\n^ a b c d e O'Connor, Maureen (June 10, 2019). \"Random Man Runs for President\". The Washington Post. Archived from the original on December 10, 2019. Retrieved December 4, 2019.\n\n^ \"Are immigrants being scapegoated? Andrew Yang (and new research) suggests yes\". Big Think. August 4, 2019. Archived from the original on August 23, 2019. Retrieved August 23, 2019.\n\n^ a b \"In photos: Andrew Yang, 2020 presidential candidate\". CNN. August 14, 2019. Archived from the original on August 15, 2019. Retrieved August 15, 2019.\n\n^ a b Dubner, Stephen J. (January 9, 2019). \"Why Is This Man Running for President? (Ep. 362)\". Freakonomics. Archived from the original on July 24, 2019. Retrieved August 15, 2019.\n\n^ a b c d e f Sullivan, Kevin (October 28, 2019). \"Andrew Yang was groomed for a high-paying job at an elite law firm. He lasted five months\". The Washington Post. Archived from the original on February 18, 2020. Retrieved October 29, 2019.\n\n^ Elias, Jennifer (July 17, 2019). \"Silicon Valley has found its presidential candidate in Andrew Yang\". CNBC. Archived from the original on August 8, 2019. Retrieved August 15, 2019.\n\n^ Business Insider Archived April 25, 2019, at the Wayback Machine, February 17, 2016. Retrieved April 26, 2019\n\n^ \"Q&A with two Exonian presidential hopefuls\". Archived from the original on March 29, 2021. Retrieved April 4, 2021.\n\n^ a b Seligson, Hannah (July 13, 2013). \"No Six-Figure Pay, but Making a Difference\". The New York Times. ISSN 0362-4331. OCLC 1645522. Archived from the original on February 14, 2018. Retrieved February 26, 2018.\n\n^ Davies, Emily (April 13, 2018). \"Alum makes 2020 presidential bid\". The Brown Daily Herald. Archived from the original on July 6, 2019. Retrieved September 13, 2019.\n\n^ a b Sullivan, Kevin (October 28, 2019). \"Andrew Yang was groomed for a high-paying job at an elite law firm. He lasted five months\". The Washington Post. Archived from the original on February 1, 2020. Retrieved January 14, 2020.\n\n^ Zimmerman, Eilene (July 28, 2011). \"Venture for America: The 'Teach for America' for Entrepreneurs?\". Inc. Archived from the original on March 10, 2019. Retrieved January 15, 2019.\n\n^ Yang, Andrew (October 21, 2014). \"The US should include entrepreneurs in its definition of service\". Quartz. Archived from the original on February 7, 2017. Retrieved February 1, 2017.\n\n^ Dubner, Stephen J. (January 9, 2019). \"Why Is This Man Running for President? (Ep. 362)\". Freakonomics. Archived from the original on July 24, 2019. Retrieved August 30, 2019.\n\n^ \"The Evolution of Education – Kaplan acquires Manhattan GMAT\". Steve Cheney – Technology, business & strategy. Archived from the original on August 13, 2013. Retrieved February 1, 2017.\n\n^ Glazer, Emily (January 12, 2012). \"For Grads Seeking to Work and Do Good\". The Wall Street Journal. ISSN 0099-9660. Archived from the original on February 7, 2017. Retrieved February 1, 2017.\n\n^ a b Bruder, Jessica (October 12, 2011). \"Starting a Teach for America for Entrepreneurs\". You're the Boss Blog, The New York Times. Archived from the original on January 4, 2018. Retrieved January 3, 2018.\n\n^ Lemon, Jason (September 22, 2019). \"Andrew Yang's former employee claims he fired her because she got married\". Newsweek. Archived from the original on September 24, 2019. Retrieved September 25, 2019.\n\n^ Garcia, Armando; Shah, Zohreen (September 26, 2019). \"Andrew Yang on 'The View': 'Zero truth' to former staffer's firing claims\". ABC News. Archived from the original on August 19, 2020. Retrieved September 26, 2019.\n\n^ Bowden, John (November 27, 2019). \"Andrew Yang accused of discriminating against female employee at education company\". The Hill. Archived from the original on December 10, 2019. Retrieved December 9, 2019.\n\n^ a b Ballard, Julie (March 29, 2017). \"Andrew Yang Steps Down as Venture for America CEO\". Silicon Bayou News. Archived from the original on January 7, 2019. Retrieved January 7, 2019.\n\n^ a b c \"Celebrating a Year of Champions of Change – President Obama Meets with 12 Champions Who Are Making a Difference in Their Communities\". whitehouse.gov (official website archives). April 27, 2012. Archived from the original on January 31, 2018. Retrieved January 3, 2018.\n\n^ \"Our Mission & Approach\". Venture for America. Archived from the original on January 4, 2018. Retrieved January 3, 2018.\n\n^ Walsh, Tom (August 17, 2014). \"Venture for America start-up program takes a shine to Detroit\". Detroit Free Press. Archived from the original on March 6, 2019. Retrieved March 5, 2019.\n\n^ \"Announcing President Obama's New Ambassadors for Global Entrepreneurship\". whitehouse.gov. April 10, 2014. Archived from the original on June 2, 2019. Retrieved August 5, 2018.\n\n^ a b \"Presidential Ambassadors for Global Entrepreneurship\". U.S. Department of Commerce. Archived from the original on January 4, 2018. Retrieved January 3, 2018.\n\n^ Rosenthal, Brian M.; Glueck, Katie (May 1, 2021). \"Andrew Yang Promised to Create 100,000 Jobs. He Ended Up With 150\". The New York Times. ISSN 0362-4331. Archived from the original on May 27, 2021. Retrieved May 28, 2021.\n\n^ \"Andrew Yang calls himself 'Mr. Job Creator.' But critics say his numbers don't add up\". ABC News. Archived from the original on June 2, 2021. Retrieved May 28, 2021.\n\n^ Schleifer, Theodore (June 13, 2019). \"Andrew Yang is promising to revitalize America. His nonprofit tried, too, but couldn't\". Vox. Archived from the original on December 14, 2020. Retrieved December 7, 2020.\n\n^ \"Generation Startup\". Generation Startup documentary film (official website). Archived from the original on April 16, 2017. Retrieved February 1, 2017.\n\n^ Strauss, Helmut (July 23, 2018). \"U.S. PRESIDENTIAL CANDIDATE JOINS MANNA BASE TEAM\". World News 123. Archived from the original on February 4, 2020. Retrieved February 4, 2020.\n\n^ \"Andrew Yang for President 2020\". Facebook. May 22, 2018. Archived from the original on February 4, 2020. Retrieved February 4, 2020.\n\n^ \"Andrew Yang Universal Basic Income Cases Experiment Upstate New York\". Business Insider. Archived from the original on January 12, 2021. Retrieved March 6, 2021.\n\n^ \"Universal basic income pilot program to launch in Hudson\". May 11, 2020. Archived from the original on April 29, 2021. Retrieved March 6, 2021.\n\n^ Clifford, Catherine (March 5, 2020). \"Andrew Yang's new non-profit is giving away $500,000 in free cash as a UBI experiment\". CNBC. Archived from the original on March 5, 2020. Retrieved March 6, 2020.\n\n^ Budryk, Zack (March 17, 2020). \"Andrew Yang reaching out to the White House on universal basic income\". The Hill. Archived from the original on March 19, 2020. Retrieved March 19, 2020.\n\n^ Merica, Dan (March 20, 2020). \"Andrew Yang's non-profit to spend more than $1 million to aid working families impacted by coronavirus\". CNN. Archived from the original on March 21, 2020. Retrieved March 21, 2020.\n\n^ Frias, Lauren (August 3, 2020). \"Andrew Yang's nonprofit is partnering with the $1K Project to bring $1,000 direct monthly payments to struggling US families\". Business Insider. Archived from the original on August 3, 2020. Retrieved August 3, 2020.\n\n^ \"New York City mayoral hopeful Andrew Yang prompts Twitter ire with 'bodega' video\". Washington Examiner. January 15, 2021. Archived from the original on January 25, 2021. Retrieved January 28, 2021.\n\n^ \"Lobby3.io\". Archived from the original on February 17, 2022. Retrieved February 17, 2022.\n\n^ \"Can Andrew Yang Stick to One Thing?\". The New Yorker. February 17, 2022. Archived from the original on February 17, 2022. Retrieved February 17, 2022.\n\n^ \"The Net Worth of Every 2020 Presidential Candidate\". Forbes. August 14, 2019. Archived from the original on August 23, 2019. Retrieved August 23, 2019.\n\n^ Bykowicz, Julie (May 15, 2019). \"Democratic Presidential Hopeful Yang's Speeches Drove Earnings\". The Wall Street Journal. Archived from the original on August 1, 2019. Retrieved September 13, 2019.\n\n^ \"Andrew Yang Net Worth: Democratic Candidate Who Promises $1,000 a Month to Every Adult Isn't As Rich As Trump\". Newsweek. July 23, 2019. Archived from the original on August 23, 2019. Retrieved August 23, 2019.\n\n^ A 501tax-exempt; NW, charitable organization 1300 L. St; Washington, Suite 200; Dc 20005857-0044. \"Net Worth of 2020 Presidential Candidates\". OpenSecrets. Retrieved December 18, 2022.{{cite web}}:  CS1 maint: numeric names: authors list (link)\n\n^ Tau, Byron (May 11, 2015). \"Meet President Obama's Entrepreneurship Ambassadors\". Washington Wire Blog, The Wall Street Journal. ISSN 0099-9660. OCLC 781541372. Archived from the original on March 10, 2019. Retrieved December 7, 2018.\n\n^ Schwarz, Hunter (February 13, 2019). \"Here's how 2020 Democrats announced their campaigns\". CNN. Archived from the original on March 8, 2019. Retrieved April 8, 2019.\n\n^ Yang, Andrew (November 6, 2017). \"Statement of Candidacy\" (PDF). U.S. Federal Election Commission. Archived (PDF) from the original on February 2, 2018. Retrieved March 2, 2018.\n\n^ \"Andrew Yang for President – Humanity First\". Andrew Yang for President. Archived from the original on February 24, 2018. Retrieved February 26, 2018.\n\n^ \"Andrew Yang is a rock star to his supporters. Can that propel him to the presidency?\". CNN. September 30, 2019. Archived from the original on October 2, 2019. Retrieved October 24, 2019.\n\n^ Sanchez, Omar (July 25, 2019). \"Inside the Democrats' Podcast Presidential Primary\". TheWrap. Archived from the original on August 3, 2019. Retrieved August 3, 2019.\n\n^ a b Brandom, Russell (April 17, 2019). \"Andrew Yang is the candidate for the end of the world\". The Verge. Archived from the original on July 3, 2019. Retrieved August 3, 2019.\n\n^ Andrew Yang Talks Universal Basic Income, Benefitting From Tech, His Run For President + More, archived from the original on July 3, 2019, retrieved August 3, 2019\n\n^ Samson, Carl (April 8, 2019). \"Andrew Yang Sat Down With Ben Shapiro and it Went… Surprisingly Well\". NextShark. Archived from the original on August 3, 2019. Retrieved August 3, 2019.\n\n^ \"Real Time with Bill Maher\". HBO. Archived from the original on August 3, 2019. Retrieved August 3, 2019.\n\n^ Yang surpasses Beto in Iowa poll, qualifies for fall debates Archived August 17, 2019, at the Wayback Machine. Retrieved August 20, 2019\n\n^ Lejeune, Tristan (January 11, 2020). \"Yang calls out DNC on polling, says he should be in Tuesday debate\". The Hill. Archived from the original on January 13, 2020. Retrieved January 13, 2020.\n\n^ Swasey, Benjamin (January 26, 2020). \"Poll Results Put Andrew Yang Back On The Democratic Debate Stage\". NPR. Archived from the original on January 28, 2020. Retrieved January 28, 2020.\n\n^ a b \"Why Andrew Yang Might Just Be What America Needs in 2020\". Coronado Eagle & Journal. August 16, 2019. Archived from the original on September 1, 2019. Retrieved September 1, 2019.\n\n^ a b \"Democrat Andrew Yang wants to be president – and give you $1,000 a...\" Reuters. May 15, 2019. Archived from the original on September 1, 2019. Retrieved September 1, 2019.\n\n^ \"Andrew Yang Trashes Media Focus on Donald Trump: 'This Is The Reality TV Show'\". The Inquisitr. August 22, 2019. Archived from the original on September 1, 2019. Retrieved September 1, 2019.\n\n^ a b Stevens, Matt (August 22, 2019). \"Andrew Yang's Bipartisan Bet\". The New York Times. ISSN 0362-4331. Archived from the original on September 1, 2019. Retrieved September 1, 2019.\n\n^ Stein, Sam; Sommer, Will (March 7, 2019). \"How Little Known Andrew Yang May End Up on the 2020 Debate Stage by Gaming the System\". The Daily Beast. Archived from the original on March 9, 2019. Retrieved March 10, 2019.\n\n^ Clifford, Catherine (April 11, 2018). \"This 43-year-old running for president in 2020 wants to give everyone $1,000 a month in free cash\". CNBC. Archived from the original on March 10, 2019. Retrieved April 2, 2019.\n\n^ Vesoulis, Abby (February 13, 2019). \"This Presidential Candidate Wants to Give Every Adult $1,000 a Month\". Time. Archived from the original on March 20, 2019. Retrieved April 2, 2019.\n\n^ Tabrizy, Nilo (May 22, 2019). \"Who Is Andrew Yang, the Internet's Favorite Candidate?\". The New York Times. ISSN 0362-4331. Archived from the original on July 2, 2019. Retrieved August 4, 2019.\n\n^ Weigel, David (March 26, 2019). \"Politics Analysis – The Trailer: 2020 has its candidate for people who hate politicians\". The Washington Post. ISSN 0190-8286. OCLC 2269358. Archived from the original on March 26, 2019. Retrieved March 26, 2019.\n\n^ Roose, Kevin (March 20, 2019). \"In Andrew Yang, the Internet Finds a Meme-Worthy Candidate\". The New York Times. ISSN 1553-8095. Archived from the original on March 20, 2019. Retrieved May 18, 2019.\n\n^ Stevens, Matt (February 11, 2020). \"Andrew Yang Drops Out: 'It Is Clear Tonight From the Numbers That We Are Not Going to Win'\". The New York Times. ISSN 0362-4331. Archived from the original on September 24, 2020. Retrieved May 21, 2020.\n\n^ Lahut, Jake. \"Andrew Yang's campaign manager had zero political experience. This is how he built an insurgent candidacy that outlasted powerful rivals\". Business Insider. Archived from the original on June 4, 2020. Retrieved May 21, 2020.\n\n^ \"Elon Musk Says He Supports 2020 White House Hopeful Andrew Yang\". Bloomberg. August 10, 2019. Retrieved December 18, 2022.\n\n^ \"Senator Hiram L. Fong\". January 11, 2007. Archived from the original on April 27, 2019. Retrieved March 10, 2019.\n\n^ \"Patsy Takemoto Mink (1927–2002)\". Democratic National Committee. December 20, 2007. Archived from the original on December 20, 2007.\n\n^ Feng, Zhaoyin (September 29, 2019). \"The 'Asian math guy' trying to be next US president\". BBC News. Archived from the original on September 29, 2019. Retrieved September 29, 2019.\n\n^ Shay, Miya (September 10, 2019). \"Andrew Yang supporters looking for momentum in Houston\". ABC13 Houston. Archived from the original on February 18, 2020. Retrieved September 12, 2019.\n\n^ Merica, Dan (February 12, 2020). \"Andrew Yang ends 2020 presidential campaign\". CNN. Archived from the original on February 12, 2020. Retrieved February 12, 2020.\n\n^ \"Andrew Yang Endorses Joe Biden, Calls Him The \"Prohibitive Nominee\"\". Deadline Hollywood. March 10, 2020. Archived from the original on March 11, 2020. Retrieved March 10, 2020.\n\n^ Kim, Avery (August 2, 2020). \"Random Man Runs for President: Andrew Yang and the Media\". Asian American Policy Review. Harvard Kennedy School. Archived from the original on August 7, 2020. Retrieved August 7, 2020.\n\n^ Cillizza, Chris (September 4, 2019). \"Is Andrew Yang being unfairly ignored?\". CNN. Archived from the original on September 10, 2019. Retrieved September 9, 2019.\n\n^ Rothschild, Neal; Fischer, Sara (September 3, 2019). \"Andrew Yang gets media cold shoulder\". Axios. Archived from the original on September 4, 2019. Retrieved September 9, 2019.\n\n^ \"Andrew Yang Blackballed From MSNBC's 2020 Democratic Presidential Candidate Chart\". inquisitr.com. June 10, 2019. Archived from the original on July 15, 2019. Retrieved August 30, 2019.\n\n^ Nguyen·June 10, Kimberly; Read, 2019·8 Min (June 10, 2019). \"Andrew Yang Totally Ignored on MSNBC's List of 2020 Democratic Presidential Candidates\". NextShark. Archived from the original on June 11, 2019. Retrieved August 30, 2019.{{cite web}}:  CS1 maint: numeric names: authors list (link)\n\n^ Klar, Rebecca (August 29, 2019). \"Yang hits CNN, media over campaign coverage\". The Hill. Archived from the original on August 29, 2019. Retrieved August 30, 2019.\n\n^ Doherty, Jennifer (August 29, 2019). \"Andrew Yang fans are crying foul over candidate's lack of media coverage\". Newsweek. Archived from the original on August 30, 2019. Retrieved August 30, 2019.\n\n^ Panetta, Grace. \"Andrew Yang's campaign says CNN corrected a chyron that excluded Yang in favor of a lower-polling candidate\". Business Insider. Archived from the original on August 29, 2019. Retrieved August 30, 2019.\n\n^ \"Yang Gang Calls Out CNN for Glaring Omission on Poll Graphic\". Mediaite. August 29, 2019. Archived from the original on August 29, 2019. Retrieved August 30, 2019.\n\n^ Weigel, David (February 11, 2020). \"Andrew Yang drops out of presidential race\". The Washington Post. Archived from the original on February 22, 2020. Retrieved March 27, 2019.\n\n^ Brown, Mike (February 12, 2020). \"Why basic income won't die with Andrew Yang's campaign\". Inverse. Archived from the original on February 13, 2020. Retrieved February 29, 2020.\n\n^ Ward, Myah (February 12, 2020). \"Andrew Yang says he's looking at other political races\". Politico. Archived from the original on February 17, 2020. Retrieved February 17, 2020.\n\n^ O'Connor, Ema (March 3, 2020). \"I Rode The Train With Andrew Yang And He Said He's Considering Running For Mayor Of New York\". BuzzFeed News. Archived from the original on March 4, 2020. Retrieved March 4, 2020.\n\n^ Cole, Devan (February 19, 2020). \"Andrew Yang Joins CNN as a political commentator\". CNN. Archived from the original on February 13, 2021. Retrieved February 19, 2020.\n\n^ LeBlanc, Paul (March 11, 2020). \"Andrew Yang endorses Joe Biden for president\". CNN. Archived from the original on March 11, 2020. Retrieved March 11, 2020.\n\n^ Deese, Kaelan (March 31, 2020). \"Andrew Yang to launch issues-based podcast\". The Hill. Archived from the original on March 31, 2020. Retrieved April 1, 2020.\n\n^ Spangler, Todd (March 31, 2020). \"Andrew Yang Sets Launch of Issues-Oriented Podcast 'Yang Speaks'(EXCLUSIVE)\". Variety. Archived from the original on April 8, 2020. Retrieved May 13, 2020.\n\n^ LeBlanc, Paul (April 29, 2020). \"Andrew Yang sues over New York's canceled presidential primary\". CNN. Archived from the original on January 26, 2021. Retrieved April 30, 2020.\n\n^ Mahoney, Bill (May 5, 2020). \"Judge reinstates New York's Democratic presidential primary\". Politico. Archived from the original on May 7, 2020. Retrieved May 6, 2020.\n\n^ Lalljee, Jason (August 11, 2020). \"Andrew Yang on Democratic National Convention: 'I kind of expected to speak'\". USA Today. Archived from the original on August 12, 2020. Retrieved August 13, 2020.\n\n^ Midkiff, Sarah. \"Andrew Yang Has Been Added To The DNC Speaker Lineup Thanks To The #YangGang\". www.refinery29.com. Archived from the original on August 14, 2020. Retrieved August 13, 2020.\n\n^ \"Andrew Yang Becomes Eighth Former Democratic Presidential Candidate to Join Joe Biden's Team\". Newsweek. Archived from the original on September 23, 2020. Retrieved September 14, 2020.\n\n^ \"Andrew Yang moving to Atlanta to help Democrats win Senate runoffs\". WSBTV. November 8, 2020. Archived from the original on November 8, 2020. Retrieved November 8, 2020.\n\n^ \"Will Andrew Yang Be Secretary of Commerce in Joe Biden's Cabinet? - YouTube\". www.youtube.com. Archived from the original on February 1, 2021. Retrieved January 26, 2021.\n\n^ \"Andrew Yang pitched a 'secretary of technology and innovation' cabinet position to the Biden transition team, according to his new book\". Insider Inc. Archived from the original on September 23, 2021. Retrieved September 23, 2021.\n\n^ i_beebe (February 13, 2020). \"Rumors swirl around Yang mayoral run\". City & State NY. Archived from the original on January 14, 2021. Retrieved January 1, 2021.\n\n^ Goldiner, Dave (February 12, 2020). \"Andrew Yang fans mayor rumors with 'See you in New York' declaration\". nNew York Daily News. Archived from the original on February 26, 2021. Retrieved January 1, 2021.\n\n^ Williams, Jordan (December 11, 2020). \"Andrew Yang telling New York City leaders he intends to run for mayor: NYT\". The Hill. Archived from the original on December 11, 2020. Retrieved December 16, 2020.\n\n^ Hicks, Nolan (December 8, 2020). \"Stringer weak, Yang could be 2021 NYC mayoral contender, poll shows\". The New York Post. Archived from the original on December 12, 2020. Retrieved December 16, 2020.\n\n^ Hicks, Nolan (December 23, 2020). \"Andrew Yang files paperwork to run for NYC mayor\". New York Post. Archived from the original on December 23, 2020. Retrieved December 23, 2020.\n\n^ a b Goldenberg, Sally (January 8, 2021). \"Andrew Yang left New York as Covid surged. Now he wants to be mayor\". Politico PRO. Archived from the original on September 12, 2022. Retrieved May 5, 2021.\n\n^ a b Brewster, Jack (January 11, 2021). \"Yang Slammed After Trying To Justify Fleeing New York City During Pandemic\". Forbes. Archived from the original on April 23, 2021. Retrieved April 23, 2021.\n\n^ a b Kate, Glueck (January 11, 2021). \"Can Andrew Yang Make It in New York City Politics?\". The New York Times. Archived from the original on April 24, 2021. Retrieved April 24, 2021.\n\n^ @AndrewYang (January 14, 2021). \"I moved to New York City 25 years ago. I came of age, fell in love, and became a father here. Seeing our City in so much pain breaks my heart. Let's fight for a future New York City that we can be proud of – together. Join us at YangforNY.com\" (Tweet) – via Twitter.\n\n^ \"Yang talks voting\". Politico New York. May 7, 2021. Archived from the original on May 7, 2021. Retrieved May 7, 2021.\n\n^ \"Rep. Ritchie Torres endorses Andrew Yang for NYC Mayor, will serve as campaign co-chair\". Al Día. Archived from the original on January 14, 2021. Retrieved January 14, 2020.\n\n^ Durkin, Erin; CUSTODIO, ANNA GRONEWOLD with JONATHAN (January 28, 2021). \"Mayoral candidates scramble for endorsements — Cuomo eases pandemic restrictions — School enrollment drops\". Politico. Archived from the original on May 13, 2021. Retrieved March 22, 2021.\n\n^ \"Early front-runners like Andrew Yang usually win NYC mayoral primaries\". CNN. April 24, 2021. Archived from the original on June 1, 2021. Retrieved June 4, 2021.\n\n^ \"More of Andrew Yang's Campaign Donors Live Outside New York City Than In It\". The City. May 11, 2021. Archived from the original on June 4, 2021. Retrieved June 4, 2021.\n\n^ Campanile, Carl (May 26, 2021). \"Adams tops Yang in latest mayoral poll as Garcia jumps to third, with many still undecided\". New York Post. Archived from the original on June 10, 2021. Retrieved June 10, 2021.\n\n^ Prater, Nia (June 7, 2021). \"Bad News for Andrew Yang With Two Weeks to Go\". New York Intelligencer. Archived from the original on June 10, 2021. Retrieved June 10, 2021.\n\n^ a b Lahut, Jake (September 23, 2021). \"Andrew Yang's new 3rd party will be called 'The Forward Party', according to his forthcoming book\". Insider Inc. Archived from the original on November 23, 2021. Retrieved September 23, 2021.\n\n^ Holzberg, Melissa (October 6, 2021). \"Yang leverages name recognition, fundraising power to launch Forward Party\". OpenSecrets. Archived from the original on October 10, 2021. Retrieved October 10, 2021.\n\n^ \"Frequently asked questions\". Forward Party. October 5, 2021. Archived from the original on October 11, 2021. Retrieved October 5, 2021.\n\n^ Reid, Tim (July 27, 2022). \"Former Republicans and Democrats form new third U.S. political party\". Reuters. Archived from the original on July 28, 2022. Retrieved July 28, 2022.\n\n^ \"Former US Democrat Andrew Yang launches centrist 'Forward Party'\". Al Jazeera. July 28, 2022. Archived from the original on July 28, 2022. Retrieved July 28, 2022.\n\n^ \"Nevada\". Forward Party. Retrieved December 18, 2022.\n\n^ \"Chris Christie's presidential run gets an unexpected Democratic boost\". News Channel 5 Nashville (WTVF). June 15, 2023. Retrieved July 11, 2023.\n\n^ \"@AndrewYang\". Twitter. Retrieved July 11, 2023.\n\n^ \"Andy Kim | Blog\". Andrew Yang. Retrieved January 7, 2024.\n\n^ Rocha, Veronica; Merica, Dan (April 14, 2019). \"Yang says he wants to destigmatize autism and create a federal funding program\". CNN. Archived from the original on April 20, 2019. Retrieved April 20, 2019.\n\n^ Balk, Tim (March 30, 2021). \"Mayoral candidate Andrew Yang says woman attacked in Hell's Kitchen 'could easily have been my mother'\". New York Daily News. Archived from the original on May 19, 2021. Retrieved May 23, 2021.\n\n^ a b Campbell, Jon. \"Andrew Yang is running for New York City mayor. His roots are in the Hudson Valley\". The Journal News. Gannett. Archived from the original on January 2, 2021. Retrieved June 9, 2021. Yang had taken to attending Sunday services at the Reformed Church of New Paltz with his young family after purchasing a weekend home less than two miles away in 2015.\n\n^ Goldenberg, Sally; Anuta, Joe (March 30, 2021). \"They want to manage the city's budget. Here's a look at how they manage their own\". Politico PRO. Archived from the original on May 14, 2021. Retrieved June 9, 2021. He made $10,662 in capital gains from investments that year and $43,794 through renting his four-bedroom New Paltz house for 58 days for an average cost of $677 a night. His campaign spokesperson, Jake Sporn, said he relied in part on Airbnb, which is heavily regulated in New York state and all-but-illegal in New York City.\n\n^ \"Reformed Church of New Paltz: \"Meet our pastors\"\". Reformed Church of New Paltz. Archived from the original on April 25, 2019. Retrieved April 25, 2019.\n\n^ \"The Freedom Dividend and Faith\". Yang 2020 official website blog. May 15, 2018. Archived from the original on March 21, 2019. Retrieved March 13, 2019.\n\n^ \"Andrew Yang Answers the Internet's Questions\", The Young Turks, June 29, 2019, archived from the original on February 18, 2020, retrieved July 1, 2019\n\n^ Andrew Yang Interfaith Town Hall at Wartburg College | What are Andrew's Religious Views?, archived from the original on May 13, 2021, retrieved January 27, 2020\n\n^ \"Vilcek Foundation Awards the 2021 Vilcek Prize for Excellence in Public Service to Andrew Yang\". Vilcek Foundation. Archived from the original on September 27, 2020. Retrieved September 9, 2020.\n\n^ Perrett, Connor (February 26, 2021). \"Andrew Yang intervened when a man wielding a metal pole attacked a photojournalist on the Staten Island Ferry\". Business Insider. Archived from the original on May 13, 2021. Retrieved February 27, 2021.\n\n^ Michel, Clifford (February 26, 2021). \"Andrew Yang to the Rescue: Mayoral Candidate Helps Photographer Attacked on Staten Island Ferry\". THE CITY. Archived from the original on May 23, 2021. Retrieved May 23, 2021.\n\n^ Hicks, Nolan; Rosenberg, Rebecca (February 26, 2021). \"Andrew Yang rushes to aid of a photographer during assault on SI Ferry\". New York Post. Archived from the original on May 23, 2021. Retrieved May 23, 2021.\n\n\nExternal links[edit]\nLibrary resources about  Andrew Yang \nResources in your library\nResources in other libraries\n\nBy Andrew Yang\nResources in your library\nResources in other libraries\n\n Media related to Andrew Yang (entrepreneur) at Wikimedia Commons\n Quotations related to Andrew Yang at Wikiquote\nOfficial campaign website\nForward Party website\nAppearances on C-SPAN \nFinancial information (federal office) at the Federal Election Commission\nvte(← 2016) 2020 United States presidential election (2024 →)Joe Biden, Kamala Harris (D), 306 electoral votes; Donald Trump, Mike Pence (R), 232 electoral votes\n2020 United States elections\nPolls\nnational\nstate\nPredictions\nTimeline\nDebates\nPostal voting\nSocial media\nFundraising\nElectors\nElectoral College vote count\nTransition\ninaugurationDemocratic Party▌IPO · ▌WFP\nPrimaries\nCandidates\nDebates\nForums\nResults\nConvention (automatic delegates)\nPolls (national · state)\nPositions\nEndorsements\nVP candidate selection\nUnity Task Forces\nCandidates\nNominee: Joe Biden\ncampaign\nendorsements\nprimary\ncelebrity\norganizations\nCongress\nstate & territorial officials\nmunicipal officials\npositions\nVP nominee: Kamala Harris\npositions\nWithdrew during primaries\nMichael Bennet\nMichael Bloomberg\ncampaign\nendorsements\npositions\nPete Buttigieg\ncampaign\nendorsements\npositions\nTulsi Gabbard\ncampaign\npositions\nAmy Klobuchar\ncampaign\nendorsements\npositions\nDeval Patrick\nBernie Sanders\ncampaign\nendorsements\npositions\nmedia coverage\nTom Steyer\nElizabeth Warren\ncampaign\nendorsements\npositions\nAndrew Yang\ncampaign\nendorsements\nWithdrew before primaries\nCory Booker\ncampaign\nendorsements\npositions\nSteve Bullock\nJulian Castro\nBill de Blasio\nJohn Delaney\ncampaign\npositions\nKirsten Gillibrand\npositions\nMike Gravel\ncampaign\nKamala Harris\ncampaign\nendorsements\npositions\nJohn Hickenlooper\nJay Inslee\ncampaign\nWayne Messam\nSeth Moulton\nRichard Ojeda\nBeto O'Rourke\ncampaign\nTim Ryan\nJoe Sestak\nEric Swalwell\nMarianne Williamson\ncampaign\nRepublican Party▌CPNYS · ▌RTLP\nPrimaries\nResults\nDebates\nConvention\nPolls\nCandidates\nIncumbent nominee\nDonald Trump\ncampaign\nendorsements\npolitical\nnon-political\npositions\nGOP opposition\nGOP reactions to fraud claims\nIncumbent VP nominee: Mike Pence\nWithdrew during primaries\nRocky De La Fuente\nBob Ely\nJack Fellure\nZoltan Istvan\nJoe Walsh\ncampaign\nBill Weld\ncampaign\nWithdrew before primaries\nMark Sanford\ncampaign\nLibertarian Party\nPrimaries\nResults\nConvention\nCandidates\nNominee\nJo Jorgensen\ncampaign\nendorsements\nVP nominee: Spike Cohen\nEliminated in balloting\nJim Gray\nAdam Kokesh\nJohn McAfee\nJohn Monds\nVermin Supreme\ncampaign\nWithdrew before or during primaries\nMax Abramson\nLincoln Chafee\nZoltan Istvan\nFormed exploratory committee but did not run\nJustin Amash\nGreen Party▌LMN · ▌SA · ▌SPUSA\nPrimaries\nResults\nDebates\nConvention\nCandidates\nNominee: Howie Hawkins\ncampaign\nendorsements\nVP nominee: Angela Walker\nWithdrew during primaries\nDario Hunter\nOther candidates\nJesse Ventura\nvteOther third-party candidatesAlliance Party▌AIP · ▌Reform\nNominee: Rocky De La Fuente\nVP nominee: Darcy Richardson\nAIP VP nominee: Kanye West\nOther candidates\nMax Abramson\nPhil Collins\nAmerican Solidarity Party\nNominee: Brian T. Carroll\nOther candidates\nJoe Schriner\nBirthday Party\nNominee: Kanye West\ncampaign\npositions\nBread and Roses\nNominee: Jerome Segal\nConstitution Party\nPrimaries\nNominee: Don Blankenship\nParty for Socialism & Liberation▌LUP · ▌PFP\nNominee: Gloria La Riva\nVP nominee: Leonard Peltier (withdrew)\nOther candidates: Howie Hawkins\nProgressive Party\nNominee: Dario Hunter\nProhibition Party\nNominee: Phil Collins\nSocialist Action\nNominee: Jeff Mackler\nSocialist Equality Party\nNominee: Joseph Kishore\nSocialist Workers Party\nNominee: Alyson Kennedy\nIndependent candidates\nDeclared\nPete Accetturo\nMark Charles\nBrock Pierce (▌IPNY nominee)\nJade Simmons\nJoe Schriner\nWithdrew\nPerry Caravello\nJeremy Gable\nDisputesAttempts to overturn\nProtests\nduring inauguration week\nU.S. Capitol attack\ntimeline\naftermath\nsecond impeachment of Donald Trump\ntrial\nJanuary 6 commission\nreactions\ndomestic\ninternational\nTrump–Raffensperger phone call\nEastman memos\nLawsuits\nFiled before Election Day\nFiled during or after Election Day\nArizona\nGeorgia\nMichigan\nNevada\nPennsylvania\nWisconsin\nTexas v. Pennsylvania\nControversies\nRussian interference\nVoting restrictions\n\nvteUniversal basic income topicsTopics\nBasic income models\nCitizen's dividend\nFreedom dividend\nGuaranteed minimum income\nJobless recovery\nNegative income tax\nReal freedom\nRight to an adequate standard of living\nTechnological unemployment\nUniversal basic income pilots\nUniversal inheritance\nOrganizations\nBasic Income Alliance\nBasic Income Earth Network\nBasic Income Party\nEnhet\nForward Party\nGreen Party\nLeft Alliance\nLIVRE\nParty of Humanists\nPirate Party\nPolitical Party for Basic Income\nReCivitas\nVivant\nVolt Europa\nAdvocatesHistoric\nTony Atkinson\nC. H. Douglas\nMilton Friedman\nStephen Hawking\nAilsa McKay\nJames Meade\nThomas Paine\nJuliet Rhys-Williams\nAnthony Barber\nContemporary\nRutger Bregman\nÉtienne Chouard\nHarry F. Dahms\nUffe Elbæk\nAndré Gorz\nSepp Kusstatscher\nGuy Standing\nEduardo Suplicy\nPhilippe Van Parijs\nCarole Pateman\nChristopher Pissarides\nClaus Offe\nKatja Kipping\nGötz Werner\nRichard David Precht\nValter Mutt\nAnnika Lillemets\nOsmo Soininvaara\nLi Andersson\nSusanne Wiest\nBirger Schlaug\nChristian Engström\nBenoît Hamon\nBjörn Wahlroos\nAndrew Yang\nRelated programs\nAlaska Permanent Fund\nAsignación Universal por Hijo\nBrazil (Bolsa Família, Auxílio Brasil)\nIranian subsidy reform plan\nOmitara\nQuatinga Velho\nSocial dividend\nBy region\nBrazil\nCanada\nGermany\nIndia\nJapan\nNetherlands\nNordic countries\nUnited Kingdom\nUnited States\nGlobal\nWorks\nAgrarian Justice (pamphlet)\nBullshit Jobs (book)\nInventing the Future: Postcapitalism and a World Without Work (monograph)\nThe War on Normal People (book)\nUtopia for Realists (book)\n\nvteCNN personnelNews anchorsand hosts\nJim Acosta\nDana Bash\nJohn Berman\nVictor Blackwell\nWolf Blitzer\nKate Bolduan\nPamela Brown\nErin Burnett\nAlisyn Camerota\nKaitlan Collins\nAnderson Cooper\nPoppy Harlow\nErica Hill\nKasie Hunt\nBrianna Keilar\nPhil Mattingly\nAbby Phillip\nJim Sciutto\nMichael Smerconish\nJake Tapper\nFredricka Whitfield\nFareed Zakaria\nSpecial episodeanchors and hosts\nW. Kamau Bell – United Shades of America\nAnderson Cooper – CNN Heroes\nVan Jones – The Messy Truth with Van Jones\nMark Konkol – Chicagoland\nMike Rogers – Declassified: Untold Stories of American Spies\nMike Rowe – Somebody's Gotta Do It\nKevin Spacey – Race for the White House\nMorgan Spurlock – Morgan Spurlock Inside Man\nMeryl Streep – We Will Rise\nJohn Walsh – The Hunt with John Walsh\nBill Weir – The Wonder List with Bill Weir\nFareed Zakaria – The Most Powerful Man in the World\nCorrespondents\nChristiane Amanpour\nKatie Benner\nJohn Berman\nElizabeth Cohen\nDaniel Dale\nJeremy Diamond\nStephanie Elam\nTom Foreman\nDelia Gallagher\nHadas Gold\nDavid Gregory\nSanjay Gupta\nPaula Hancocks\nNia-Malika Henderson\nErica Hill\nOmar Jimenez\nRandi Kaye\nSam Kiley\nJohn King\nKyung Lah\nMJ Lee\nMiguel Marquez\nJeanne Moos\nDonie O'Sullivan\nFrederik Pleitgen\nManu Raju\nElle Reeve\nPaula Reid\nFarai Sevenzo\nSara Sidner\nKayla Tausche\nAlayna Treene\nNischelle Turner\nClarissa Ward\nJeff Zeleny\nAnalysts\nJohn L. Allen Jr.\nRobert Baer\nCarl Bernstein\nPreet Bharara\nJoan Biskupic\nGloria Borger\nRon Brownstein\nFrank Bruni\nJosh Campbell\nS. E. Cupp\nJosh Dawsey\nJohn Dean\nHarry Enten\nDavid Gergen\nBianna Golodryga\nSanjay Gupta\nMaggie Haberman\nMark Hertling\nElie Honig\nVan Jones\nJuliette Kayyem\nJohn Kirby\nErrol Louis\nAnne Milgram\nKirsten Powers\nMark Preston\nAsha Rangappa\nJennifer Rodgers\nSamantha Vinograd\nContributors\nJohn Avlon\nDavid Axelrod\nPaul Begala\nKatie Benner\nPeter Beinart\nMaria Cardona\nAmanda Carpenter\nLanhee Chen\nS. E. Cupp\nLanny Davis\nJosh Dawsey\nJohn Dean\nCharlie Dent\nAlan Dershowitz\nBrian Fallon\nBen Ferguson\nDavid Frum\nMary Katharine Ham\nMarc Lamont Hill\nMargaret Hoover\nScott Jennings\nJason Kander\nSally Kohn\nBill Kristol\nJackie Kucinich\nMatt K. Lewis\nWesley Lowery\nKevin Madden\nTimothy Naftali\nAna Navarro\nChristine Quinn\nHilary Rosen\nMatthew Rosenberg\nAngela Rye\nBakari Sellers\nJonathan Tasini\nAndrew Yang\nMeteorologists\nPedram Javaheri\nChad Myers\nPast anchors\nKate Abdo\nCristina Alesci\nNatalie Allen\nSharyl Attkisson\nRudi Bakhtiar\nBrooke Baldwin\nAshleigh Banfield\nAnthony Bourdain\nDave Briggs\nAaron Brown\nCampbell Brown\nAna Cabrera\nJack Cafferty\nJoie Chen\nKiran Chetry\nConnie Chung\nCarol Costello\nCandy Crowley\nChris Cuomo\nLou Dobbs\nTony Harris\nMichael Holmes\nGeorge Howell\nD. L. Hughley\nDaryn Kagan\nLarry King\nAlison Kosik\nDon Lemon\nRoland Martin\nReynelda Muse\nPiers Morgan\nSoledad O'Brien\nMichaela Pereira\nKitty Pilgrim\nThomas Roberts\nJohn Roberts\nChristine Romans\nZoraida Sambolin\nRick Sanchez\nIsha Sesay\nBernard Shaw\nBrian Stelter\nGreta Van Susteren\nJane Velez-Mitchell\nAli Velshi\nLou Waters\nJudy Woodruff\nPaula Zahn\nPast correspondents\nMike Brooks\nSamuel Burke\nSara Ganim\nDrew Griffin\nKaylee Hartung\nEd Henry\nJohn Harwood\nJohn Holliman\nJoe Johns\nAndrea Koppel\nMichelle Kosinski\nLiz Landers\nIan James Lee\nSuzanne Malveaux\nErin McPike\nRyan Nobles\nMiles O'Brien\nLola Ogunnaike\nKeith Olbermann\nAsh-har Quraishi\nChristine Romans\nMartin Savidge\nLaurie Segall\nBarbara Starr\nAdaora Udoji\nJessica Yellin\nPast contributors\nTucker Carlson\nChris Cillizza\nStephanie Cutter\nLanny Davis\nNewt Gingrich\nLZ Granderson\nJennifer Granholm\nJeffrey Lord\nKayleigh McEnany\nJen Psaki\nRick Santorum\nTara Setmayer\nJeffrey Toobin\nJ. D. Vance\n\nPortals: Politics Society Biography New York (state)\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nGermany\nIsrael\nUnited States\nKorea\nNetherlands\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Andrew_Yang&oldid=1195405272\"",
    "twitter": ""
  },
  {
    "name": "Andy Gorel",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/andy-gorel-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Andy Meek",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/andy-meek-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Andy Ngo",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/andy-ngo-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American right-wing author and influencer\n\n\nAndy NgoNgo in 2019BornAndy Cuong Ngo1986 or 1987 (age 36–37)Portland, Oregon, U.S.EducationUniversity of California, Los Angeles (BA)Portland State UniversityOccupationsSocial media influencerjournalistwriterEmployerThe Post MillennialKnown forCoverage of antifa, Muslims and right-wing politicsWebsiteandy-ngo.com\nAndy Cuong Ngo (/noʊ/ n-oh; born c. 1986)[1] is an American right-wing author and social media influencer,[2] who is known for covering and video-recording demonstrators.[3] He is a journalist and editor-at-large for The Post Millennial, a Canadian conservative news website,[4] and a regular guest on Fox News.[5] Ngo has published columns in the New York Post[6] and The Wall Street Journal.[7]\nNgo's coverage of antifa and Muslims has been controversial, and the accuracy and credibility of his reporting have been disputed by other journalists. He has been accused of sharing misleading or selective material,[8][9][10] and has been described as a provocateur.[11][12]\n\n\nEarly life and education\nNgo was born and raised in Portland, Oregon.[1] His parents fled Vietnam in 1978 as Vietnamese boat people,[13] after they had been forced into labor and re-education camps by the Communist government.[14] His mother came from an educated middle-class family that ran a jewelry business.[13] His father had been a police officer in a small coastal town in Vietnam.[13] His parents first met amid a six-month stay at a United Nations High Commissioner for Refugees camp near Tanjungpinang, Indonesia, prior to their arrival in the United States in 1979.[15]\nRaised in a Buddhist family, Ngo converted to Christianity in high school.[14] After a period of time as an evangelical Christian, he became disillusioned and took an interest in skepticism. He subsequently became an atheist,[14] and was strongly against organized religion, which was reflected in his social media activity in the form of what Ngo later described as \"inflammatory language\", with Reddit comments such as \"Islam needs to be neutered like Christianity\".[10] In 2019, Ngo said that his earlier social media activity \"represented my simplistic views at the time\" and that his comments no longer represented his beliefs.[10]\nWhile attending the University of California, Los Angeles (UCLA), Ngo volunteered with AmeriCorps.[13] He graduated from UCLA in 2009 with a graphic design degree.[14] After graduation, he experienced a period of unemployment and worked as a photographer at a used car dealership.[14] In the mid-2010s, Ngo came out as gay while visiting relatives in rural Vietnam.[13] He began volunteering as a photographer at the Center for Inquiry in Portland in 2013.[10]\nIn 2015, Ngo enrolled in a master's program at Portland State University for political science, with a focus on international relations and comparative politics.[1][14] While attending the school, he joined the Freethinkers of Portland State University,[14] a student organization that worked closely with professor Peter Boghossian.[10][16]\nNgo has been described by critics as a disciple of James O'Keefe, the founder of Project Veritas, a right-wing activist group.[17][18]\n\nCareer\nPSU Vanguard (2016–2017)\nWhile enrolled at Portland State University (PSU), Ngo worked as a multimedia editor at the Portland State Vanguard, a student newspaper.[10] In 2016, he reported on a demonstration organized by Don't Shoot Portland in which a man pulled a gun on a crowd of protesters.[19]\nIn 2017, Ngo drew national attention after he was fired from the Vanguard and accused the newspaper of firing him over his conservative political beliefs.[13] He attended an April 26 interfaith panel at the university, then used his personal account to tweet a video clip of a Muslim student's remarks. In the clip, the student states, in part, \"in a Muslim country, in a country based on the Koranic laws, disbelieving, or being an infidel, is not allowed so you will be given the choice [to leave].\" Alongside the video, Ngo wrote: \"At @Portland_State interfaith panel today, the Muslim student speaker said that apostates will be killed or banished in an Islamic state.\"[1] Breitbart News picked up and circulated the video within 24 hours of Ngo's posting,[1] which led to a \"social media firestorm\".[16] Four days later, the Vanguard's editor, Colleen Leary, fired Ngo and stated that he was dismissed because his summary of the Muslim student's remarks reflected a reckless oversimplification and violation of journalistic ethics, and was meant to incite a reaction.[1] She said that the dismissal was \"not partisan\".[1]\nIn May 2017, Ngo wrote an op-ed for the National Review on the subject titled \"Fired for Reporting the Truth\".[1][20] He also took part in online discussions about the incident on the pro-Donald Trump subreddit r/The Donald, where he called the firing part of a \"trend towards self-censorship in the name of political correctness\".[16] Leary reported that since the incident did not receive much attention on campus, it left her with questions about the relationship between Breitbart News and Ngo.[1][16] Ngo has said that he did not contact Breitbart News about his tweet.[1]\n\nCampus event coverage (2017–2018)\nWith his student group the Freethinkers of PSU, Ngo helped organize a January 2017 campus event with Dave Rubin, Peter Boghossian, and Christina Hoff Sommers.[21] According to Ngo, Rose City Antifa used social media to launch a phone campaign aimed at administrators in an unsuccessful effort to shut down the event.[21]\nNgo and the Freethinkers of PSU hosted several speakers at a campus event on February 17, 2018, that included the headliner James Damore, a former Google engineer and author of \"Google's Ideological Echo Chamber\", an internal memo on diversity and gender that the company fired him for after they determined it was discriminatory and had elements that constituted sexual harassment.[16][22] The day before the event, Ngo wrote an op-ed in The Wall Street Journal in which he stated that there had been threats of violence against the event on Facebook and Twitter, which had led campus police to deny organizers' request for a larger venue to accommodate the expected crowd.[22][23] During the event, a portion of the audience walked out in protest, and one protester attempted to vandalize the audio system on her way out.[16][22] Jason Wilson of The Guardian stated that the Damore event was one of several that appeared to have been \"calculated to provoke Portland's progressive activists\" and that Ngo's widely circulated videos fit into a pattern of actions where Ngo had \"shrewdly inserted\" his coverage \"into the workings of the rightwing outrage machine\" several times within the preceding year.[16] Afterwards, Ngo wrote an article about the incident for Quillette, and the story was covered by YouTuber and political commentator Tim Pool.[16]\nAs a PSU graduate student,[16][24] Ngo filmed a talk on March 5, 2018, at Lewis & Clark Law School in Portland by Christina Hoff Sommers, a resident scholar at the American Enterprise Institute known for her criticism of the women's movement. The event was disrupted by student protesters engaging in no platforming tactics, who forced the talk to end early.[24][25][26] Ngo posted photos and video clips of students gathering on the stage and drowning out Sommers' talk with chanting and music.[25][26] Ngo, who had covered protests at several talks given by Sommers,[26] expressed interest in what he called \"illiberal reactions\" which he said restrict freedom of thought or behavior.[24]\n\nReporting in 2018\nOn August 29, 2018, Ngo wrote an op-ed titled \"A Visit to Islamic England\" for The Wall Street Journal.[27] In the article, Ngo described his experiences in two neighborhoods in East London, including visits to a mosque and an Islamic center. From these experiences, he concluded that London was afflicted with \"failed multiculturalism\".[28] He mistakenly connected alcohol-free zones in parts of London to the Muslim-majority populations, subsequently issuing a correction acknowledging that alcohol-free zones \"appear in many English neighborhoods, irrespective of Muslim population.\"[29][30] Ngo's opinion piece was widely said[by whom?] to have been Islamophobic.[31] Alex Lockie from Business Insider criticized Ngo's article for \"fear monger[ing] around England's Muslim population\" and cherry-picking evidence, and for mischaracterizing the neighborhood near the East London Mosque.[27] Steve Hopkins from HuffPost stated that \"some of his [Ngo's] assertions have already been disproved\".[32]\nIn October 2018, Ngo started a podcast entitled Things You Should Ngo. His interviewees included Jordan Peterson, Dave Rubin and Carl Benjamin (who uses the pen name \"Sargon of Akkad\" online).[14]\n\nLivestreaming Patriot Prayer rallies (2017–2019)\nIn 2017, Ngo began filming rallies held by Patriot Prayer, a Portland-area far-right group[14] known for holding pro-gun, pro-Trump rallies[33] that have devolved into violence and street fighting.[34][35][36] The Patriot Prayer gatherings (whose early rallies were used by white nationalists as recruitment events) were met by Portland's anti-fascists and anarchists known to support direct action, including violence.[14] November 2018, Ngo live-streamed video coverage of the Him Too rally organized by a Patriot Prayer member in downtown Portland, and was sprayed with silly string and harassed[37] by antifa protesters.[38][39] By 2019, Ngo routinely attended and live-streamed events at Portland protests.[31]\n\nMay Day 2019\nOn May 1, 2019, Ngo attended demonstrations and counter protests in Portland associated with International Workers Day or May Day.[40][41] He reported being punched and blasted with bear spray while filming two separate May Day events, including a brawl between left-wing activists and members of Patriot Prayer, outside the Cider Riot pub.[41] Bellingcat stated that Ngo's tweets framed the brawl as an unprovoked assault by anti-fascists.[42] Prior to the fight, Ngo was filmed standing in the presence of members of Patriot Prayer as they planned an attack on antifascists following the protests.[10][43] Ngo did not report on the actions of Patriot Prayer.[42] Five members of Patriot Prayer were charged with felony riot incitement for their actions on May Day 2019, including the group's leader Joey Gibson.[44]\n\nAssault during coverage of the Proud Boys rally and counter-protest (2019)\nOn June 29, 2019, Ngo covered protests at a rally organized by the far-right group Proud Boys in Portland. A group of counter-protesters also organized, some of whom physically attacked Ngo, who was present filming.[45] Ngo was punched in the head, kicked and hit with at least one milkshake. He blamed his injuries on antifa counter-protesters. No individual attackers were identified.[46][47][48] He walked away and reported what happened in a livestream, during which a medic arrived to check on him.[49] The video of the June 29 incident where Ngo was assaulted by masked demonstrators went viral and led the Proud Boys, a group designated as a hate group by the Southern Poverty Law Center, to organize a follow-up event in Portland known as the End Domestic Terrorism rally for August 17, 2019.[50][51]\nAs a result of the attack, medical examiners determined that Ngo suffered a subarachnoid hemorrhage.[14][37] He retained attorney Harmeet Dhillon to investigate the response of the Portland Police Bureau.[52] Following Ngo's attack, Texas Senator Ted Cruz called on federal authorities to investigate Ted Wheeler, Portland's mayor and police commissioner.[53][54] 2020 Democratic Party presidential candidate Andrew Yang wished Ngo a speedy recovery.[53] Broader analysis of media coverage following Ngo's attack was polarized, with each side expressing criticism of the other,[clarification needed] including essays in  The Atlantic[55] and Commentary.[37][non-primary sources needed]\nOn August 21, 2023, Multnomah County Circuit Judge Chanpone Sinlapasai awarded Ngo $300,000 in damages from three defendants who failed to appear in court to contest Ngo's claims.[56]\n\nPatriot Prayer video and departure from Quillette (2019)\nOn August 26, 2019, the Portland Mercury reported[57] on a video where Ngo was seen smiling[37] and laughing at certain points[8][58] while standing in the presence of members of Patriot Prayer on May 1, as they planned an attack on antifascists following the May Day protests.[10] He later followed the group on foot a few blocks to the Cider Riot bar, where Patriot Prayer members attacked the patrons. The video became part of court documents in a lawsuit against Patriot Prayer members for causing the riot. One of the victims of the attack was knocked unconscious with a baton and suffered a broken vertebra; Ngo later posted a video of her being attacked and identified her online.[59] The Portland Mercury's Alex Zilenski stated \"there's no way [Ngo] couldn't know the group was planning on instigating violence.\"[58] The Portland Mercury also quoted an undercover antifascist embedded in Patriot Prayer saying that Ngo had an \"understanding\" with the far-right group that the group \"protects him and he protects them\".[57]\nLater during the day on August 26, Ngo's name was deleted from Quillette's masthead, and the site from Ngo's Twitter feed.[43] The editor of Quillette, Claire Lehmann, told The Daily Beast that the two developments were not linked and that Ngo had left the website several weeks earlier.[43] After publication of its story, the Portland Mercury published a letter from Ngo's lawyer seeking retraction of the newspaper's \"false and inherently defamatory statements\". The Portland Mercury stood by its reporting.[57]\nOn August 30, The Spectator published an article by Ngo in which he stated he did not know about the far-right group planning the attack, that he \"[only] caught snippets of various conversations\" and \"was preoccupied on [his] phone\", describing the accusations as \"lies\".[60] Writing in the libertarian magazine Reason, Robby Soave expressed agreement that the video did not show evidence that Ngo knew beforehand about a violent plot.[44]\n\nLater work (2019–2023)\nNgo with U.S. Congressman Dan Crenshaw at a 2019 Turning Point USA event in Washington, D.C.\nIn 2019, Ngo published a series in the New York Post alleging numerous hate crimes reported to police in Portland, Oregon had been faked.[6] He contributed articles to the online magazine Quillette where he was described as a sub-editor and photojournalist for the publication at the time of his departure in August 2019.[31][43]\nBy June 2020, Ngo was with The Post Millennial,[4] a conservative Canadian news website.[61] Ngo describes himself as the editor-at-large for The Post Millennial.[3]  He has been a regular guest on Fox News[9][62] where he has expressed his concerns about the dangers posed by the left on at least two dozen occasions as of February 2021.[5]\nNgo has written several opinion articles for The Wall Street Journal.[7] In July 2020, Ngo's reporting was among the concerns listed in a letter, penned by nearly 300 of The Journal's newsroom staff members to the paper's publisher, that condemned the opinion desk's \"lack of fact-checking and transparency\".[7] Several media outlets,[9] including The Oregonian[63] have been critical of Ngo and described him as a \"right-wing provocateur\".[64][65][66] BuzzFeed News said that \"Ngo's work is probably best described as media activism\" and that he engages in \"participant reporting\".[14] New York magazine cites Ngo as an example of \"busybody journalism\".[28] In April 2019, Cathy Young, writing for The Bulwark, criticized Ngo for \"outrage mining\" after he re-posted various tweets from random Twitter accounts, some of whom were teenagers, that mocked France following the Notre-Dame de Paris fire.[67]\n\nUnmasked\nDuring the week of January 10, 2021, the online pre-sale of Ngo's first book, Unmasked: Inside Antifa's Radical Plan to Destroy Democracy, was met with a small group of protestors who demonstrated outside the flagship Powell's Books in Portland, Oregon.[6][68] The bookseller, which offered the book for sale online, chose not to promote Unmasked or physically stock it in their stores.[3] The book became \"one of the most popular political titles on Amazon before its release.\"[5] Upon release, Unmasked became an Amazon bestseller.[18][6] For the week of February 14, 2021 Unmasked was listed as the top national bestseller in hardcover nonfiction by Publishers Weekly[69] and appeared as number three on The New York Times Best Seller list for nonfiction.[5]\nIn the Los Angeles Times, Alexander Nazaryan reviewed Unmasked as a \"supremely dishonest new book on the left-wing anti-fascist movement known as antifa\".[18] According to Nazaryan, Ngo wrote that his parents' immigration from Vietnam led him to describe his book as \"a letter of gratitude to the nation\" that made them welcome, as against the leftists who, he claims, wish to destroy it. \"As an immigrant from a communist country\", Nazaryan wrote, \"I understand the sentiment. As a journalist, however, I must point out that he is churning out the very kind [of] propaganda that keeps authoritarians in power.\"[18] Kirkus Reviews described Unmasked as \"a book that belongs in any QAnon subscriber's collection.\"[70] Writing for The Oregonian, Shane Dixon Kavanaugh stated that Unmasked contained \"serious omissions, errors and false equivalencies that have alarmed an array of academics and intelligence officials who track extremist movements.\"[5]\nIn March 2021, Winston Marshall, banjoist and founding member of the British folk rock band Mumford & Sons, posted on Twitter to Ngo, \"Finally had the time to read your important book. You're a brave man.\" His post led to online criticism, and several days later Marshall deleted the tweet, apologized for it, and stated that he was temporarily leaving the band \"to examine my blindspots.\" In June, Marshall left Mumford & Sons permanently and recanted his apology, saying that it \"participates in the lie that [the extremism documented in the book] does not exist, or worse, is a force for good.\"[71]\nIn May 2021, while Ngo was in Portland to cover the one-year anniversary demonstrations for a follow-up chapter to Unmasked, Ngo said he was recognized in disguise and then chased down by a group of five to ten demonstrators who attempted to unmask him before assaulting him.[72][73][74] Ngo said that he was tackled and punched by demonstrators in black bloc before he fled into The Nines hotel.[75] Ngo frequently uploads protesters' personal information, including mugshots, to social media: some protesters[who?] have said this results in harassment and death threats, leading them to view Ngo as a threat.[74][73][75]\n\nSocial media influence\nNgo has been variously described as a right-wing influencer,[2][76][77] a conservative journalist,[78][79] writer,[80] and blogger,[81] as well as a far-right content creator,[82] campaigner,[81] and sympathizer.[83] His actions and role in covering issues, particularly civil unrest in Portland, Oregon, following the murder of George Floyd, have received media attention.[76][84][85] The Intercept described Ngo as a \"far-right Twitter star\".[86]\nIn December 2019, The Oregonian named Ngo one of 2019's Top 15 Newsmakers citing events that included his attack, his surge in prominence within conservative circles, and his circulation of \"heavily edited videos of several altercations to his then-270,000 Twitter followers, racking up millions of views online while spreading inaccurate claims and limited context about what transpired.\"[84] President Trump began to mention Ngo at his rallies in July 2019.[85]\nIn August 2020, The Southern Poverty Law Center said in an interview with philosopher and How Fascism Works: The Politics of Us and Them author Jason Stanley that Ngo had been caught misrepresenting facts and that \"what he says goes substantially viral after that.\"[87] Stanley contended that Ngo promotes a \"false equivalence [between left and right political violence in the U.S.], when there's no such equivalence at all\", noting that hundreds of Americans had been killed in far-right violence since 1990 while antifa had not been responsible for any lives lost as of August 27, 2020, the date the interview was published.[87]\nWriting for MIT Technology Review in September 2020, Harvard University faculty member Joan Donovan addressed the use of video in social media to encourage an outrage response, stating that Ngo was one of two right-wing adversarial media-makers promoting  \"riot porn\" consisting of videos of conflict at public protests that are edited, decontextualized, and shared among online followers.[88]\nBy October 2020, Politico reported Ngo had established approximately 800,000 social media followers and had become a mega influencer that was a \"key source for rightwing audiences in search of news about the Black Lives Matter movement.\"[76] The following month, Ngo's viral video content was recirculated by President Trump following the Million MAGA March.[42][89]\nAs of December 2023, Ngo has a X (formerly Twitter) following of over 1.4 million users.[90]\n\nDoxxing\nIn 2019, Ngo labelled several journalists, including Shane Burley and Alexander Reid Ross, as \"antifa ideologues\".[91] Burley and Reid Ross described receiving death threats afterward,[91] with Burley stating to Jacobin that Ngo \"appears to target ideological opponents, which can make them fair game for harassment and violent confrontation.\"[9] According to Vox's Zack Beauchamp, Ngo doxed a political activist in 2019 by publishing her full name.[45] Ngo is known for publishing the mugshots of arrestees in Portland to his Twitter account.[62]\n\nCredibility\nNgo's credibility and objectivity as a journalist have been extensively criticized by other journalists.[9][58] Since 2019, he has been accused of using selectively edited videos[92] and sharing misleading and inaccurate information to paint antifa activists as violent,[93] and to underplay the violence of the far right,[88][94][95] with Columbia Journalism Review describing Ngo as a \"discredited provocateur\".[96] While under cross-examination during the 2022 trial of a Portland citizen journalist, Ngo acknowledged that his tweets have resulted in threats and violence against those he targets.[97][98]\nNgo has been accused of having ties to the far-right groups Proud Boys and Patriot Prayer.[99][77] After Ngo was assaulted by left-wing protestors in Portland in 2019, the Portland-based newspaper Willamette Week quoted the Portland Mercury's Blogtown in saying an unnamed Proud Boys member said that the attack on Ngo \"happened because he ignored Proud Boys' offer of protection\"[100] and accordingly  stated \"it is increasingly clear [Ngo] is coordinating his movements and his message with right-wing groups\".[100]\nBuzzFeed News reported that \"[Ngo]'s literal brand is that anti-fascists are violent and loathe him\", adding that he \"has been building to a dramatic confrontation with the Portland far left for months, his star rising along with the severity of the encounters ... . [Ngo] is willing to make himself the story and to stream himself doing it. He proceeds from a worldview and seeks to confirm it, without asking to what degree his coverage becomes a self-fulfilling prophecy\".[14] Brian Levin, an extremist expert from California State University, San Bernardino, stated that Ngo was \"a political pundit who certainly makes the most out of his conflicts, which sometimes turn violent on him. ... But to his credit, I've never seen him be the physical aggressor in the posts that he's made generally.\"[101]\n\nLegal actions\nIn June 2020, Ngo sued individuals allegedly associated with antifa, seeking $900,000 in damages for assault and emotional distress, and an injunction to prevent further harassment. The lawsuit, filed by Ngo's personal attorney Harmeet Dhillon, a national Republican operative who served as a legal adviser to Trump's re-election campaign,[5] cites Rose City Antifa, five other named defendants, and additional unknown assailants.[102] The suit stems from multiple alleged attacks on Ngo in Portland during 2019: at a demonstration on May 1, at his local gym on May 7, and during a protest on June 29. In particular, the suit accuses Rose City Antifa of a \"pattern of racketeering activities\".[4][103] On December 15, 2020, a Multnomah County judge denied a special motion to strike down the suit.[102]\nNgo has been invited by Republican lawmakers to testify before Congress on several occasions.[5][104] On August 4, 2020, he provided testimony at a United States Senate Judiciary subcommittee titled \"The Right of the People Peaceably to Assemble: Protecting Speech by Stopping Anarchist Violence.\"[105] Fox News reported that Ngo disputed media coverage of protests and criticized Democrats for not condemning antifa for violence in Portland; however, prosecutors focused only on criminal conduct and did not provide evidence that any of the people arrested in Portland were linked to antifa.[106] The Southern Poverty Law Center stated that Ngo has been a vocal proponent of listing antifa as a terrorist organization.[107]\nOn February 24, 2021, Ngo provided testimony at the House Judiciary Subcommittee on Crime, Terrorism and Homeland Security following the U.S. Capitol attack.[104] During the congressional hearing, which focused on the rise of domestic terrorism in the United States, lawmakers denounced the insurrection that left five dead but diverged on how to address the problem.[104] Democratic lawmakers condemned false equivalencies and raised concerns about white supremacist violence and homegrown extremism, whereas Ngo, the sole witness called by Republicans, suggested the media was at fault for failing to criticize the looting and rioting that occurred after the murder of George Floyd.[104][108]\nIn 2021, a Multnomah County grand jury indicted citizen journalist John Hacker on a third-degree robbery charge stemming from a 2019 incident with Ngo. Ngo alleged that Hacker—who was among those named in the June 2020 lawsuit—spilled liquid on him and took his phone at a Portland gym.[109] Hacker was subsequently acquitted of the charge in November 2022.[110]\nAfter five defendants settled, were removed from the case by a judge, or evaded trial entirely, Ngo modified his 2020 civil suit to include an accusation that Hacker and Elizabeth Richter participated in an assault on him at a 2021 rally on the one year anniversary of the murder of George Floyd. Prior to the trial, which took place in early August 2023, attorneys for Hacker and Richter claimed that video evidence would prove that neither touched Ngo that night or participated in beating him.[111] Hacker and Richter were found not liable after their attorney argued they were not among the assailants.[112][113]\n\nPersonal life\nNgo is gay,[114] and considers himself to be politically center-right.[115][116][117]\nIn 2021, The Oregonian reported that Ngo relocated to London, citing concerns for his personal safety.[5] A Portland Police Bureau spokesman confirmed that Ngo filed at least 10 police reports about threats made to him or his family since June 2020.[5]\n\nBibliography\nNgo, Andy (2021). Unmasked: Inside Antifa's Radical Plan to Destroy Democracy. Nashville, Tennessee: Center Street. ISBN 9781546059585.\nSee also\nList of LGBT people from Portland, Oregon\nReferences\n\n\n^ a b c d e f g h i j Herron, Elise (July 14, 2017). \"A Dispute Over a Muslim Student's Remarks Costs a College Journalist His Job, And Brings National Furor to Portland State University\". Willamette Week. Archived from the original on October 10, 2021. Retrieved June 30, 2019.\n\n^ a b Lim, Gabrielle; Abrahams, Alexei; Donovan, Joan (February 17, 2022). \"Make It Trend! Setting Right-wing Media Agendas Using Twitter Hashtags\". In Rosen, Devan (ed.). The Social Media Debate: Unpacking the Social, Psychological, and Cultural Effects of Social Media. Routledge. p. 114-115. ISBN 978-1-000-54418-3.\n\n^ a b c \"Powell's Books says Andy Ngo's book will not be in store\". AP NEWS. January 12, 2021. Archived from the original on October 10, 2021. Retrieved February 14, 2021.\n\n^ a b c Thompson, Don (June 4, 2020). \"Lawsuit aims to hold nebulous 'antifa' to blame for injuries\". AP NEWS. Retrieved February 14, 2021.\n\n^ a b c d e f g h i Kavanaugh, Shane Dixon (February 13, 2021). \"How Portland's Andy Ngo turned his war with 'antifa' into a dubious, best-selling book\". The Oregonian. Archived from the original on February 13, 2021. Retrieved February 13, 2021.\n\n^ a b c d Nawotka, Ed (January 14, 2021). \"Powell's Responds to Anti-Ngo Protestors\". Publishers Weekly. Archived from the original on October 10, 2021. Retrieved January 26, 2021.\n\n^ a b c Lee, Edmund (July 24, 2020). \"At Wall Street Journal, News Staff and Opinion Side Clash\". The New York Times. ISSN 0362-4331. Archived from the original on October 10, 2021. Retrieved April 17, 2021.\n\n^ a b Juarez, Sierra (August 24, 2019). \"Andy Ngo seen laughing as Patriot Prayer members plan an attack in newly emerged video\". The Daily Dot. Archived from the original on October 10, 2021.\n\n^ a b c d e Gupta, Arun (August 2019). \"Portland's Andy Ngo Is the Most Dangerous Grifter in America\". Jacobin. Archived from the original on October 10, 2021. Retrieved September 5, 2021.\n\n^ a b c d e f g h Gais, Hannah (September 11, 2019). \"The Making of Andy Ngo\". Jewish Currents. Archived from the original on October 10, 2021.\n\n^ Stuchbery, Mike (July 2, 2019). \"The right want to make the Andy Ngo Antifa violence a reason to stop confronting fascists. Don't ever let it happen\". The Independent. Archived from the original on October 10, 2021. Retrieved February 18, 2021.\n\n^ \"Christian Conference Q Ideas Has Dropped Right Wing Antifa Critic Andy Ngo From Its Lineup\". Relevant. April 6, 2021. Archived from the original on October 10, 2021. Retrieved May 15, 2021.\n\n^ a b c d e f Griffin, Anna (February 8, 2018). \"For Immigrants' Son, Vietnam Trip Led To More Conservative Worldview\". opb.org. Oregon Public Broadcasting. Archived from the original on February 8, 2018. Retrieved June 30, 2019.\n\n^ a b c d e f g h i j k l m Bernstein, Joseph (July 18, 2019). \"Andy Ngo Has The Newest New Media Career. It's Made Him A Victim and a Star\". BuzzFeed News. Archived from the original on October 10, 2021. Retrieved July 27, 2019.\n\n^ Ngo, Andy (February 2021). Unmasked: Inside Antifa's Radical Plan to Destroy Democracy. New York, NY: Center Street – Hachette Book Group. pp. 223–233. ISBN 978-1-5460-5958-5. LCCN 2020951079.\n\n^ a b c d e f g h i Wilson, Jason (March 18, 2018). \"How to troll the left: understanding the rightwing outrage machine\". The Guardian. Archived from the original on October 10, 2021. Retrieved July 1, 2019.\n\n^ Smietana, Bob (April 5, 2021). \"Andy Ngo, antifa critic, dropped as speaker by Christian conference Q Ideas\". Religion News Service. Archived from the original on October 10, 2021. Retrieved April 14, 2021.\n\n^ a b c d Nazaryan, Alexander (February 8, 2021). \"Review: Andy Ngo's new book still pretends antifa's the real enemy\". Los Angeles Times. Archived from the original on October 10, 2021. Retrieved February 9, 2021.\n\n^ \"Dozens gather for #BlackLivesMatter protest in Portland\". KATU. July 7, 2016. Archived from the original on October 10, 2021. Retrieved May 16, 2021.\n\n^ Ngo, Andy (May 12, 2017). \"Fired for Reporting the Truth\". National Review. Archived from the original on October 10, 2021.\n\n^ a b Ngo, Andy (January 30, 2017). \"Free speech wins: In Portland of all places, Antifa halts plans to shut down 'thought police' talk\". The College Fix. Archived from the original on October 10, 2021.\n\n^ a b c Shepherd, Katie (February 17, 2018). \"No Violence, Brief Disruption as Fired Google Engineer Speaks at Portland State University\". Willamette Week. Archived from the original on October 10, 2021. Retrieved June 30, 2019.\n\n^ Ngo, Andy (February 16, 2018). \"Antifa Rages Against Google's Dissident\". The Wall Street Journal. Archived from the original on October 10, 2021.\n\n^ a b c Moore, Shasta Kearns (March 7, 2018). \"Conservative feminist shouted down at Lewis & Clark\". Portland Tribune. Archived from the original on October 10, 2021. Retrieved June 30, 2019.\n\n^ a b Jaschik, Scott (March 6, 2018). \"Students interrupt several portions of speech by Christina Hoff Sommers\". Inside Higher Ed. Archived from the original on October 10, 2021. Retrieved October 31, 2020.\n\n^ a b c Uyehara, Mari (March 19, 2018). \"The Free Speech Grifters\". GQ. Archived from the original on October 10, 2021. Retrieved June 30, 2019.\n\n^ a b Lockie, Alex (August 31, 2018). \"The Wall Street Journal ran a cowardly, race-baiting article on 'Islamic England': I live there. They're dead wrong\". Business Insider. Archived from the original on October 10, 2021. Retrieved July 27, 2019.\n\n^ a b Read, Max (August 31, 2018). \"The Rise of Busybody Journalism\". New York. Archived from the original on October 10, 2021. Retrieved August 12, 2019.\n\n^ Ngo, Andy (August 29, 2018). \"A Visit to Islamic England\". The Wall Street Journal. Archived from the original on October 10, 2021. Retrieved July 25, 2019.\n\n^ Malvern, Jack (September 1, 2018). \"Drinking rules leave US writer dazed\". The Times. Archived from the original on October 10, 2021. Retrieved July 1, 2019.\n\n^ a b c Williams, Kale (June 30, 2019). \"Portland mayor, police come under fire after right-wing writer attacked at protest\". The Oregonian. Archived from the original on October 10, 2021. Retrieved July 1, 2019.\n\n^ Hopkins, Steve (August 30, 2018). \"'Islamic England' Wall Street Journal Column Slammed By Tower Hamlets Council And Campaigners\". HuffPost. Archived from the original on October 10, 2021. Retrieved July 27, 2019.\n\n^ Hay, Gabriella; Borter, Andrew (September 2, 2020). \"What to know about Patriot Prayer as Trump supporters take stand in Portland\". Reuters. Archived from the original on September 14, 2020. Retrieved October 15, 2020.\n\n^ Coaston, Jane (September 8, 2020). \"The pro-Trump, anti-left Patriot Prayer group, explained\". Vox. Archived from the original on October 10, 2021. Retrieved March 21, 2021.\n\n^ Shepherd, Katie (July 4, 2018). \"MAGA Mayhem Fractures a Man's Skull, as Right-Wing Marchers Test the Limits of Free Speech in Portland\". Willamette Week. Archived from the original on October 10, 2021. Retrieved April 11, 2021.\n\n^ Neiwert, David (October 15, 2018). \"Patriot Prayer again brings violence to Portland with 'flash march' downtown, rounding out a weekend of far-right violence\". Southern Poverty Law Center. Archived from the original on October 10, 2021. Retrieved April 11, 2021.\n\n^ a b c d Henry, Warren (September 13, 2019). \"The Curious Case of Andy Ngo\". Commentary Magazine. Archived from the original on October 10, 2021. Retrieved May 16, 2021.\n\n^ Manchester, Julia (November 19, 2018). \"Democratic politicians in 'difficult position' in handling Antifa, says journalist\". The Hill. Archived from the original on October 10, 2021. Retrieved July 1, 2019.\n\n^ Sparling, Zane (November 18, 2018). \"6 arrested, released during Saturday protest in Portland\". Portland Tribune. Archived from the original on October 10, 2021. Retrieved June 30, 2019.\n\n^ Acker, Lizzy; Njus, Elliot; Ramakrishnan, Jayati; Williams, Kale (May 2, 2019). \"Hundreds gather for May Day demonstrations in SW, NE Portland\". The Oregonian. Archived from the original on October 10, 2021. Retrieved October 18, 2020.\n\n^ a b Kavanaugh, Shane Dixon (June 5, 2020). \"Conservative writer sues Portland antifa group for $900k, claims 'campaign of intimidation and terror'\". The Oregonian. Archived from the original on October 10, 2021. Retrieved October 18, 2020.\n\n^ a b c Evans, Robert (November 18, 2020). \"Million MAGA March: Unravelling a Violent Viral Video\". bellingcat. Archived from the original on October 10, 2021. Retrieved April 18, 2021.\n\n^ a b c d Sommer, Will (August 27, 2019). \"Right-Wing Star Andy Ngo Exits Quillette After Damning Video Surfaces\". The Daily Beast. Archived from the original on October 10, 2021. Retrieved August 30, 2019.\n\n^ a b Soave, Robby (September 3, 2019). \"The Media Claimed Andy Ngo Was Complicit in a Far-Right Attack on Antifa. But the Video Doesn't Support That\". Reason. Archived from the original on October 10, 2021. Retrieved February 22, 2021.\n\n^ a b Beauchamp, Jack (July 3, 2019). \"The assault on conservative journalist Andy Ngo, explained\". Vox. Archived from the original on October 10, 2021. Retrieved August 27, 2019.\n\n^ Burns, Dasha; Brooks, Abigail; Ortiz, Erik (August 16, 2019). \"Proud Boys rally in Portland is latest test for police\". NBC News. Archived from the original on October 10, 2021. Retrieved August 29, 2019. Chaos also broke out during a rally in June, when masked antifa members physically attacked conservative blogger Andy Ngo in an incident shared on social media.\n\n^ Dearden, Lizzie (June 30, 2019). \"Antifa attack conservative blogger Andy Ngo amid violence at Portland Proud Boys protest\". The Independent. Archived from the original on October 10, 2021. Retrieved July 1, 2019. Andy Ngo was surrounded and beaten by protesters wearing black with their faces concealed, while being covered in a milkshake, eggs and spray on Saturday.\n\n^ \"Portland antifa/right wing protests escalate to civil disturbance\". The Oregonian. June 29, 2019. Archived from the original on October 10, 2021. Retrieved July 2, 2019.\n\n^ Baker, Mike (July 2, 2019). \"Portland mayor faces impeachment calls after antifa assault and milkshaking of right-wing blogger Andy Ngo\". The Guardian. Archived from the original on October 10, 2021.\n\n^ Flaccus, Gillian (August 17, 2019). \"At least 13 people arrested at Portland, Oregon, protest\". ABC News. Archived from the original on October 10, 2021. Retrieved October 5, 2020.\n\n^ Mesh, Aaron (August 2, 2019). \"Portland Police Chief Foresees Violence at Next Right-Wing Protest\". Willamette Week. Archived from the original on October 10, 2021. Retrieved October 5, 2020.\n\n^ Woodrow, Melanie (July 1, 2019). \"Portland journalist Andy Ngo speaks out, says antifa behind attack\". KGO-TV. Archived from the original on October 10, 2021. Retrieved July 3, 2019.\n\n^ a b Klar, Rebecca (July 1, 2019). \"2020 Democrat Andrew Yang sends well-wishes to Andy Ngo: 'Journalists should be safe to report on a protest'\". The Hill. Archived from the original on October 10, 2021. Retrieved July 2, 2019.\n\n^ March, Mary Tyler (June 30, 2019). \"Cruz calls for 'legal action' against Portland mayor after clash between far-right, antifa protesters\". The Hill. Archived from the original on October 10, 2021. Retrieved July 2, 2019.\n\n^ Beinart, Peter (July 4, 2019). \"Conservatives Conjure Up Liberal Support for Antifa Violence\". The Atlantic. Archived from the original on October 10, 2021. Retrieved May 16, 2021.\n\n^ Sparling, Zane (August 21, 2023). \"Andy Ngo wins $300K from defendants who ignored lawsuit over Portland protest beating\". The Oregonian. Retrieved August 21, 2023.\n\n^ a b c Zielinski, Alex (August 26, 2019). \"Undercover in Patriot Prayer: Insights From a Vancouver Democrat Who's Been Working Against the Far-Right Group from the Inside\". Portland Mercury. Archived from the original on October 10, 2021. Retrieved August 27, 2019. Ngo tags along with Patriot Prayer during demonstrations, hoping to catch footage of an altercation. Ben says Ngo doesn't film Patriot Prayer protesters discussing strategies or motives. He only turns his camera on when members of antifa enter the scene. 'There's an understanding,' he says, 'that Patriot Prayer protects him and he protects them.'\n\n^ a b c Derysh, Igor (August 28, 2019). \"Right-wing 'journalist' Andy Ngo outed: Video shows him hanging out with far-right hate group\". Salon. Archived from the original on January 19, 2021. Retrieved January 21, 2021.\n\n^ Owen, Tess (August 28, 2019). \"Super Awkward for Right-Wing Blogger Andy Ngo to Make a Cameo in Video of Plot Against Antifa\". VICE. Archived from the original on October 10, 2021. Retrieved February 22, 2021. But now video has surfaced of Ngo smiling and laughing with members of the far-right group Patriot Prayer shortly before they allegedly orchestrated an attack on a group of antifascists at a leftist bar in a separate incident in May. A female bar patron was knocked unconscious and said she suffered a fractured vertebrae.\n\n^ Ngo, Andy (August 30, 2019). \"How I became an 'extremist' overnight\". The Spectator. Archived from the original on October 10, 2021.\n\n^ Yates, Jeff; Rogers, Kaleigh (June 27, 2019). \"Canadian news site The Post Millennial blurs line between journalism and conservative 'pamphleteering'\". CBC News. Archived from the original on October 10, 2021.\n\n^ a b Peel, Sophie (September 16, 2020). \"Portland Protesters Say Their Lives Were Upended by the Posting of Their Mug Shots on a Conservative Twitter Account\". Willamette Week. Archived from the original on October 10, 2021. Retrieved February 16, 2021.\n\n^ Kavanaugh, Shane Dixon (August 19, 2019). \"1 hammer, 1 'antifa mob chase': A closer look at Portland's viral protest moments\". The Oregonian. Archived from the original on October 10, 2021.\n\n^ Goodman, Amy (August 21, 2019). \"Portland rejects proud boys & other ultra-right groups as Trump tries to criminalize Antifa\". Nation of Change. Archived from the original on October 10, 2021.\n\n^ Cockburn (August 29, 2019). \"What's Ngext for Ngo?\". Spectator.us. Archived from the original on October 10, 2021.\n\n^ Peters, Justin (January 16, 2021). \"Fox News Can Barely Admit the Capitol Riot Is a Story\". Slate Magazine. Archived from the original on October 10, 2021. Retrieved February 16, 2021.\n\n^ Young, Cathy (April 19, 2019). \"Rise of the Notre Dame Truthers\". The Bulwark. Archived from the original on October 10, 2021. Retrieved June 30, 2019.\n\n^ Nawotka, Ed (January 19, 2021). \"Union, PEN Issue Statements on Powell's Sale of Ngo Book\". Publishers Weekly. Archived from the original on October 10, 2021. Retrieved February 17, 2021.\n\n^ \"'The Four Winds' is the top national fiction bestseller\". The Seattle Times. February 14, 2021. Archived from the original on October 10, 2021. Retrieved February 14, 2021.\n\n^ \"Ngo, Andy: UNMASKED\". Kirkus Reviews. February 23, 2021. Archived from the original on October 10, 2021. Retrieved June 30, 2021.\n\n^ Moreau, Jordan (June 24, 2021). \"Mumford & Sons Banjoist Winston Marshall Quits After Andy Ngo Political Controversy\". Variety. Archived from the original on October 10, 2021.\n\n^ Smith, Suzette (May 28, 2021). \"Portland Protesters Chase, Tackle and Punch Someone They Believe to Be Andy Ngo Until He Hides in The Nines Hotel\". Willamette Week. Archived from the original on October 10, 2021. Retrieved June 18, 2021.\n\n^ a b Smith, Suzette (June 2, 2021). \"Five Days After Attack, Andy Ngo Releases Statement Confirming He Was Chased and Beaten in Portland\". Willamette Week. Archived from the original on October 10, 2021. Retrieved June 18, 2021.\n\n^ a b \"Andy Ngo says he was man chased, assaulted amid Portland protest\". The Oregonian. June 3, 2021. Archived from the original on October 10, 2021. Retrieved June 18, 2021.\n\n^ a b Sparling, Zane (June 3, 2021). \"Ngo confirms attack while undercover at Portland protest\". KOIN. Archived from the original on October 10, 2021. Retrieved June 6, 2021.\n\n^ a b c Scott, Mark (October 27, 2020). \"Despite cries of censorship, US conservatives dominate social media\". POLITICO. Retrieved January 12, 2021.\n\n^ a b Newton, Creede (June 6, 2022). \"Poland Paid Andy Ngo a Pittance for Anti-antifa Speech\". Southern Poverty Law Center. Retrieved July 28, 2022.\n\n^ Bonn, Tess (July 25, 2019). \"Conservative journalist Andy Ngo says assault involving Antifa resulted in brain injury\". The Hill. Retrieved December 16, 2023.\n\n^ Hanna, Jason (July 2, 2019). \"Conservative journalist blames assault at Portland protest on Antifa activists\". CNN. Retrieved December 16, 2023.\n\n^ \"Powell's Books says Andy Ngo's book will not be in store\". AP News. January 14, 2021. Retrieved December 16, 2023.\n\n^ a b Dearden, Lizzie (June 30, 2019). \"Antifa attack blogger Andy Ngo amid violence at Portland Proud Boys protest\". The Independent. Retrieved December 16, 2023.\n\n^ Lorenz, Taylor (December 13, 2023). \"Meet the woman working to stop the far-right creator money machine\". Washington Post. Retrieved December 16, 2023.\n\n^ Beauchamp, Zack (July 3, 2019). \"The assault on conservative journalist Andy Ngo, explained\". Vox. Retrieved December 16, 2023.\n\n^ a b Butler, Grant (December 29, 2019). \"Oregon's top 15 newsmakers of 2019\". The Oregonian. Retrieved January 12, 2021.\n\n^ a b \"The 20 Moments That Made Portland Famous in the Past 10 Years\". Willamette Week. December 24, 2019. Archived from the original on October 10, 2021. Retrieved May 5, 2021.\n\n^ Mackey, Robert (December 12, 2021). \"Portland Journalists Sue Andy Ngo for Using Their Videos on Twitter Without Permission\". The Intercept. Retrieved July 28, 2022.\n\n^ a b Hayden, Michael Edison (August 27, 2020). \"The Fascist Underpinnings of Pro-Trump Media: An Interview With Author Jason Stanley\". Southern Poverty Law Center. Retrieved January 12, 2021.\n\n^ a b Joan Donovan (September 3, 2020). \"How an overload of riot porn is driving conflict in the streets\". MIT Technology Review. Archived from the original on October 10, 2021. These narratives have been intensified and supplemented by the work of right-wing adversarial media-makers like Elijah Schaffer and Andy Ngo, who collect videos of conflict at public protests and recirculate them to their online audiences. Both have even gone 'undercover' by posing as protesters to capture footage for their channels, seeking to name and shame those marching. Their videos are edited, decontextualized, and shared among audiences hungry for a new fix of 'riot porn,' which instantly goes viral across the right-wing media ecosystem with the aid of influential pundits and politicians, including President Donald Trump.\n\n^ Mackey, Robert; Mannon, Travis (May 13, 2021). \"Meet the Riot Squad: Right-Wing Reporters Whose Viral Videos Are Used to Smear BLM\". The Intercept. Archived from the original on October 10, 2021. Retrieved May 16, 2021.\n\n^ \"Andy Ngo's Twitter Stats Summary Profile (Social Blade Twitter Statistics)\". Social Blade. December 16, 2023. Archived from the original on December 16, 2023. Retrieved December 16, 2023.\n\n^ a b Burley, Shane; Ross, Alexander Reid (June 19, 2019). \"I was the target of alt-right death threats across the internet – here's what happened next\". The Independent. Archived from the original on October 10, 2021.\n\n^ Dalbey, Alex (August 20, 2019). \"Edited videos of Portland protests are telling half-truths\". Daily Dot. Archived from the original on October 10, 2021.\n\n^ Strickland, Patrick (September 29, 2020). \"Antifa and America's revamped Red Scare\". Al Jazeera. Archived from the original on October 10, 2021. Among the witnesses called to testify were legislators from several states and Andy Ngo, a Portland-based journalist who describes himself as independent and objective but who has been accused of working with far-right groups in the past. Ngo, who last year made headlines when an anti-fascist punched him, has been criticised for sharing misleading and inaccurate information about anti-fascist demonstrators in his hometown.\n\n^ Dearment, Alaric (September 3, 2019). \"Andy Ngo Is Journalism's Problem\". Above the Law. Archived from the original on October 10, 2021.\n\n^ Butler, Grant (December 29, 2019). \"Oregon's top 15 newsmakers of 2019\". The Oregonian. Retrieved January 5, 2020.\n\n^ Tovrov, Daniel (October 23, 2019). \"Dropshipping journalism\". Columbia Journalism Review. Archived from the original on October 10, 2021. Retrieved February 18, 2021. The space freelancers once occupied has been partially taken up by new, inflammatory opinion writers like Ben Shapiro, Nigel Farage, and Newt Gingrich, who wrote the magazine's May 10 cover story about China. Some of these writers, I'm told, do get paid. Other recent Newsweek writers have included Charlie Kirk, discredited provocateur Andy Ngo, and former Blink-182 frontman Tom DeLonge, who wrote a thinly veiled advertisement for his new TV show about UFOs.\n\n^ Goforth, Claire (November 16, 2022). \"Andy Ngô has long been accused of knowingly causing the subjects of his tweets to be targeted by his followers, which include mass shooters and far-right extremists. He finally admits they do\". The Daily Dot. Retrieved March 5, 2023.\n\n^ \"Journalist Andy Ngô loses criminal trial against Oregon journalist John Hacker\". news.yahoo.com. November 17, 2022. Retrieved March 5, 2023.\n\n^ Covucci, David (October 14, 2019). \"Andy Ngo smears antifa activist killed in hit-and-run\". Daily Dot. Archived from the original on October 10, 2021. Retrieved February 18, 2021. Ngo has long maintained he is an independent reporter who covers the far-left despite his ties to the far-right. He's also had a loose relationship with the truth while reporting on antifa.\n\n^ a b Jaquiss, Nigel (August 28, 2019). \"Right-Wing Brawlers Discussed a Hammer Fight While Being Filmed\". Willamette Week. Archived from the original on October 10, 2021. Ngo has claimed to be an independent journalist. It is increasingly clear he is coordinating his movements and his message with right-wing groups. On Aug. 26, The Portland Mercury published an allegation by a Vancouver infiltrator of the right-wing group Patriot Prayer. 'There's an understanding,' the man told the Mercury, 'that Patriot Prayer protects him and he protects them.' Ngo could not be reached for comment.\n\n^ Baker, Mike (July 1, 2019). \"In Portland, Milkshakes, a Punch and #HimToo Refresh Police Criticism\". The New York Times. Archived from the original on February 6, 2021. Retrieved February 26, 2021.\n\n^ a b Sparling, Zane (December 23, 2020). \"Andy Ngo's lawsuit against Rose City Antifa, protesters can move forward, judge decides\". The Oregonian. Archived from the original on October 10, 2021. Retrieved February 17, 2021.\n\n^ Thompson, Don (June 5, 2020). \"Portland conservative writer suing 'antifa' for injuries\". KATU. Archived from the original on October 10, 2021. Retrieved June 5, 2020.\n\n^ a b c d Buchman, Brandi (February 25, 2021). \"Domestic Terror Still Thorny Issue for Lawmakers After Capitol Attack\". Courthouse News Service. Archived from the original on October 10, 2021. Retrieved April 10, 2021.\n\n^ Lennard, Natasha (August 6, 2020). \"Ted Cruz's Hearing on Anarchist Protest Violence Was a Total Farce\". The Intercept. Archived from the original on October 10, 2021. Retrieved February 18, 2021.\n\n^ Howard, Christopher (August 5, 2020). \"Democrats refuse to condemn Antifa in domestic terrorism hearing, Andy Ngo says\". Fox News. Archived from the original on October 10, 2021. Retrieved March 24, 2020.\n\n^ Gais, Hannah (January 7, 2021). \"Congressmen, Right-Wing Media Push Baseless Claims That Antifa Fueled Far-Right Riot at Nation's Capitol\". Southern Poverty Law Center. Archived from the original on October 10, 2021. Retrieved February 18, 2021.\n\n^ Woodward, Alex (February 25, 2021). \"House Democrats strike back at GOP 'false equivalencies' during domestic terror hearing\". The Independent. Archived from the original on October 10, 2021. Retrieved April 10, 2021.\n\n^ Williams, Kale (October 29, 2021). \"Portland man charged with robbery for allegedly stealing Andy Ngo's phone at gym two years ago\". The Oregonian. Archived from the original on November 27, 2022. Retrieved March 5, 2023.\n\n^ Gaitán, Catalina (November 15, 2022). \"Andy Ngo phone dispute ends in not guilty verdict for self-styled 'citizen journalist' John Hacker\". The Oregonian. Archived from the original on January 5, 2023. Retrieved March 5, 2023.\n\n^ Sparling, Zane (August 1, 2023). \"Right-wing writer Andy Ngo's trial against Portland activists begins: 'This is Twitter come to real life'\". The Oregonian. Their attorneys told the jury that surveillance footage will prove neither Hacker nor Richter ever touched Ngo that night or participated in a brutal mob beating. Ngo's four black-clad assailants remain unidentified, they said. \"Mr. Ngo has sued the wrong people,\" said defense attorney Michelle Burrows. \"The people who did cause harm to Mr. Ngo and his family, they're not here.\"\n\n^ Sparling, Zane (August 8, 2023). \"Andy Ngo loses civil lawsuit against Portland activists\". oregonlive. Retrieved August 9, 2023. The lawsuit itself had been amended significantly since Ngo first filed it in 2020 — eventually mostly focusing on a May 28 protest that Ngo attended while dressed incognito…Richter's attorney…pointed to Oregon laws that protect so-called \"fighting words\" as a form of free speech and said Richter left the hotel without touching Ngo. \"Her speech does not match her conduct. It amounts to trash talk,\" attorney Cooper Brinson said.\n\n^ Vaughn, Courtney. \"Jury Rules Against Andy Ngo in Activist Lawsuit\". Portland Mercury. Retrieved August 10, 2023.\n\n^ Ocamb, Karen (July 1, 2019). \"Conservative gay journalist attacked covering Portland protest\". Los Angeles Blade: LGBTQ News, Rights, Politics, Entertainment. Retrieved August 10, 2023.\n\n^ Osborne, Mark (June 30, 2019). \"Right-wing protesters clash with anti-fascists as march gets violent\". ABC News. Retrieved July 2, 2019. Andy Ngo, a conservative journalist ... .\n\n^ Quinn, Allison (June 30, 2019). \"Conservative Writer Andy Ngo Attacked at Portland Rally\". The Daily Beast. Archived from the original on October 10, 2021. Retrieved July 1, 2019.\n\n^ \"Joe Rogan Experience #1323 - Andy Ngo\". YouTube. July 10, 2019.  Event occurs at 33:01–33:16. Retrieved July 11, 2019.\n\n\nExternal links\n\n\n\nWikimedia Commons has media related to Andy Ngo.\n\n Quotations related to Andy Ngo at Wikiquote\nOfficial website\nAuthority control databases International\nVIAF\n2\nNational\nGermany\nIsrael\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Andy_Ngo&oldid=1193216202\"",
    "twitter": ""
  },
  {
    "name": "Andy Stanley",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/andy-stanley-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "American pastor\nAndy StanleyStanley in 2018EducationGeorgia State University (BA)Dallas Theological Seminary (ThM)Spouse\nSandra Stanley ​(m. 1988)​Children3ParentsCharles StanleyAnna Johnson StanleyReligionChristianity (nondenominational evangelical)Congregations servedNorth Point Community Church\nWebsiteandystanley.com \nCharles Andrew Stanley, known as Andy Stanley, is an American who is the founder and senior pastor of North Point Ministries, a nondenominational evangelical Christian church with several campuses across the north metro Atlanta area.\n\n\nEarly life and education[edit]\nStanley earned a Bachelor of Arts degree in journalism from Georgia State University and a Master of Theology from Dallas Theological Seminary.[1]\n\nCareer[edit]\nStanley founded North Point Community Church in Alpharetta, Georgia, a suburb of Atlanta, in 1995.[2]\nStanley is the author of more than 20 books, including Better Decisions, Fewer Regrets;  The New Rules for Love, Sex & Dating; Ask It; How to Be Rich; Deep & Wide; Enemies of the Heart; When Work & Family Collide; Visioneering; Next Generation Leader; and Irresistible. His television program Your Move with Andy Stanley has been broadcast since 2012.[3]\n\nRecognition[edit]\nIn 2017, a survey of U.S. pastors in Outreach magazine identified Stanley as one of the ten most influential living pastors in America.[4] In 2016, his podcast won the Academy of Podcasters award for best spirituality and religion podcast.[5]\n\nPersonal life[edit]\nStanley now lives outside of Atlanta with his wife, Sandra, and their three adult children.[6] He is the son of Charles Stanley, the former senior pastor of the First Baptist Church of Atlanta and founder of In Touch Ministries. Charles Stanley died on April 18, 2023.[7]\n\nAuthored books[edit]\nParenting: Getting It Right. Zondervan, 2023 ISBN 978-0310366270\nNot in It to Win It: Why Choosing Sides Sidelines The Church. Zondervan, 2022 ISBN 978-0310138921\nBetter Decisions, Fewer Regrets. Zondervan, 2020 ISBN 978-0310537083\nIrresistible. Zondervan, 2018. ISBN 978-0-310-53699-4.\nThe New Rules For Love, Sex & Dating. Zondervan, 2014. ISBN 978-0-310-34219-9.\nHow To Be Rich. Zondervan, 2013. ISBN 1624909469.\nDeep & Wide. Zondervan, 2012. ISBN 0310494842.\nWhen Work & Family Collide. Multnomah, 2012. ISBN 1601423799.\nEnemies of the Heart. Multnomah, 2011. ISBN 1-60142-145-1.\nThe Grace of God. Thomas Nelson, 2010. ISBN 0-8499-4814-2.\nThe Principle of the Path. Thomas Nelson, 2009. ISBN 0-8499-2060-4.\nCommunicating For a Change. Multnomah, 2006. ISBN 1-59052-514-0.\nNext Generation Leader. Multnomah, 2006. ISBN 1-59052-539-6.\nIt Came From Within!. Multnomah, 2006. ISBN 1-59052-510-8.\nFields of Gold. Tyndale, 2006. ISBN 1414311966.\nThe Best Question Ever. Multnomah, 2004. ISBN 1-59052-390-3.\nSeven Practices of Effective Ministry. Multnomah, 2004. ISBN 1-59052-373-3.\nCreating Community. Multnomah, 2004. ISBN 1-59052-396-2.\nLouder Than Words. Multnomah, 2004. ISBN 1-59052-346-6.\nCan We Do That? Innovative Practices that will Change the Way You Do Church (With Ed Young Jr.). Howard Books, 2004. ISBN 1582294577.\nHow Good Is Good Enough?. Multnomah, 2003. ISBN 1-59052-401-2.\nChoosing To Cheat. Multnomah, 2002. ISBN 1-59052-329-6.\nThe Seven Checkpoints: Student Journal. Howard Books 2001. ISBN 1-58229-178-0.\nVisioneering. Multnomah, 1998. ISBN 1-57673-787-X.\nLike a Rock. Thomas Nelson, 1997. ISBN 0-7852-7612-2.\nReferences[edit]\n\n\n^ Atlanta Magazine, 2020 Atlanta 500: Religion, Nonprofits, & Advocacy, atlantamagazine.com, USA, January 17, 2020\n\n^ John Blake, Two preaching giants and the 'betrayal' that tore them apart, cnn.com, USA, November 19, 2012\n\n^ [1] About Andy Stanley, AndyStanley.com\n\n^ Paul J. Pastor, Andy Stanley: The Agile Apologetic—Part 1, outreachmagazine.com, USA, February 5, 2017\n\n^ \"Academy of Podcasters: Past Winners\". Academy of Podcasters. Podcast Movement. Archived from the original on October 3, 2017.\n\n^ John Blake, Two preaching giants and the 'betrayal' that tore them apart, cnn.com, USA, November 19, 2012\n\n^ Charles Stanley, pivotal SBC president, TV preacher, dies\n\n\nExternal links[edit]\nOfficial website \nNorth Point Ministries\nPortals: Biography Christianity\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nGermany\nUnited States\nCzech Republic\nKorea\nPoland\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Andy_Stanley&oldid=1190688639\"",
    "twitter": ""
  }
]