[
  {
    "name": "John Podhoretz",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/john-podhoretz-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "American writer\n\n\nJohn PodhoretzBornJohn Mordecai Podhoretz (1961-04-18) April 18, 1961 (age 62)New York City, U.S.EducationUniversity of ChicagoOccupation(s)Author, columnist, pundit, film criticSpouses\n\nElisabeth Marie Hickey\n​ ​(m. 1996, divorced)​\n\nAyala Rae Cohen\n​ ​(m. 2002)​\nParent(s)Norman Podhoretz and Midge Decter\nJohn Mordecai Podhoretz[1] (/pɒdˈhɒrɛts/; born April 18, 1961) is an American writer. He is the editor of Commentary magazine, a columnist for the New York Post, the author of several books on politics, and a former speechwriter for Presidents Ronald Reagan and George H. W. Bush.\n\n\nEarly life and education[edit]\nPodhoretz was born to a Jewish family in New York City, the younger son of conservative journalists Norman Podhoretz and Midge Decter. He has two older half-siblings from his mother's first marriage. He grew up on the Upper West Side in New York City. He attended Columbia Grammar and Preparatory School and he received a bachelor's degree from the University of Chicago in 1982. In 1987, he became a five-time champion on the game show Jeopardy!\n\nCareer[edit]\nPodhoretz was a speechwriter for former U.S. Presidents Ronald Reagan and George H. W. Bush. He was special assistant to White House Drug Czar William Bennett. He co-founded the White House Writers Group, a public-relations firm in Washington, D.C.[2] Podhoretz was a consultant for the popular television series The West Wing, including the controversial episode \"Gaza\" in season five, first broadcast on May 12, 2004.[3]\nPodhoretz has contributed to a number of conservative publications, including National Review and the Weekly Standard, where he was a movie critic and was the magazine's deputy editor. He was also a consulting editor at ReganBooks, a former imprint of HarperCollins. Podhoretz has a regular column at the New York Post. He has also appeared on television, including Fox News, CNN's Reliable Sources, MSNBC, and The McLaughlin Group (in the chair usually occupied by conservative Tony Blankley). He has also worked at Time, the Washington Times, Insight on the News, and U.S. News & World Report. Podhoretz was a contributor to The Corner, a group blog run by National Review.[citation needed]\nAt The Weekly Standard, one staff member said, Podhoretz's \"arrogance and egotism had a psychological effect people can't quite believe.\" At The Washington Times a colleague reported, he was \"permanently frozen in juvenalia.\" Glenn Garvin, the Central American bureau chief of the Miami Herald, once said that at the Times, Podhoretz \"constantly complained that his brilliance wasn't appreciated.\"[4]\nOn January 1, 2009, Podhoretz became editor of Commentary, succeeding Neal Kozodoy.  \n\nPolitical commentary[edit]\nGeorge W. Bush[edit]\nPodhoretz was a staunch supporter of President George W. Bush. His 2004 book Bush Country: How George W. Bush Became the First Great Leader of the 21st Century---While Driving Liberals Insane called Bush \"the first great leader of the 21st century\". When some conservatives denounced Bush's immigration plan, Podhoretz wrote that Bush's \"efforts on behalf of conservative causes—from faith-based policies to stem-cell research to a strict-constructionist judiciary to entitlement reform and massive tax cuts—have all fallen down the memory hole\".[5]\n\nIsrael[edit]\nPodhoretz is emphatic in his defense of Israel in its conflicts with its Arab neighbors. When pundit Pat Buchanan called Israel's actions in the 2006 Lebanon War \"un-Christian\", Podhoretz wrote: \"You want to know what anti-Semitism is? When Pat Buchanan calls Israel's military action 'un-Christian.' That's anti-Semitism.\"[6]\n\nIraq War[edit]\nPodhoretz has supported the Iraq War from its inception until the present. In his book, Bush Country, he wrote.[clarification needed] In a July 25, 2006 column for the New York Post that discussed the Israel-Lebanon conflict, Podhoretz advocated a more Machiavellian policy in Iraq, writing: \"What if the tactical mistake we made in Iraq was that we didn't kill enough Sunnis in the early going to intimidate them and make them so afraid of us they would go along with anything? Wasn't the survival of Sunni men between the ages of 15 and 35 the reason there was an insurgency and the basic cause of the sectarian violence now?\"[7] In a December 2006 column, he wrote, \"The most common cliché about the war in Iraq is now this: We didn't have a plan, and now everything is in chaos... This is entirely wrong. We did have a plan—the problem is that the plan didn't work... We thought a political process inside Iraq would make a military push toward victory against a tripartite foe—Saddamist remnants, foreign terrorists and anti-American Shiites—unnecessary... The only plan that will work is a plan to face the tripartite enemy—the Saddamists, the foreign terrorists and the Shiite sectarians—and bring them to heel. Kill as many bad guys as we can, with as many troops as we can muster.\"[8]\n\nImmigration[edit]\nIn disagreement with several writers at National Review and conservatives in general, Podhoretz has aggressively favored a more open immigration policy for the United States. He wrote: \"I said merely what I feel deeply—which is that, as a Jew, I have great difficulty supporting a blanket policy of immigration restriction because of what happened to the Jewish people after 1924 and the unwillingness of the United States to take Jews in.\"[9] Podhoretz was generally supportive of President Bush's proposals for a guest worker program and a path to citizenship for certain illegal immigrants in the U.S.\nIn November 2007, comments on Commentary's blog \"Contentions\", Podhoretz attacked his former colleague at National Review Online, Mark Krikorian, for what Podhoretz called a \"vision of a walled-off America primarily under threat from border-crossing immigrants.\" Podhoretz attempted to connect Krikorian's stance on immigration to an isolationist foreign policy.[10] In response, Krikorian called Podhoretz a \"pedantic bore\" who had no \"actual arguments\" against Krikorian's position on immigration.[11]\n\nJill Carroll incident[edit]\nOn March 30, 2006, Podhoretz was criticized by various bloggers[12][13] for posting the following comment on National Review Online approximately three hours after hostage Jill Carroll's release from her captors: \"It's wonderful that she's free, but after watching someone who was a hostage for three months say on television she was well-treated because she wasn't beaten or killed—while being dressed in the garb of a modest Muslim woman rather than the non-Muslim woman she actually is—I expect there will be some Stockholm syndrome talk in the coming days.\"[14]\nWithin days of Carroll's release, a video of Carroll slamming the \"occupation\" of Iraq and praising the insurgents as \"good people fighting an honorable fight\" appeared on an Islamist website. However, Carroll subsequently released a statement through The Christian Science Monitor's website stating that she participated in the video only because she feared for her life and because her captors said they would let her go if she participated to their satisfaction. Carroll called her captors \"criminals, at best\" and said she remained \"deeply angry\" with them.[15]\nOn April 1, 2006, Podhoretz wrote the following on National Review Online: \"For writing these predictive words, which were entirely accurate, I've been pilloried all over the blogosphere. Weird, especially in light of Jill Carroll's statement today, which was an effort to address and quiet precisely the kind of talk I predicted would take place.\"[16]\n\nConflicts with John Derbyshire[edit]\nIn response to assertions by National Review writer John Derbyshire that the victims of the Virginia Tech massacre should have been more forceful in defending themselves, Podhoretz wrote: \"The notion that a human being or group of human beings holding no weapon whatever should somehow 'fight back' against someone calmly executing other people right in front of their eyes is ludicrous beyond belief, irrational beyond bounds, and tasteless beyond the limits of reason. 'Why didn't anyone rush the guy?' Derb asks. Gee, I don't know. Because he was executing people? Because if you rush a guy with a gun, he shoots you in the head the way he executed the teachers in each classroom?\"[17] Podhoretz went on to ridicule Derbyshire's claim that he was touching a \"third rail\" by raising a subject nobody else wanted to discuss.[citation needed]\nPodhoretz has frequently clashed with Derbyshire on immigration policy and other issues.\n\nOther commentary[edit]\nPodhoretz often writes about popular culture, and was called the \"resident pop culture expert\" at National Review Online by Jonah Goldberg.[18] Dennis Miller has called Podhoretz his \"favorite movie reviewer.\"[19]  Podhoretz has written that \"it doesn't make sense to judge pop culture by its politics.\"[20] In 1999 a column he wrote for The New York Post, \"A Conversation in Hell\",[21] which featured a conversation between Satan and Joseph P. Kennedy Sr., was killed because of its controversial nature.[22]\n\nPersonal life[edit]\nPodhoretz's first marriage, to Elisabeth Marie Hickey, in 1997,[1] ended in divorce after less than three months. In 2002, he married Ayala Rae Cohen, a former co-producer for Saturday Night Live, who works for International Creative Management (ICM Partners).[23] They have two daughters and a son.[24][25][26] Podhoretz is related by marriage to the diplomat, lawyer and political scientist Elliott Abrams.[27]\n\nNotes[edit]\n\n\n^ a b \"Elisabeth Hickey, John Podhoretz\". The New York Times. May 25, 1997.\n\n^ \"John Podhoretz\". Greater Talent Network. Archived from the original on October 29, 2006. Retrieved April 8, 2007.\n\n^ John Podhoretz at IMDb. Retrieved April 8, 2007.\n\n^ \"Oedipus & Podhoretz\". NYMag.com. January 5, 1998. Retrieved November 11, 2022.\n\n^ John Podhoretz (May 16, 2006). \"The Inability to Stomach Disagreement\". National Review Online. Archived from the original on August 6, 2006. Retrieved September 3, 2006.\n\n^ John Podhoretz (July 21, 2006). \"You Want to Know What Anti-Semitism Is?\". National Review Online. Archived from the original on August 22, 2006. Retrieved September 3, 2006.\n\n^ John Podhoretz (July 25, 2006). \"Too Nice to Win? Israel's Dilemma\". New York Post. Archived from the original on July 15, 2012. Retrieved April 7, 2007.\n\n^ John Podhoretz (December 5, 2006). \"The Truth on Iraq: Political Answers Won't Work\". New York Post. Retrieved December 20, 2007.[dead link]\n\n^ John Podhoretz (February 6, 2006). \"Having Been Booed Recently...\" National Review Online. Archived from the original on December 13, 2007. Retrieved September 3, 2006.\n\n^ John Podhoretz (November 21, 2007). \"The Anti-Immigration-Isolationism Connection\". Commentary. Archived from the original on November 25, 2007. Retrieved November 25, 2007.\n\n^ Mark Krikorian (November 23, 2007). \"Pedantic Bores for $500, Alex\". National Review Online. Archived from the original on November 24, 2007. Retrieved November 25, 2007.\n\n^ \"John Podhoretz Attacks Jill Carroll\". Think Progress. March 30, 2006. Retrieved September 3, 2006.\n\n^ Andrew Sullivan (March 30, 2006). \"Jill Carroll\". The Daily Dish. Retrieved March 24, 2007.\n\n^ John Podhoretz (March 30, 2006). \"Jill Carroll\". National Review Online. Archived from the original on December 13, 2007. Retrieved September 3, 2006.\n\n^ Octavia Nasr and Susan Garraty (April 1, 2006). \"Carroll takes shot at her kidnappers\". CNN.com. Retrieved September 3, 2006.\n\n^ John Podhoretz (April 1, 2007). \"Jill Carroll, Continued\". National Review Online. Archived from the original on December 13, 2007. Retrieved September 3, 2006.\n\n^ John Podhoretz (April 19, 2007). \"In a Classroom WIth a Gunman\". National Review Online. Archived from the original on April 22, 2007. Retrieved April 21, 2007.\n\n^ Jonah Goldberg (September 4, 2006). \"Resident Pop Culture Expert\". National Review Online. Archived from the original on November 2, 2007. Retrieved March 1, 2007.\n\n^ Miller, Dennis; Bean, Orson (May 13, 2014). \"The Dennis Miller Show\" (Interview). Interviewed by Dennis Miller. Archived from the original on April 25, 2019. Retrieved January 29, 2020.\n\n^ John Podhoretz (October 10, 2006). \"It Stunk, But It Was Right-Wing\". National Review Online. Archived from the original on December 13, 2007. Retrieved March 1, 2007.\n\n^ \"A Conversation in Hell; John Podhoretz\". The New York Post. July 21, 1999.\n\n^ \"The Devil Made Him Do It\". NYMag.com. August 9, 1999.\n\n^ \"WEDDINGS/CELEBRATIONS; Ayala Cohen, John Podhoretz\". The New York Times. October 13, 2002.\n\n^ \"John Podhoretz\". NNDB.com. Retrieved April 8, 2007.\n\n^ Mark Ankcorn (October 23, 2006). \"Welcome, Shiri Podhoretz\". Rabbi Mark Ankcorn. Archived from the original on September 30, 2007. Retrieved April 8, 2006.\n\n^ Finke, Nikki (June 21, 2012). \"ICM Hires SNL's Ayala Cohen For Comedy\". Deadline.\n\n^ Michael Dobbs (May 27, 2003). \"Back in Political Forefront\". The Washington Post. Archived from the original on April 17, 2005. Retrieved October 20, 2007.\n\n\nBooks[edit]\nExternal videos Booknotes interview with Podhoretz on Hell of a Ride, December 19, 1993, C-SPAN Presentation by Podhoretz on Bush Country, February 24, 2004, C-SPAN\n(1993) Hell of a Ride: Backstage at the White House Follies 1989–1993, New York: Simon & Schuster, ISBN 0-671-79648-8\n(1993) A Passion for Truth: The Selected Writings of Eric Breindel, New York: HarperCollins Publishers, editor ISBN 0-671-79648-8\n(2004) Bush Country: How Dubya Became a Great President While Driving Liberals Insane, New York: St. Martin's Press, ISBN 0-312-32473-1\n(2007) Can She Be Stopped?: Hillary Clinton Will Be the Next President of the United States Unless..., New York: Crown Forum, ISBN 0-307-33730-8\nExternal links[edit]\nThe Corner at National Review Online\n\"Oedipus and Podhoretz\", an article from New York by Hanna Rosin\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nGermany\nIsrael\nUnited States\nNetherlands\nOther\nNARA\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=John_Podhoretz&oldid=1193061759\"",
    "twitter": ""
  },
  {
    "name": "John Pudner",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/john-pudner",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "John Stossel",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/john-stossel",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American reporter, investigative journalist, author, and libertarian columnist\n\n\nJohn StosselStossel in 2018BornJohn Frank Stossel (1947-03-06) March 6, 1947 (age 76)Chicago Heights, Illinois, U.S.EducationPrinceton University (BA)Occupation(s)Libertarian pundit, author, columnist, reporter, TV presenterYears active1969–present[1]Notable credits20/20StosselPolitical partyLibertarianSpouseEllen AbramsChildren2RelativesThomas P. Stossel (brother)Scott Hanford Stossel (nephew)\n\n\nStossel's voice\n\nHow he became a Libertarian\nWebsitewww.johnstossel.com\nThis article is part of a series onLibertarianismin the United States\nSchools\nAgorism\nAnarcho-capitalism\nAustro\nAutarchism\nBleeding-heart\nChristian\nConsequentialist\nFeminist\nFusionism\nGeo\nGreen\nLeft-wing market anarchism\nMinarchism\nNatural-rights\nNeo\nPaleo\nPanarchism\nPaternalist\nPropertarianism\nTechno\nTranshumanist\nVoluntaryism\n\nPrinciples\nAnti-imperialism\nCivil libertarianism\nConstitutionalism\nCounter-economics\nDecentralization\nDeparturism\nEconomic freedom\nEvictionism\nFree banking\nFree market\nFree-market environmentalism\nFree migration\nFree trade\nFree will\nFreedom of association\nFreedom of contract\nFreedom of speech\nHomestead principle\nIndividuality\nIndividualism\nLiberty\nLimited government\nLocalism\nMarriage privatization\nNatural rights and legal rights\nNon-aggression principle\nNon-interventionism\nNon-politics\nNon-voting\nOpen border\nPolycentric law\nPrivate defense agency\nPrivate property\nPublic choice theory\nRestorative justice\nRight to bear arms\nRugged Individualism\nSelf-ownership\nSingle tax\nSmall government\nSpontaneous order\nStateless society\nTax resistance\nTitle-transfer theory of contract\nVoluntary association\nVoluntary society\n\nHistory\nAge of Enlightenment\nAbolitionism in the United States\nClassical liberalism\nAnti-Federalism\nTranscendentalism\nIndividualist anarchism in the United States\nOld Right\nNew Left\nFreedom School\n\nEconomics\nAustrian School\nEconomic liberalism\nFiscal conservatism\nGeorgism\nLaissez-faire\nNeoliberalism\nSupply-side economics\n\nPeople\nAmash\nAndrews\nBarnett\nBlock\nBrennan\nBurt\nChamberlain\nCaplan\nCarson\nChartier\nChodorov\nChomsky\nCleveland\nCoolidge\nEpstein\nD. Friedman\nM. Friedman\nP. Friedman\nR. Friedman\nGalambos\nGarrett\nGeorge\nGillespie\nGoldwater\nGreene\nGutfeld\nHarper\nHazlitt\nHeinlein\nHess\nHeywood\nHoppe\nHospers\nHuemer\nJillette\nJohnson\nJorgensen\nKinsella\nC. Koch\nD. Koch\nKonkin III\nC. Lane\nR. Lane\nLeFevre\nMachan\nMcElroy\nMencken\nMises\nNapolitano\nNock\nNolan\nNozick\nPaterson\nPaul\nPostrel\nPugsley\nRand\nRead\nRockwell\nRomney\nRothbard\nSarwark\nSchulman\nSciabarra\nScott\nSmith\nSowell\nSkousen\nSpooner\nStossel\nSwartz\nSzasz\nTaleb\nTeller\nThiel\nThoreau\nTucker\nVentura\nWarren\nWilder\nWilliams\nWilson\nWoods\n\nIssues\nAbortion\nCapital punishment\nCriticism\nForeign affairs\nImmigration\nIntellectual property\nInternal debates\nLGBT rights\nObjectivism\nPolitical parties\nPolitics\nState\nTheories of law\n\nCulture\nCome and take it\nGadsden flag\nLibertarian science fiction\nRon Swanson\n\nOrganizations\nCato Institute\nFederalist Society\nFree State Project\nFoundation for Economic Education\nInternational Alliance of Libertarian Parties\nLibertarian Party\nLiberty International\nMises Institute\nReason Foundation\nStudents for a Democratic Society\nStudents for Liberty\n\nWorks\nThe Anarchist Cookbook\nAnarchy, State, and Utopia\nThe Betrayal of the American Right\nCivil Disobedience\nConceived in Liberty\nDefending the Undefendable\nThe Discovery of Freedom\nEnd the Fed\nThe Ethics of Liberty\nFor a New Liberty\nFree to Choose\nThe God of the Machine\nLiberty\nThe Machinery of Freedom\nMan, Economy and State\nThe Moon is a Harsh Mistress\nThe Mainspring of Human Progress\nThe Market for Liberty\nNo, They Can't\nNo Treason\nNew Libertarian Manifesto\nOur Enemy, the State\nThe Problem of Political Authority\nProgress and Poverty\nProtection or Free Trade\nRadicals for Capitalism\nSeeing Like a State\nTo Serve and Protect\nThe Unconstitutionality of Slavery\n\nRelated topics\nAmerican militia movement\nBoogaloo movement\nConservatism in the United States\nDark Enlightenment\nLeft-libertarianism\nLiberalism in the United States\nLibertarian conservatism\nLibertarian Democrat\nLibertarian Republican\nLibertarian socialism\nLibertarianism in Hong Kong\nLibertarianism in South Africa\nLibertarianism in the United Kingdom\nNew Right\nObjectivism\nOn Democracy in America\nOutline of libertarianism\nRight-libertarianism\nSovereign citizen movement\n\n Liberalism portal\n Conservatism portal\n Libertarianism portal\n United States portalvte\nJohn Frank Stossel (born March 6, 1947) is an American libertarian television presenter, author, consumer journalist, political activist, and pundit. He is known for his career as a host on ABC News, Fox Business Network, and Reason TV.[2]\nStossel's style combines reporting and commentary. It reflects a libertarian political philosophy and views on economics which are largely supportive of the free market.[3] He began his journalism career as a researcher for KGW-TV, was a consumer reporter at WCBS-TV in New York City, and then joined ABC News as a consumer editor and reporter on Good Morning America. Stossel became an ABC News correspondent, joining the weekly news magazine program 20/20, and later became a co-anchor.[4] In October 2009, Stossel left ABC News to join the Fox Business Network. He hosted a weekly news show on Fox Business, Stossel, from December 2009 to December 2016. In 2019, Stossel launched StosselTV, an online channel distributed on social media.\nStossel has received 19 Emmy Awards[5] and five awards from the National Press Club.[6][7] He has written three books: Give Me a Break (2004), Myths, Lies, and Downright Stupidity (2007), and No, They Can't: Why Government Fails – But Individuals Succeed (2012).\n\n\nEarly life[edit]\nJohn F. Stossel was born on March 6, 1947,[8] in Chicago Heights, Illinois, the younger of two sons,[9] to Jewish parents who left Germany before Hitler rose to power. The family joined a Congregationalist church in the U.S., and Stossel was raised Protestant.[10] He grew up on Chicago's affluent North Shore and graduated from New Trier High School.[11] Stossel characterizes his older brother, Thomas P. Stossel, as \"the superstar of the family\", commenting, \"While I partied and played poker, he studied hard, got top grades, and went to Harvard Medical School.\" Stossel characterizes himself as having been \"an indifferent student\" while in college, commenting, \"I daydreamed through half my classes at Princeton, and applied to grad school only because I was ambitious, and grad school seemed like the right path for a 21-year-old who wanted to get ahead.\" Although he had been accepted to the University of Chicago's School of Hospital Management, Stossel was \"sick of school\" and thought taking a job would inspire him to embrace graduate studies with renewed vigor.[9] Stossel recalled in an interview that after graduating college, \"like a lot of young people I thought capitalism was ok it brings us some stuff but it's cruel and unfair\".[12]\n\nCareer[edit]\nEarly career[edit]\nIn school, Stossel aspired to work at Seattle Magazine, but it went out of business by the time he graduated. His contacts there assisted him in getting a job at KGW-TV in Portland, Oregon, where Stossel began as a newsroom gofer, working his way up to researcher and then writer. After a few years, the news director told Stossel to go on the air and read what he wrote. Despite his stage fright, Stossel says his fear spurred him to improve, examining and imitating broadcasts of David Brinkley and Jack Perkins. Stossel had also stuttered since childhood. After a few years of on-air reporting, Stossel was hired by WCBS-TV in New York City, by Ed Joyce, the same news director who hired Arnold Diaz, Linda Ellerbee, Dave Marash, Joel Siegel and Lynn Sherr. Stossel was disappointed at CBS, feeling that the more limited amount of time spent there on research lowered the quality of its journalism compared to Portland. Stossel cites union work rules that discouraged the extra work that Stossel felt allowed employees to be creative, which he says represented his \"first real introduction to the deals made by special interests\". Stossel also \"hated\" Joyce, who he felt was \"cold and critical\", though Stossel credits Joyce with allowing him the freedom to pursue his own story ideas, and with recommending the Hollins Communications Research Institute in Roanoke, Virginia, that helped Stossel manage his stutter.[13]\nStossel grew continuously more frustrated with having to follow the assignment editor's vision of what was news. Perhaps because of his stuttering, he had always avoided covering what others covered, feeling he could not succeed if he were forced to compete with other reporters by shouting out questions at news conferences. However, this led to the unexpected realization for Stossel that more important events were those that occurred slowly, such as the women's movement, the growth of computer technology, and advancements in contraception, rather than daily events like government pronouncements, elections, fires, or crime. One day, Stossel bypassed the assignment editor to give Ed Joyce a list of story ideas the assignment editor had rejected. Joyce agreed that Stossel's ideas were better, and approved them.[13] Stossel has served as a spokesman for the Stuttering Foundation of America.[14]\n\n20/20[edit]\nIn 1981 Roone Arledge offered Stossel a job at ABC News, as a correspondent for 20/20 and consumer reporter for Good Morning America.[15] His \"Give Me a Break\" segments for the former featured a skeptical look at subjects from government regulations and pop culture to censorship and unfounded fear. The series was spun off into a series of one-hour specials with budgets of half a million dollars[16] that began in 1994. During the course of his work on 20/20, Stossel wrote, he discovered Reason magazine, whose libertarian ideas appealed to him.[17] Stossel later said in an interview that the regulations he urged governments to pass did not work.[12] After coming out as a libertarian, Stossel said, he angered members of the political left, his news colleagues and others.[12] Stossel was named co-anchor of 20/20 in May 2003, while he was writing his first book, Give Me a Break: How I Exposed Hucksters, Cheats, and Scam Artists and Became the Scourge of the Liberal Media, which was published in 2004.[18] In it, he details his start in journalism and consumer reporting, and how he evolved to harbor libertarian beliefs.[13][19]\n\nFox News Channel and Fox Business Network[edit]\nStossel in 2010.\nIn September 2009, it was announced that Stossel was leaving Disney's ABC News and joining News Corp.'s Fox News Channel and Fox Business Network. In addition to appearing on The O'Reilly Factor every Tuesday night, he also hosted a one-hour weekly program for Fox Business Network and a series of one-hour specials for Fox News Channel, as well as making regular guest appearances on Fox News programs.\nThe program, Stossel, debuted December 10, 2009, on Fox Business Network.[20] The program examined issues related to individual freedom, free market capitalism and small government, such as civil liberties, the business of health care, and free trade. The final episode premiered on December 16, 2016. At the end of that episode, a retrospective that spotlighted moments from seven years of the program, Stossel explained that due to his age, he wanted to help develop a younger generation of journalists with his views, and would continue to appear as a guest on Fox programs, and also help produce content for Reason TV.[21] His blog, \"Stossel's Take\", is published on both FoxBusiness.com and FoxNews.com.[22][23]\n\nStossel TV[edit]\nIn 2019, Stossel launched Stossel TV, an online channel which distributes weekly videos via social media platforms.\n\nPublications[edit]\nSee also: No, They Can't\nStossel has written three books. Give Me a Break: How I Exposed Hucksters, Cheats, and Scam Artists and Became the Scourge of the Liberal Media is a 2005 autobiography from Harper Perennial documenting his career and philosophical transition from liberalism to libertarianism. It describes his opposition to government regulation, his belief in free market and private enterprise, support for tort reform, and advocacy for shifting social services from the government to private charities. It was a New York Times bestseller for 11 weeks.[24] Myths, Lies, and Downright Stupidity: Get Out the Shovel – Why Everything You Know Is Wrong, which was published in 2007 by Hyperion, questions the validity of various conventional wisdoms, and argues that the belief he is conservative is untrue. On April 10, 2012, Threshold Editions, an imprint of Simon & Schuster, published Stossel's third book No, They Can't: Why Government Fails – But Individuals Succeed. It argues that government policies meant to solve problems instead produce new ones, and that free individuals and the private sector perform tasks more efficiently than the government does.[25]\nWith financial support from the libertarian Palmer R. Chitester Fund, Stossel and ABC News launched a series of educational materials for public schools in 1999 entitled \"Stossel in the Classroom\".[26][27] It was taken over in 2006 by the Center for Independent Thought and releases a new DVD of teaching materials annually. In 2006, Stossel and ABC released Teaching Tools for Economics, a video series based on the National Council of Economics Education standards.[28]\nSince February 2011, Stossel has written a weekly newspaper column for Creators Syndicate.[29][30] His articles appear in such online publications as Newsmax, Reason, and Townhall.[31]\n\nPolitical positions[edit]\nStossel purports to debunk myths in his journalism.[6] His Myths and Lies series of 20/20 specials challenges a range of liberal beliefs.[6] He also hosted The Power of Belief (October 6, 1998), an ABC News Special that focused on assertions of the paranormal and people's desire to believe. Another report put forward the argument that opposition to DDT is misplaced and that the ban on DDT has resulted in the deaths of millions of children,[32] mostly in poor nations.[33]\n\nLibertarianism[edit]\nStossel speaking at the New York City Spring Summit of Young Americans for Liberty\nAs a libertarian[34] who has said he usually votes for the Libertarian Party,[12] Stossel says that he believes in both personal freedom[35] and the free market. He frequently uses television airtime to advance these views and challenge viewers' distrust of free-market capitalism and economic competition. He received an Honoris Causa Doctorate from Francisco Marroquin University, a libertarian university in Guatemala, in 2008.\nStossel argues that individual self-interest, or \"greed\", creates an incentive to work harder and to innovate.[36] He argues that this innovation makes the poor richer and the only way people \"can get rich is to offer us something that we believe is better than we had before.\"[37] He promoted school choice as a way to improve American public schools akin to the Belgian voucher system.[38][39]\nStossel has criticized government programs for being inefficient, wasteful, and harmful.[40] He has also criticized the American legal system, opining that it provides lawyers and vexatious litigators the incentive to file frivolous lawsuits indiscriminately.[41] Although Stossel concedes that some lawsuits are necessary in order to provide justice to people genuinely injured by others with greater economic power,[42] he advocates the adoption in the U.S. of the English rule as one method to reduce the more abusive or frivolous lawsuits.[43]\nStossel opposes the minimum wage,[44] corporate welfare and welfare more broadly, bailouts,[12][45] seat belt laws, occupational licensing and the war in Iraq.[7][12] He also opposes legal prohibitions against pornography, marijuana, recreational drugs, gambling, ticket scalping, prostitution, polygamy,[46] and assisted suicide,[47] and believes most abortions should be legal.[48] He has said he supports the rule of law,[12] gun rights,[49] pollution control,[12] and lower and simpler taxes.[50] He has endorsed or explored various ideas in his specials and on his TV series for changing the tax system, including switching to a flat tax,[51] and replacing the income tax with the FairTax.[52]\nStossel argues that a country needs to have police and a national defense as laid out by the United States Constitution.[12] Stossel acknowledges that Scandinavian countries have large welfare states, but says that they can only afford them \"because they have a homogeneous culture and they have a fairly free private market to pay for it\" while also noting that they have no government-mandated minimum wage.[12][third-party source needed]\nWhen the Department of Labor reissued federal guidelines in April 2010 governing the employment of unpaid interns under the Fair Labor Standards Act based on a 1947 Supreme Court decision,[53] Stossel criticized the guidelines, appearing in a police uniform during an appearance on the Fox News program America Live, commenting, \"I've built my career on unpaid interns, and the interns told me it was great – I learned more from you than I did in college.\" Asked why he did not pay them if they were so valuable, he said he could not afford to.[54]\nStossel is a faculty member of the Charles Koch Institute.[55]\nStossel has advocated in favor of abolishing the Food and Drug Administration (FDA).[56]\nOn April 1, 2016, Stossel moderated the first-ever nationally televised Libertarian presidential debate.[57] The second part of the debate aired on April 8.[58] On May 21, 2020, he moderated the Libertarian Party National Convention Presidential Debate between Jacob Hornberger, Vermin Supreme, Jo Jorgensen, Jim Gray, and John Monds.[59]\n\nScience[edit]\nIn 2001, the progressive media watchdog organization FAIR criticized Stossel's reportage of global warming in his documentary, Tampering with Nature, accusing it of using \"highly selective...information\" that placed undue emphasis on three dissenters from among the 2,000 members of the UN's Intergovernmental Panel on Climate Change, which had recently released a report stating that global temperatures were rising almost twice as fast as previously thought.[60]\nIn December 2014, Stossel stated that \"There is no good data showing secondhand smoke kills people.\" The fact-checker website Politifact rated this statement \"False\", citing considerable levels of scientific research showing that secondhand smoke has caused deaths.[61]\n\nPraise and criticism[edit]\nAwards[edit]\nAs of 2001, Stossel had won 19 Emmy Awards.[62][63] He was honored five times for excellence in consumer reporting by the National Press Club, has received a George Polk Award for Outstanding Local Reporting and a Peabody Award.[64] On April 23, 2012, Stossel was awarded the Chapman University Presidential Medal, by the current president, James Doti, and chancellor, Danielle Struppa. The award has been presented to only a handful of people over the past 150 years.[65][unreliable source?] Stossel received an honorary doctorate from Universidad Francisco Marroquín.[66]\n\nPraise[edit]\nIn promotional copy for one of Stossel's books, the Nobel Prize–winning Chicago School monetarist economist Milton Friedman wrote: \"Stossel is that rare creature, a TV commentator who understands economics, in all its subtlety.\"[67] Steve Forbes, the editor of Forbes magazine, described Stossel as \"one of America's ablest and most courageous journalists.\"[67] The author P. J. O'Rourke said, \"He seeks the truths that destroy truisms, wields reason against all that's unreasonable, and uses and upholds the ideals that puncture sanctimonious idealism\".[67]\nAn article published by the libertarian group Advocates for Self Government notes praise for Stossel.[68] Independent Institute Research Analyst Anthony Gregory, writing on the libertarian blog LewRockwell.com, described Stossel as a \"heroic rogue... a media maverick and proponent of freedom in an otherwise statist, conformist mass media.\"[69] Libertarian investment analyst Mark Skousen said Stossel is \"a true libertarian hero\".[70]\n\nCriticism and controversy[edit]\nProgressive organizations such as Fairness and Accuracy In Reporting (FAIR) and Media Matters for America (MMfA) have criticized Stossel's work,[71][72] for what they described as a lack of balance of coverage and distortion of facts on his part. For example, Stossel was criticized for a segment on his October 11, 1999, show during which he argued that AIDS research has received too much funding, \"25 times more than on Parkinson's, which kills more people.\" In its criticism of Stossel's claim however, FAIR misrepresented the data by comparing the death rate for Parkinson's disease for the years 1962 through 1984 (referencing the BC Medical Journal issue of April, 2001) to the number of deaths from HIV/AIDS for the single year 1999.[73][74] Data from the Institute for Health Metrics and Evaluation (IHME) in fact corroborated Stossel's claim.[75][76]\nIn a February 2000 Salon feature on Stossel titled \"Prime-time propagandist\", David Mastio wrote that Stossel has a conflict of interest in donating profits from his public speaking engagements to, among others, a non-profit called \"Stossel in the Classroom\" which includes material for use in schools, some of which uses material made by Stossel.[77]\nUniversity of Texas economist James K. Galbraith has alleged that Stossel, in his September 1999 special Is America #1?, used an out-of-context clip of Galbraith to convey the notion that Galbraith advocated the adoption by Europe of the free market economics practiced by the United States, when in fact Galbraith actually advocated that Europe adopt some of the United States' social benefit transfer mechanisms such as Social Security, which is the economically opposite view. Stossel denied any misrepresentation of Galbraith's views and stated that it was not his intention to convey that Galbraith agreed with all of the special's ideas. However, he re-edited that portion of the program for its September 2000 repeat, in which Stossel paraphrased, \"Even economists who like Europe's policies, like James Galbraith, now acknowledge America's success.\"[78][79]\n\nDavid Schultz incident[edit]\nOn December 28, 1984, during an interview for 20/20 on professional wrestling, wrestler David Schultz struck Stossel twice after Stossel said professional wrestling was \"fake\". Stossel said he suffered from pain and buzzing in his ears eight weeks after the assault.[80] Stossel sued and obtained a settlement of $280,000 from the World Wrestling Federation (WWF). In his book, Myths, Lies, and Downright Stupidity, Stossel noted his regret, believing lawsuits harm innocent people.[81] Schultz maintains that he attacked Stossel on orders from Vince McMahon, the head of the then-WWF.[82] This was later re-visited on the second season episode of Dark Side of the Ring, aired on April 28, 2020.\n\nOrganic vegetables[edit]\nA February 2000 story about organic vegetables on 20/20 included statements by Stossel that tests had shown that neither organic nor conventional produce samples contained any pesticide residue, and that organic food was more likely to be contaminated by E. coli bacteria. The Environmental Working Group objected to his report, mainly questioning his statements about bacteria, but also managed to determine that the produce had never been tested for pesticides. They communicated this to Stossel, but after the story's producer backed Stossel's statement that the test results had been as described, the story was rebroadcast months later, unchanged, and with a postscript in which Stossel reiterated his claim. Later, after a report in The New York Times confirmed the Environmental Working Group's claims, ABC News suspended the producer of the segment for a month and reprimanded Stossel. Stossel apologized, saying that he had thought the tests had been conducted as reported. However, he asserted that the gist of his report had been accurate.[83][84][85][86]\n\nFrederick K. C. Price[edit]\nIn a March 2007 segment about finances and lifestyles of televangelists, 20/20 aired a segment by Stossel that included a clip of television minister Frederick K. C. Price, which had originally been broadcast by the Lifetime Network in 1997. Price alleged that the clip portrayed him describing his wealth in extravagant terms, when he was actually telling a parable about a rich man. ABC News twice aired a retraction and apologized for the error.[87] The suit concluded with an out of court settlement including a public apology by ABC.[88]\n\nLawsuit against fact-checkers[edit]\nIn September 2021, Stossel sued Facebook, alleging defamation for labels applied by fact checkers to two of his videos, but his lawsuit was dismissed in October 2022.[89][90] The fact-checking organizations Science Feedback and Climate Feedback were also named as defendants in Stossel's lawsuit.[91] Stossel's video titled \"Government Fueled Fires\" had been labeled on Facebook as \"missing context\" and \"misleading\", and another video titled \"Are We Doomed?\" had been labeled as \"partly false\" and \"factual inaccuracies\".[89][91] Stossel's lawsuit said that the labels harmed his viewership, advertisement revenue, and reputation, and that Facebook and its fact-checking partners \"falsely attributed to Stossel a claim he never made\".[91] In the first video, Stossel featured a guest who opined that climate change was not the primary cause of the 2020 California fires.[92] In the second video, Stossel questioned statements made by those he refers to as \"environmental alarmists\", including \"claims that hurricanes are getting stronger, that sea level rise poses a catastrophic threat, and that humans will be unable to cope with the fallout.\"[91][93] A Facebook spokesperson called Stossel's lawsuit \"without merit\", and Facebook attorneys said in 2021 that \"The labels themselves are neither false nor defamatory; to the contrary, they constitute protected opinion.\"[91][94] In October 2022, a federal court dismissed Stossel's lawsuit, saying that Facebook did not defame him because the Facebook fact check program \"reflects a subjective judgment about the accuracy and reliability of assertions\". The court also ruled that Stossel's lawsuit could be dismissed under California's anti-SLAPP statute.[89][95]\n\nPersonal life[edit]\nStossel lives in New York City with his wife, Ellen Abrams[96] and children, Lauren and Max.[8][97] They also own a home in Massachusetts.[98]\nStossel came to embrace his family's Ashkenazi Jewish heritage after marrying his wife, who is also Jewish. They also raised their children Jewish.[10] Stossel identified himself as an agnostic in \"Skeptic or Believer\", the December 16, 2010, episode of Stossel, explaining that he had no belief in God but was open to the possibility.[99]\nStossel's brother, Thomas P. Stossel, was a Harvard Medical School professor[100] and co-director of the Hematology Division at Boston's Brigham and Women's Hospital.[101] He has served on the advisory boards of pharmaceutical companies such as Merck and Pfizer.[102] Stossel's nephew is journalist and magazine editor Scott Stossel.[103]\nOn April 20, 2016, Stossel announced he had lung cancer despite never having smoked,[104] and that as a result of its early detection, he would have a fifth of one of his lungs surgically removed.[105]\n\nBooks[edit]\nGive Me a Break: How I Exposed Hucksters, Cheats, and Scam Artists and Became the Scourge of the Liberal Media... (Paperback ed.). Harper Paperbacks. 2005. ISBN 978-0-06-052915-4.\nMyths, Lies and Downright Stupidity: Get Out the Shovel – Why Everything You Know is Wrong (Paperback ed.). Hyperion. 2007. ISBN 978-0-7868-9393-5.\nNo, They Can't: Why Government Fails – But Individuals Succeed. Threshold Editions. 2012. ISBN 978-1451640946.\nSee also[edit]\nList of newspaper columnists\nReferences[edit]\n\n\n^ Triggs, Charlotte (April 11, 2011). \"John Stossel: Rising Above Stuttering – John Stossel\". People. Retrieved January 24, 2012.\n\n^ \"John Stossel\". Reason.com. September 20, 2023.\n\n^ Johnson, Carlisle (January 15, 2008). \"Interview with John Stossel by Carlisle Johnson\". Francisco Marroquin University (Guatemala) \"New Media - Universidad Francisco Marroquín\". Archived from the original on May 31, 2020. Retrieved September 13, 2020.{{cite web}}:  CS1 maint: bot: original URL status unknown (link)\n\n^ Stossel, John (February 27, 2007). \"Excerpt: John Stossel's 'Give Me a Break'\". ABC News. Retrieved April 13, 2007.\n\n^ \"John Stossel\". Simon & Schuster.\n\n^ a b c Hagelin, Rebecca. \"John Stossel: Myth Buster Extraordinaire\". Heritage Foundation. Retrieved April 23, 2018.\n\n^ a b Myths, Lies, and Downright Stupidity. Fraser Institute. Posted July 3, 2006. Retrieved July 21, 2009.  Archived June 11, 2011, at the Wayback Machine\n\n^ a b \"John Stossel: Biography\". TV Guide. Retrieved August 12, 2012.\n\n^ a b Stossel, John (2004). Give Me a Break: How I Exposed Hucksters, Cheats, and Scam Artists and Became the Scourge of the Liberal Media. HarperCollins. pp. 2–3\n\n^ a b Gonczi, Esther (March 4, 2001). \"King David Society Praises Generosity\" Archived December 13, 2013, at the Wayback Machine. Sun-Sentinel.\n\n^ Zwecker, Bill (February 23, 2011). \"Fox anchor identifies with 'The King’s Speech'\". Chicago Sun-Times. Archived March 18, 2012, at the Wayback Machine\n\n^ a b c d e f g h i j John Stossel | The Ben Shapiro Show Sunday Special Ep. 27, retrieved June 18, 2023\n\n^ a b c Stossel. 2004. pp. 3–8\n\n^ \"Stuttering Didn’t Silence His Story: 20/20’s John Stossel Inspires Others\". The Stuttering Foundation. May 1, 2006\n\n^ Stossel. 2004. pp. 10–11\n\n^ \"John Stossel: The Reason.tv interview (Part 1 of 2)\". YouTube. February 3, 2009. Archived from the original on November 16, 2021. Retrieved April 28, 2012.\n\n^ Stossel, 2004. p. 60\n\n^ Stossel, 2004. p. 273\n\n^ Stossel, 2004. p. 181\n\n^ \"John Stossel\". Fox Business Network. Archived from the original on December 12, 2013. Retrieved May 31, 2013.\n\n^ Welch, Matt (December 16, 2016). \"Thank You, John Stossel, for Teaching Libertarians How to Do Cable News\". Reason.org.\n\n^ \"John Stossel's Take\" Archived May 2, 2011, at the Wayback Machine. Fox Business. Retrieved August 12, 2012.\n\n^ Ariens, Chris (September 10, 2009) \"John Stossel Leaving ABC For Fox\". Mediabistro.com. Retrieved September 10, 2009. Archived September 8, 2010, at the Wayback Machine\n\n^ \"Columns by John Stossel\". Townhall.com. Archived from the original on September 15, 2007. Retrieved September 24, 2007.\n\n^ Gonzalez, Mike (April 11, 2012). \"No They Can't: Why Government Fails – But Individuals Succeed\". The Heritage Foundation. Archived from the original on April 12, 2012. Retrieved April 17, 2012.\n\n^ \"Stossel in the Classroom\". Retrieved April 28, 2012.\n\n^ Rose, Ted. \"Laissez-Faire TV\". Media Transparency. Archived from the original on September 26, 2007. Retrieved September 24, 2007.\n\n^ \"Teaching Tools for Economics from John Stossel\". ABC News. April 29, 2007. Retrieved September 24, 2007.\n\n^ \"About John Stossel\". Creators Syndicate. Retrieved August 2, 2012.\n\n^ \"John Stossel Archive\". Creators Syndicate. Retrieved August 2, 2012.\n\n^ Stossel, John. \"John Stossel : Contributors\". Reason. Retrieved December 4, 2013.\n\n^ Seavey, Todd (June 1, 2002). \"The DDT Ban Turns 30 – Millions Dead of Malaria Because of Ban, More Deaths Likely\". American Council on Science and Health. Archived from the original on October 9, 2007. Retrieved November 17, 2007.\n\n^ Stossel, John (October 4, 2006). \"Hooray for DDT's Life-Saving Comeback\". Real Clear Politics. Retrieved September 24, 2007.\n\n^ Rutenberg, Jim; Barringer, Felicity (August 14, 2000). \"MEDIA; Apology Highlights ABC Reporter's Contrarian Image\". The New York Times. ISSN 0362-4331. Retrieved May 6, 2021.\n\n^ \"Conference about The Myths, Lies and Downright Stupidity Archived May 31, 2020, at the Wayback Machine\" at Francisco Marroquin University. Guatemala, January 2008\n\n^ Stossel, John (April 26, 2006). \"Greed is good\". Townhall.com. Retrieved September 24, 2007.\n\n^ Stossel, John (June 16, 2021). \"The Poor Get Richer\". Stoppingsocialism.com. Retrieved May 2, 2022.\n\n^ Stossel, John (January 13, 2016). \"Opinion: John Stossel's 'Stupid in America'\". ABC News. Retrieved May 9, 2021.\n\n^ \"School choice and school vouchers: An OECD perspective\" (PDF). Organisation for Economic Co-operation and Development. 2017. Retrieved May 9, 2021.\n\n^ Stossel, John (August 16, 2006). \"Does Government Stupidity Know Any Bounds\". Townhall.com. Archived from the original on March 18, 2008. Retrieved September 24, 2007.\n\n^ Stossel, 2004. \"The Trouble with Lawyers\". pp. 177–179\n\n^ Martel, Frances.\"John Stossel Fights Frivolous Lawsuits On A Go-Cart\". July 7, 2010\n\n^ Stossel; 2004; p. 283\n\n^ \"John Stossel's poor logic on minimum wages and jobs\". Columbia Journalism Review. Retrieved May 14, 2019.\n\n^ John Stossel and Andrew Kirell. Is the Government Bailout Just Dollars and Nonsense?, ABC News, March 13, 2009\n\n^ \"John Stossel & Don Imus Discuss Gay Marriage & The Coming Bankruptcy of Medicare & Social Security\". YouTube. April 5, 2013. Archived from the original on November 16, 2021. Retrieved April 11, 2014.\n\n^ Television Review; A Grab Bag of 'Victimless Crimes', The New York Times, May 26, 1998\n\n^ Stossel, John. \"John Stossel Q & A – Your Questions Answered\". ABCNews.com. Archived from the original on August 16, 2004. Retrieved March 18, 2010.\n\n^ The Right To BEAR Arms, retrieved March 12, 2023\n\n^ Stossel, John (April 2010). \"Lower and Simplify Taxes!\".  JFS Productions, Inc. Creators.com. Archived December 13, 2013, at the Wayback Machine\n\n^ Stossel, John (1999). Is America #1?, ABC News.\n\n^ Boortz, Neal (May 25, 2006). \"Today's Nuze: May 25, 2006\". Cox Media Group. Archived from the original on May 4, 2012. Retrieved April 9, 2012.\n\n^ Fact Sheet #71: Internship Programs Under The Fair Labor Standards Act United States Department of Labor; April 2010\n\n^ Stout, Hilary. The Coveted but Elusive Summer Internship, The New York Times, July 2, 2010\n\n^ \"Charles Koch Institute fellowship funds journalists\". Columbia Journalism Review. Retrieved May 14, 2019.\n\n^ Edwards, Jim (March 1, 2010). \"John Stossel's Plan to Abolish the FDA Should Be Laughed Out of Town\". CBS News. Retrieved September 26, 2021.\n\n^ Nicholas Sarwark (March 3, 2016). \"Libertarian presidential debate to air on Stossel Show in April\". Libertarian Party. Archived from the original on May 11, 2016.\n\n^ \"FBN's John Stossel Hosts Libertarian Presidential Forum Featuring Johnson, McAfee & Petersen\". Fox Business. March 31, 2016.\n\n^ \"LP official presidential debates tonight; lineups announced\". Independent Political Report. SpinJ Corporation. May 21, 2020. Retrieved July 3, 2020.\n\n^ \"FAIR Action Alert: Stossel Tampers with the Facts\". FAIR. July 17, 2001. Archived from the original on June 9, 2012. Retrieved August 3, 2020.\n\n^ Sanders, Katie. \"Fox Business pundit: 'No good data' for deaths from secondhand smoke\". Politifact. Archived from the original on May 14, 2019. Retrieved July 14, 2020.\n\n^ Kelly, Ray (October 15, 2018). \"Fox News' John Stossel to speak at STCC\". masslive.com. Retrieved May 14, 2019.\n\n^ Stossel, John (May 1, 2001). \"The Real Cost of Regulation\". Imprimis. Retrieved May 14, 2019.\n\n^ \"John Stossel\". ABC News.\n\n^ Thomas, Michelle (April 30, 2012). \"Stossel plugs Libertarian ideas, book at event\". The Panther. Retrieved May 5, 2012.[permanent dead link]\n\n^ \"Doctorado Honorífico a John Stossel\" (in Spanish). New Media UFM. Archived from the original on May 4, 2011. Retrieved May 29, 2011.\n\n^ a b c \"Confessions of a Media Maverick: Exposing Hucksters, Cheats and Scam Artists\". The Independent Institute Conference Center. January 30, 2004. Retrieved September 24, 2007.\n\n^ \"John Stossel – Libertarian\". Advocates for Self-Government. Archived from the original on July 2, 2007. Retrieved July 10, 2007.\n\n^ Gregory, Anthony (January 11, 2005). \"Real TV News\". LewRockwell.com. Archived from the original on March 13, 2014. Retrieved September 24, 2007.\n\n^ Skousen, Mark (February 1, 2003). \"A Year at FEE\". Forecasts & Strategies. Archived from the original on September 28, 2007. Retrieved September 24, 2007.\n\n^ \"John Stossel\". Fairness and Accuracy In Reporting. Archived from the original on October 10, 2007. Retrieved September 24, 2007.\n\n^ \"John Stossel\". Media Matters for America. Archived from the original on September 29, 2007. Retrieved September 24, 2007.\n\n^ Hart, Peter (March 1, 2003). \"Give Us a Break\". FAIR. Retrieved January 9, 2024.\n\n^ \"Epidemiology of Parkinson's disease | British Columbia Medical Journal\". bcmj.org. Retrieved January 9, 2024.\n\n^ \"Deaths from Parkinson's disease\". Our World in Data. Retrieved January 9, 2024.\n\n^ \"New cases, deaths, and people living with HIV/AIDS\". Our World in Data. Retrieved January 9, 2024.\n\n^ Mastio, David (February 25, 2000). \"Prime-time propagandist\". Salon. Retrieved October 6, 2007.; and, Dowie, Mark (December 20, 2001). \"A Teflon Correspondent\". The Nation. Archived from the original on October 12, 2007. Retrieved October 6, 2007.\n\n^ Coen, Rachel (March 2003). \"The Stossel Treatment\". Fairness and Accuracy In Reporting. Archived from the original on November 14, 2007. Retrieved November 14, 2007.\n\n^ Rose, Ted (March 2000) \"Laissez-Faire TV: ABC's John Stossel is a man on a mission to teach Americans about the evils of government regulation and the rewards of free enterprise.\" Archived September 26, 2007, at the Wayback Machine Brill's Content; and, Stossel & staff. \"A Response by Stossel and Some of His Staff To the Group \"FAIR\"\". FAIR. Archived from the original on December 12, 2007. Retrieved December 10, 2007. We stand by our report\n\n^ Kaplan, Peter W. (February 23, 1985). \"TV Notes; ABC Reporter May Sue Wrestler Who Hit Him\". New York Times. Retrieved September 28, 2007.\n\n^ Wrestling Babylon by Irvin Muchnick ECW Press 2007 p. 118; and, Give Me a Break by John Stossel, p. 211\n\n^ Johnson, Steven (October 8, 2006). \"Dr. D dominates PWHF dinner\". Canoe. Archived from the original on October 12, 2007. Retrieved September 26, 2007.\n\n^ Rutenberg, Jim (July 31, 2000). \"Report on Organic Foods Is Challenged\". The New York Times. Retrieved September 1, 2007.\n\n^ Stossel, John (August 11, 2000). \"20/20: Stossel Apology for Organic Food Report\". ABC News. Retrieved September 26, 2007.\n\n^ Rutenberg, Jim; Barringer, Felicity (August 14, 2000). \"Apology Highlights ABC Reporter's Contrarian Image\". The New York Times. Retrieved September 5, 2007.\n\n^ McElroy, Wendy (August 15, 2000). \"Blaspheming Organic Food: The Persecution of John Stossel\". LewRockwell.com. Retrieved September 26, 2007.\n\n^ Johnson, Gene C. Jr. (August 2, 2007). \"Price Strikes Back at ABC\". Los Angeles Wave. Archived from the original on October 26, 2007. Retrieved September 26, 2007.; and, Semuels, Alana (July 25, 2007). \"Preacher sues '20/20,' alleging defamation\". Los Angeles Times. Archived from the original on November 11, 2012. Retrieved September 26, 2007.\n\n^ Thielman, Sam (April 21, 2011). \"Price and ABC settle after four years\". Variety.\n\n^ a b c Cho, Winston (October 12, 2022). \"Judge Dismisses John Stossel's Defamation Suit Against Facebook Over Fact-Checking\". The Hollywood Reporter. Retrieved May 12, 2023.\n\n^ \"Facebook wins dismissal of John Stossel's lawsuit over his California wildfire video\". The Mercury News. October 14, 2022. Retrieved May 12, 2023.\n\n^ a b c d e Spangler, Todd (September 23, 2021). \"John Stossel Sues Facebook Alleging Defamation Over Fact-Check Label, Seeks at Least $2 Million\". Variety. Retrieved November 3, 2021.\n\n^ \"Stossel v. Facebook Inc. and Climate Feedback (United States District Court Northern District of California 2022)\". www.documentcloud.org. Retrieved May 11, 2023.\n\n^ Gardner, Eriq (September 23, 2021). \"John Stossel Sues Facebook for Allegedly Defaming Him With Fact-Check\". The Hollywood Reporter. Retrieved October 5, 2021.\n\n^ Bond, Paul (December 17, 2021). \"Confusing Social Media Messages on Kyle Rittenhouse Leave Supporters Scratching Their Heads\". Newsweek. Retrieved February 25, 2022.\n\n^ Stossel v. Meta Platforms, Inc., 5:21-cv-07385-VKD (N.D. Cal. Oct. 11, 2022), https://digitalcommons.law.scu.edu/cgi/viewcontent.cgi?article=3731&context=historical\n\n^ Wiggins, James, V.I.P Address Book (2008), p. 653\n\n^ \"John Stossel Biography\". HarperCollins. Archived from the original on June 30, 2008. Retrieved September 24, 2007.\n\n^ \"A Practical Earth Day\". Stossel. Season 5. Episode 12. April 17, 2014. Fox Business Network.\n\n^ \"Skeptic or Believer\". Stossel. December 16, 2010.  14 minutes in. Fox Business Network.\n\n^ Stossel, 2004, p. 214.\n\n^ Stossel, John (2006). Myths, Lies, and Downright Stupidity. Hyperion Books p. 56\n\n^ Wilson, Duff (March 2, 2009). \"Harvard Medical School in Ethics Quandary\". The New York Times.; and, \"Kaiser Health News\". April 26, 2010.\n\n^ Stossel, John (September 2, 2009). \"Thank Goodness for John Goodman\". Fox Business Network. Archived from the original on December 12, 2013. Retrieved August 3, 2012.\n\n^ Joyella, Mark (May 13, 2016). \"John Stossel Credits His 'Overanxious Wife' for Early Discovery of Cancer\". TVNewser. Retrieved July 23, 2016.\n\n^ Stossel, John (April 20, 2016). \"Stossel: I have lung cancer. My medical care is excellent but the customer service stinks\". Fox News.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to John Stossel.\n\n\n\n\nWikiquote has quotations related to John Stossel.\n\nOfficial website\nJohn Stossel at IMDb\nAppearances on C-SPAN\nStossel TV YouTube Channel\nAmerican Justice Partnership (December 12, 2005). \"Special Interview...Steve Hantler (of) John Stossel\". Archived from the original (17 minute MP3 audio) on July 12, 2007. Retrieved October 14, 2007.\nBiographies and articles about Stossel[edit]\nABC News Biography\nJohnson, Peter. \"Stossel's evolution from activist to contrarian angers some of his fans\", USA Today, April 30, 2006\nSullum, Jacob. \"Risky Journalism: ABC's John Stossel bucks a fearful establishment\" Reason, April 1997.\nArticles by Stossel[edit]\nJohn Stossel's 20/20 Web Page\nJohn Stossel's Newspaper Columns Archived September 15, 2007, at the Wayback Machine\nJohn Stossel's Column on Creators.com\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nUnited States\nCzech Republic\nKorea\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=John_Stossel&oldid=1194578429\"",
    "twitter": ""
  },
  {
    "name": "Johnathon Held",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/johnathon-held-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Johnny Harris",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/johnny-harris-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Johnny or Johnnie Harris may refer to:\n\nJohnny Harris (musician) (1932–2020), Scottish composer, producer, conductor\nJohnny Harris (actor) (born 1973), English actor\nJohnny Harris (EastEnders), soap opera character\nJohnny Harris (journalist), filmmaker and journalist, formerly for Vox\nJohnnie Harris (born 1972), American football player\nJohnnie Harris (basketball) (born 1966), American basketball coach\nSee also[edit]\nJonny Harris (born 1975), Canadian actor and comedian\nJohn Harris (disambiguation)\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Johnny_Harris&oldid=1162627587\"",
    "twitter": ""
  },
  {
    "name": "Jon Lovett",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/jon-lovett-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American screenwriter, speechwriter, and television producer (born 1982)\nFor other uses, see John Lovett (disambiguation).Not to be confused with Jon Lovitz.\n\n\nJon LovettLovett in 2017BornJonathan Ira Lovett (1982-08-17) August 17, 1982 (age 41)Woodbury, New York, U.S.Alma materWilliams College (BA)OccupationsSpeechwriterpodcastertelevision producerscreenwritercomedianYears active2004–presentPolitical partyDemocraticPartnerRonan Farrow (2011–2022)\nJonathan Ira Lovett (born August 17, 1982) is an American podcaster, comedian, and former speechwriter. Lovett is a co-founder of Crooked Media, along with fellow former White House staffers during the Obama administration, Jon Favreau and Tommy Vietor.[1] Lovett is a regular host of the Crooked Media podcasts Pod Save America and Lovett or Leave It. As a speechwriter, he worked for President Barack Obama as well as for Hillary Clinton when she was a United States senator and a 2008 presidential candidate. Lovett also co-created the NBC sitcom 1600 Penn, and was a writer and producer on the third season of HBO's The Newsroom.\n\n\nEarly life and education[edit]\nLovett was born in Woodbury, Long Island[2] to a Reform Jewish family of Ukrainian ancestry[3] that operated a box factory started by his grandfather.[4] He attended Syosset High School. Lovett graduated from Williams College in 2004 with a degree in mathematics.[5] His senior thesis, Rotating Linkages in a Normed Plane,[6] led to a related publication on the same topic in American Mathematical Monthly.[7] Lovett was  the 2004 Williams College class speaker at his commencement.[8] After graduation, Lovett spent a year working as a paralegal and doing stand-up comedy on the side.[5]\n\nPolitical speechwriter[edit]\nLovett (fourth from left) with President Obama and other speechwriters in 2011\nIn 2004, Lovett volunteered for John Kerry's presidential campaign. He was asked to write a statement for the candidate, and his work led to an offer of a writing internship.[9] Then, he briefly worked in Jon Corzine's Senate office.[6] He was hired in 2005 to assist Sarah Hurwitz as a speechwriter for then-Senator Hillary Clinton,[6] and he continued to write speeches for her through her 2008 presidential campaign.[9]\nWhen Clinton lost the 2008 Democratic primary contest, Lovett won an anonymous contest to write speeches for President Barack Obama in the White House.[9] Lovett wrote speeches in the Obama administration for three years, working closely with Jon Favreau and David Axelrod.[4] Prominent speeches that he wrote include policy speeches on financial reform and don't ask, don't tell,[6] as well as remarks at the White House Correspondents' Dinner.[10]\nLovett secretly officiated the first same-sex marriage in the White House, before the Obama administration supported same-sex marriage.[10][11][12]\n\nMedia career[edit]\nTelevision[edit]\nBefore Barack Obama ran for reelection, Lovett moved to California to become a screenwriter,[13][14] citing a desire to write independently and focus on creative comedy full-time.[6] Lovett collaborated with Josh Gad and Jason Winer on the television series 1600 Penn, of which Lovett was a co-creator, executive producer, and writer from 2012 until its cancellation in 2013.[15] Lovett then worked as a writer, producer, and advisor on season three of HBO's The Newsroom.[10] From 2012 to 2015, Lovett also contributed opinion pieces to venues like The Atlantic.[16]\n\nCrooked Media[edit]\nStarting in March 2016, Lovett co-hosted The Ringer's political podcast Keepin' it 1600 with former fellow Obama staffers Jon Favreau, Dan Pfeiffer, and Tommy Vietor.[17] The podcast was intended to cover the 2016 presidential race, and not expected to continue after that.[18] But after the November 2016 election, Lovett, Favreau and Vietor wished to become engaged in politics again without having to leave Los Angeles or return to political campaigning.[18] So they founded a liberal media company, Crooked Media, with the flagship podcast Pod Save America.[19] Crooked Media, and Pod Save America in particular, has been compared to previous left-wing efforts like Air America to match America's Conservative talk radio, and Lovett has been characterized as providing comic relief to the programming.[18] The company has since launched a range of podcasts, several of which regularly feature Lovett.\nIn March 2017, Lovett began hosting Lovett or Leave It, a panel show podcast produced by Crooked Media.[20] The podcast, typically recorded in front of a live audience in Los Angeles, with Lovett and Crooked Media, embarked on national and international tours featuring live versions of both Pod Save America and Lovett or Leave It.[21] Lovett was also involved in launching Crooked Media's voter recruitment and education project, Vote Save America.[22]\n\nPersonal life[edit]\nLovett is gay.[14] He and investigative journalist and author Ronan Farrow became romantically involved in 2011.[23][24] In October 2019, Farrow published Catch and Kill, where he publicly announced their engagement after proposing to Lovett in an earlier draft of his book.[25][26] However, in a March 2023 episode of his podcast, Lovett or Leave It,  Lovett stated that he was single after the end of a \"10 and a half year\" relationship.[27]\n\nReferences[edit]\n\n\n^ \"Team\". Crooked Media. Retrieved February 17, 2020.\n\n^ \"Dysfunctional first family\". Jewish Journal. February 6, 2013. Retrieved December 2, 2016.\n\n^ Jon Lovett (September 28, 2019). \"Lovett or Leave It\". crooked.com (Podcast). Crooked Media. Retrieved October 5, 2019.\n\n^ a b \"Talking Trump Transition With President Obama Speechwriter Jon Lovett\". Hugh Hewitt. November 22, 2016. Retrieved December 2, 2016.\n\n^ a b \"Creative Artists Agency Bio\". Creative Artists Agency. Archived from the original on September 12, 2016. Retrieved December 2, 2016.\n\n^ a b c d e Horowitz, Jason (September 2, 2011). \"Jon Lovett's written for the president, but will that get him to Hollywood?\". The Washington Post. Retrieved December 2, 2016.\n\n^ \"American Mathematical Monthly August-September 2007\". Mathematical Association of America. Retrieved December 2, 2016.\n\n^ \"Commencement 2004\". Williams College. June 6, 2004. Retrieved December 2, 2016.\n\n^ a b c \"Jon Lovett speaks on politics, election season\". The Tufts Daily. October 15, 2012. Retrieved December 2, 2016.\n\n^ a b c \"Aspen Ideas Festival Bio\". Aspen Ideas Festival. 2015. Retrieved December 2, 2016.\n\n^ \"FIREWORKS EDITION – REVEALED: A clandestine gay wedding in the White House during Obama's first term (officiant: Jon Lovett) – CHRISTIE to return to MORNING JOE after 18 months – SCOTT WALKER joins Sn\". POLITICO. July 4, 2015. Retrieved September 15, 2018.\n\n^ \"Obama's Former Speechwriter Reportedly Held Secret Same-Sex Marriage at the White House\". July 7, 2015. Retrieved September 15, 2018.\n\n^ \"Q&A: Jon Lovett, Former Obama Speechwriter, on His NBC Comedy 1600 Penn\". Time Magazine. January 10, 2013. Retrieved December 2, 2016.\n\n^ a b \"White House Speechwriter Leaving for Hollywood\". The Atlantic. September 6, 2011.\n\n^ \"Jon Lovett Filmography\". IMDb. Retrieved December 2, 2016.\n\n^ \"All Stories by Jon Lovett\". The Atlantic. 2020. Retrieved January 31, 2020.\n\n^ \"'Obama bros' learn to love Hillary\". Politico. October 6, 2016. Retrieved December 2, 2016.\n\n^ a b c Zengerle, Jason (November 22, 2017). \"The Voices in Blue America's Head\". The New York Times. Retrieved January 31, 2020.\n\n^ Rutenberg, Jim, Opposition and a Shave: Former Obama Aides Counter Trump, Media, The New York Times, March 20, 2017\n\n^ \"Obama's former speechwriter launches new podcast\". iNews. March 22, 2017. Retrieved January 2, 2018.\n\n^ \"Pod Save America announces nationwide tour\". Consequence of Sound. August 16, 2017. Retrieved January 2, 2018.\n\n^ Lidsky, David (October 13, 2018). \"The Pod Save America TV show is not going to save democracy–or even your Friday nights\". Fast Company. Retrieved February 1, 2020.\n\n^ \"Full transcript: Journalist Ronan Farrow on Recode Decode\". Vox. Vox Media. May 4, 2019. Retrieved October 15, 2019.\n\n^ Lear, Norman (2017). \"Jon Lovett\". All of the Above with Norman Lear. Retrieved October 15, 2019.\n\n^ Farrow, Ronan (October 15, 2019). Catch and Kill: Lies, Spies, and a Conspiracy to Protect Predators. Little, Brown and Company.\n\n^ Arnold, Amanda (October 16, 2019). \"Ronan Farrow Proposed to His Fiancé in a Draft of Catch and Kill\". The Cut. Retrieved October 17, 2019.\n\n^ Jon Lovett (March 18, 2023). \"If It Ain't Woke Don't Fix It\". Lovett or Leave It (Podcast). Crooked Media.  Event occurs at 4:42.\n\n\nExternal links[edit]\nAppearances on C-SPAN\nvteCrooked MediaPersonalities\nJon Favreau\nJon Lovett\nTommy Vietor\nDan Pfeiffer\nShows\nLovett or Leave It\nPod Save America\nPod Save the People\nPod Save the World\nThis Land\nPod Save the UK\n Category\nAuthority control databases International\nVIAF\nNational\nSpain\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jon_Lovett&oldid=1188574900\"",
    "twitter": ""
  },
  {
    "name": "Jon Terbush",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/jon-terbush",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jonah Goldberg",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/jonah-goldberg-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American political writer and pundit\n\n\nJonah GoldbergGoldberg in 2012BornJonah Jacob Goldberg (1969-03-21) March 21, 1969 (age 54)New York City, New York, U.S.EducationGoucher College (BA)Occupation(s)JournalistAuthorEmployerThe DispatchSpouse\nJessica Gavora ​(m. 2001)​Children1RelativesLucianne Goldberg (mother)\n\n\nGoldberg's voice\n\nOn fascism\n\nJonah Jacob Goldberg (born March 21, 1969) is an American neoconservative syndicated columnist, author, political analyst, and commentator. The founding editor of National Review Online, from 1998 until 2019, he was an editor at National Review.[1] Goldberg writes a weekly column about politics and culture for the Los Angeles Times.[2] In October 2019, Goldberg became the founding editor of the online opinion and news publication The Dispatch.[3][4][5][6] Goldberg has authored the No. 1 New York Times bestseller Liberal Fascism, released in January 2008; The Tyranny of Cliches: How Liberals Cheat in the War of Ideas, released in 2012;[7] and Suicide of the West, which was published in April 2018 and also became a New York Times bestseller, reaching No. 5 on the list the following month.[8][9]\nGoldberg is also a regular contributor on news networks such as CNN and MSNBC, appearing on various television programs including Good Morning America, Nightline, Hardball with Chris Matthews, Real Time with Bill Maher, Larry King Live, Your World with Neil Cavuto, the Glenn Beck Program, and The Daily Show with Jon Stewart. Goldberg was an occasional guest on a number of Fox News shows such as The Five, The Greg Gutfeld Show, and Outnumbered. He was also a frequent panelist on Special Report with Bret Baier. From 2006 to 2010, Goldberg was a frequent participant on bloggingheads.tv. Goldberg has been a noted critic of President Donald Trump, fellow Republicans, and the conservative media complex during and after the Trump presidency.[10] In November 2021 Goldberg and his colleague Steve Hayes resigned from Fox News in protest over Tucker Carlson's documentary Patriot Purge. Goldberg described the documentary as \"a collection of incoherent conspiracy-mongering, riddled with factual inaccuracies, half-truths, deceptive imagery, and damning omissions.\"[11]\n\n\nEarly life and education[edit]\nGoldberg was born on the Upper West Side of New York City's Manhattan borough to Lucianne Goldberg (née Steinberger), a literary agent who died in 2022 and advised Linda Tripp to illegally record conversations with Monica Lewinsky, and Sidney Goldberg, who died in 2005, an editor and media executive.[12][13] In speaking about his upbringing, Goldberg has said that his mother was an Episcopalian and that his father was Jewish and that he was raised Jewish.[14][15] After graduating from high school in 1987, Goldberg left New York City to attend Goucher College in Towson, Maryland, from which he earned his bachelor's in 1991, majoring in political science.[16] Goldberg's class at Goucher, which was a women's college until 1986, was the second to admit men.[17] While at Goucher, Goldberg was active in student politics and served as the co-editor of the school newspaper, The Quindecim, for two years. Goldberg and Andreas Benno Kollegger were the first men to run the paper. He later interned for Scripps Howard News Service, United Press International, and other news organizations.[when?] He also worked for Delilah Communications, a publishing house in New York.[when?]\n\nCareer[edit]\nAfter graduating, Goldberg taught English in Prague for less than a year before moving to Washington D.C. in 1992 to take a job at the American Enterprise Institute.[18] While at AEI he worked for Ben J. Wattenberg. He was the researcher for Wattenberg's nationally syndicated column and for Wattenberg's book, Values Matter Most. He also worked on several PBS public affairs documentaries, including a two-hour special hosted by David Gergen and Wattenberg.[19] Goldberg was also invited to serve on Goucher College's Board of Trustees immediately after graduating in 1991, a position he held for three years.[20]\nIn 1994, Goldberg became a founding producer for Wattenberg's Think Tank with Ben Wattenberg. That same year he moved to New River Media, an independent television production company, which produced \"Think Tank\" as well as numerous other television programs and projects. Goldberg worked on a large number of television projects across the United States, as well as in Europe and Japan. He wrote, produced, and edited two documentaries for New River Media, Gargoyles: Guardians of the Gate and Notre Dame: Witness to History.\nHe joined National Review as a contributing editor in 1998. By the end of that year, he was asked to launch National Review Online (NRO) as a sister publication to National Review. He served as editor of NRO for several years and later became editor-at-large.[when?]\n\nClinton–Lewinsky scandal[edit]\nGoldberg's mother Lucianne Goldberg was involved in the Clinton–Lewinsky scandal as detailed in The New Yorker.[21][22] Goldberg has spoken of his mother and the Lewinsky scandal:\n\nMy mother was the one who advised Linda Tripp to record her conversations with Monica Lewinsky and to save the dress. I was privy to some of that stuff, and when the administration set about to destroy Lewinsky, Tripp, and my mom, I defended my mom and by extension Tripp ... I have zero desire to have those arguments again. I did my bit in the trenches of Clinton's trousers.[23]\nThese tapes became the focal point of the Lewinsky scandal.\n\nCurrent work[edit]\nGoldberg in 2007\nWriting for National Review and other publications[edit]\nBeginning in 1998, Goldberg was an editor and wrote a twice-weekly column at National Review, which is syndicated to numerous papers across the United States, and at Townhall.com. National Review consists of fellow contributors such as Ramesh Ponnuru, Richard Brookhiser, and Kevin D. Williamson.[24]\nGoldberg also wrote the \"Goldberg File\"[25] at National Review, a column that was generally lighter and more focused on humor and cultural commentary. Goldberg's column often made pop-culture references to works including Star Trek and Battlestar Galactica, of which he has said he is a fan.[26][27] Goldberg was also a frequent contributor at the National Review blog The Corner, often authoring posts with light-hearted, comedic and pop-culture references.\nGoldberg left National Review in May 2019.\nAside from being a member of the USA Today Board of Contributors, he has written for The New Yorker, The Wall Street Journal, Commentary, The Public Interest, The Wilson Quarterly, The Weekly Standard, The New York Post, and Slate. The Los Angeles Times added Goldberg to its editorial lineup in 2005.\nIn 2020, Goldberg co-founded The Dispatch, an online news publication aimed at offering political, social and cultural analysis from a center-right perspective.[28]\n\nOnline media[edit]\nGoldberg is the host of The Remnant with Jonah Goldberg,[29] an interview podcast that covers a variety of topics in the spheres of politics, conservative theory, and current events. Goldberg is a frequent participant in programs produced by Ricochet,[30] including the podcast GLoP Culture which features Goldberg, John Podhoretz, and Ricochet co-founder Rob Long.[31] From 2006 to 2010, he was a frequent participant on Bloggingheads.tv.[32]\n\nBooks[edit]\nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nGoldberg's first book, Liberal Fascism: The Secret History of the American Left, from Mussolini to the Politics of Meaning, was published in January 2008. It reached No. 1 on the New York Times Best Seller list of hardcover nonfiction in its seventh week on the list.[33] Some historians have denounced the book as being \"poor scholarship\",[34] \"propaganda\",[35] and not scholarly.[36] Other reviewers described the book as \"provocative\".[37][38] The audiobook version of Liberal Fascism was narrated by Johnny Heller. Goldberg followed the book with The Tyranny of Clichés: How Liberals Cheat in the War of Ideas in 2012. The paperback edition of Tyranny of Cliches came out on April 30, 2013. Goldberg himself narrated the audiobook version. His most recent work, Suicide of the West, was released in 2018.\n\nPulitzer claim controversy[edit]\nIn May 2012, Goldberg was touted as a \"two-time Pulitzer prize nominee\" in the book jacket of his second book, The Tyranny of Cliches: How Liberals Cheat in the War of Ideas. NBC News reporter Bill Dedman pointed this out as misleading because Goldberg had in fact only been an entrant in the Pulitzer contest and had never been nominated as a finalist, as the moniker \"Pulitzer nominee\" claimed. Becoming an entrant in the Pulitzer contest requires only that either the author of a written work submit an entry form along with a small fee or that someone else do so on their behalf. Following Dedman's reporting, Goldberg and his publishing company acknowledged the false claim and subsequently removed the line from the book jacket.[39]\n\nMedia appearances and commentary[edit]\nFrequent topics[edit]\nSome frequent topics of his articles include censorship, meritocracy, liberty, federalism and interpretation of the Constitution. He has attacked the ethics and morals of liberals and Democrats, and his disagreements with libertarians also appear often in his writings. In the years of the Trump presidency, his writings turned critical of the Trump movement and the moral rot within the Republican Party.[40] He was a supporter of the Iraq War and has advocated American military intervention elsewhere in the world. He has defended historical colonialism in places such as Africa as more beneficial than it is generally given credit for; in one column, he suggested that U.S. imperialism on the continent could help solve its persistent problems.[41] When he wrote in October 2006 that invading Iraq was a mistake, he called it a \"noble\" mistake and still maintained that liberal opponents of the war policy wanted America to fail: \"In other words, their objection isn't to war per se; it's to wars that advance U.S. interests. ... I must confess, one of the things that made me reluctant to conclude that the Iraq war was a mistake was my distaste for the shabbiness of the arguments on the antiwar side.\"[42]\nHe popularized and expanded on a commentary by the late Time writer William Henry III. Henry had written on the subject of multiculturalism and cultural equality, stating that \"it is scarcely the same thing to put a man on the moon as to put a bone in your nose\". Goldberg stated that \"[m]ulticulturalism—which is simply egalitarianism wrapped in rainbow-colored paper—has elevated the notion that all ideas are equal, all systems equivalent, all cultures of comparable worth.\"[41]\nHe has criticized the idea of \"social justice\" as meaning \"anything its champions want it to mean\" or \"'good things' no one needs to argue for and no one dare be against\".[43]\n\nRelations with other writers and public figures[edit]\nGoldberg has publicly feuded with people on the political left, like Juan Cole, over U.S. Iraq policy, and Air America Radio commentators such as Janeane Garofalo, who has accused him of being a chickenhawk on the Iraq War. On February 8, 2005, Goldberg offered Cole a wager of $1,000 \"that Iraq won't have a civil war, that it will have a viable constitution, and that a majority of Iraqis and Americans will, in two years' time, agree that the war was worth it\".[44] Cole refused to accept and the wager was never made.[45] Goldberg later conceded that if Cole had accepted the bet, Cole would have won.[46]\n\nPeter Beinart and Goldberg engaged in a discussion on Bloggingheads.tv\nGoldberg and Peter Beinart of The New Republic hosted a conservative vs. liberal WebTV show, What's your Problem?, from 2007 to 2010. It originally could be found on National Review Online[47] and later moved to Bloggingheads.tv.[32]\n\nRelations with Fox News[edit]\nRegarding Fox News, Goldberg said, \"Look, I think liberals have reasonable gripes with Fox News. It does lean to the right, primarily in its opinion programming but also in its story selection (which is fine by me) and elsewhere. But it's worth remembering that Fox is less a bastion of ideological conservatism and more a populist, tabloidy network.\"[48] Goldberg has criticized liberals for applying a double standard to Fox News, arguing they have no \"problem with the editorializing of MSNBC's Keith Olbermann or Chris Matthews, they think it's just plain wrong for conservatives to play that game\".[48]\nDuring the Trump years and beyond, while Goldberg defended certain news hosts and shows on Fox News, he became more sympathetic towards critiques of Fox News, especially regarding their opinion hosts, including Tucker Carlson, Sean Hannity, and Mark Levin.[49][50][28] On November 21, 2021, Goldberg and colleague Steve Hayes announced that they were severing their ties to Fox News in protest of its support for Tucker Carlson's Patriot Purge, which they described as \"a collection of incoherent conspiracy-mongering, riddled with factual inaccuracies, half-truths, deceptive imagery, and damning omissions.\"[51][52]\n\nDonald Trump[edit]\nDuring the years of the Trump Presidency, Goldberg remained very critical of conservative media's embrace of President Trump. On Trump's defenders in the media, Goldberg said this:\n\nFor nearly five years now, it has been obvious that Trump was unfit for the job and the arguments marshaled in his defense were cynical rationalizations that, for some, eventually mutated into sincerely held delusions. Sure, some deluded themselves from the beginning, but I’ve talked to too many Republican politicians and conservative media darlings who admitted it in private.[53]\nDuring the Trump Presidency, Goldberg became increasingly critical of both the Republican Party's embrace of President Trump and their abandonment of pre-Trump principles.[54][10]\n\nPersonal life[edit]\nGoldberg is married to Jessica Gavora, chief speechwriter and former senior policy adviser to former Attorney General John Ashcroft.[55] They have one daughter, and they live in the Palisades, Washington, D.C. neighborhood.[56][57]\nGoldberg's brother, Joshua, died in 2011 from accidental injuries.[58] Goldberg's father, Sidney, died in 2005, and was survived by his wife, Jonah's mother, Lucianne.[59]  Lucianne Goldberg died on October 26, 2022.[60][61]\n\nBibliography[edit]\nSuicide of the West: How the Rebirth of Tribalism, Populism, Nationalism, and Identity Politics is Destroying American Democracy. Crown Publishing Group. 2018. ISBN 978-1-101-90494-7.\nThe Tyranny of Clichés: How Liberals Cheat in the War of Ideas. Penguin books. 2012. ISBN 978-1-101-57235-1.\nLiberal Fascism: The Secret History of the American Left, From Mussolini to the Politics of Meaning. Crown Publishing Group. 2008. ISBN 978-0-385-51769-0.\nReferences[edit]\n\n\n^ \"The End of an Era\". National Review. May 31, 2019. Archived from the original on June 19, 2019. Retrieved June 20, 2019.\n\n^ \"Jonah Goldberg\". Los Angeles Times. Archived from the original on August 1, 2019. Retrieved September 13, 2020.\n\n^ Balluck, Kyle (October 8, 2019). \"Jonah Goldberg, Steve Hayes launch conservative media company The Dispatch\". The Hill. Archived from the original on June 19, 2020. Retrieved June 8, 2020.\n\n^ \"Jonah Goldberg is 'ideologically grounded, but I feel politically homeless'\". Columbia Journalism Review. Archived from the original on April 19, 2019. Retrieved March 13, 2019.\n\n^ Rowland, Geoffrey (March 1, 2019). \"National Review's Goldberg, Weekly Standard's Hayes to launch conservative media company\". The Hill. Archived from the original on March 2, 2019. Retrieved March 13, 2019.\n\n^ \"Stay-Puft Socialism, Luxurious Infanticide\". National Review. March 1, 2019.\n\n^ Klein, Joe (May 18, 2012). \"'The Tyranny of Clichés,' by Jonah Goldberg\". The New York Times. Retrieved August 12, 2018.\n\n^ Suicide of the West. Crown Forum. 2018. ISBN 978-1-101-90493-0.\n\n^ \"Hardcover Nonfiction Books – Best Sellers\". The New York Times. May 20, 2018. Retrieved August 12, 2018.\n\n^ a b Calderone, Michael (October 8, 2019). \"Trump critics on the right join the media wars\". Politico.com. Archived from the original on July 29, 2020. Retrieved May 17, 2020.\n\n^ \"Two Fox News pundits quit over concerns about 'conspiracy-mongering' Jan. 6 documentary\". The Washington Post. ISSN 0190-8286. Archived from the original on July 18, 2022. Retrieved March 29, 2022.\n\n^ \"McAdams's Kennedy Assassination Home Page Index\" (PDF). Archived (PDF) from the original on September 3, 2012. Retrieved August 8, 2012.\n\n^ \"WRITER DECLARES SHE WAS G.O.P. SPY IN M'GOVERN CAMP\". The New York Times. August 19, 1973. Archived from the original on July 22, 2018. Retrieved August 12, 2018.\n\n^ Goldberg, Jonah (December 23, 2004). \"Politicizing Christmas\" Archived January 13, 2016, at the Wayback Machine, National Review Online\n\n^ \"The Hop Bird | National Review\". National Review. June 17, 2005. Archived from the original on September 6, 2020. Retrieved August 12, 2018.\n\n^ \"Chick Politics National Review\". National Review. April 18, 2001. Archived from the original on April 28, 2021. Retrieved May 28, 2019.\n\n^ Pressley, Trustees of Md School Sue Anne; Writer, Washington Post Staff (May 11, 1986). \"Goucher College To Admit Men\". Washington Post. ISSN 0190-8286. Archived from the original on July 1, 2018. Retrieved August 12, 2018.\n\n^ \"Jonah Goldberg | AEI Scholar\". AEI. Archived from the original on March 5, 2015. Retrieved September 8, 2019.\n\n^ \"PBS – A Third Choice – Credits\". PBS. Retrieved July 13, 2020.\n\n^ \"Taking Conservatism Seriously | National Review\". National Review. June 8, 2001. Archived from the original on May 10, 2021. Retrieved August 12, 2018.\n\n^ \"Salon Media Circus|The jester of Monicagate\". Archived from the original on June 19, 2006.\n\n^ \"Article on the Lewinsky scandal at Townhall.com\". Archived from the original on February 14, 2006.\n\n^ \"The Incredible Shrinking Clinton\". Nationalreview.com. June 23, 2004. Archived from the original on October 19, 2015. Retrieved September 12, 2015.\n\n^ \"The Masthead | National Review\". National Review. December 19, 2017. Archived from the original on February 18, 2018. Retrieved February 21, 2018.\n\n^ \"The G-File | National Review\". www.nationalreview.com. Archived from the original on August 16, 2018. Retrieved August 16, 2018.\n\n^ \"Jonah Goldberg on National Review Online\". June 17, 2003. Archived from the original on December 19, 2013.\n\n^ \"Tales from New Iraqica: They didn't leap the shark\". Article.nationalreview.com. October 10, 2006. Archived from the original on October 19, 2015. Retrieved May 29, 2012.\n\n^ a b Coppins, McKay (January 31, 2020). \"The Conservatives Trying to Ditch Fake News\". The Atlantic. Archived from the original on March 10, 2021. Retrieved March 20, 2021.\n\n^ \"The Remnant With Jonah Goldberg\". The Dispatch. Archived from the original on September 13, 2020. Retrieved September 13, 2020.\n\n^ \"Jonah Goldberg Archives – Ricochet\". Ricochet. Archived from the original on September 17, 2020. Retrieved September 13, 2020.\n\n^ \"GLoP Culture Archives – Ricochet\". Ricochet. Archived from the original on September 15, 2020. Retrieved September 13, 2020.\n\n^ a b \"Jonah Goldberg on Bloggingheads.tv\". Bloggingheads.tv. Retrieved September 13, 2020.[permanent dead link]\n\n^ \"Hardcover Nonfiction\". The New York Times. March 9, 2008. Retrieved March 5, 2008.\n\n^ Feldman, Matthew. \"Poor Scholarship, Wrong Conclusions\". HNN Special: A Symposium on Jonah Goldberg's Liberal Fascism. George Mason University (HNN). Archived from the original on September 7, 2011. Retrieved May 31, 2011.\n\n^ Griffin, Roger. \"An Academic Book – Not!\". HNN Special: A Symposium on Jonah Goldberg's Liberal Fascism. George Mason University (HNN). Retrieved May 31, 2011.[permanent dead link]\n\n^ Paxton, Robert. \"The Scholarly Flaws of \"Liberal Fascism\"\". HNN Special: A Symposium on Jonah Goldberg's Liberal Fascism. George Mason University (HNN). Archived from the original on April 27, 2011. Retrieved May 31, 2011.\n\n^ \"Nonfiction Reviews: Week of 26 November 2007\". Publishers Weekly. November 26, 2007. Archived from the original on December 10, 2007. Retrieved December 24, 2007.\n\n^ \"Who is 'Fascist'\". Creators.com. February 11, 2008. Retrieved May 29, 2012.\n\n^ \"Conservative author Jonah Goldberg drops claim of two Pulitzer nominations\". NBC News. May 9, 2012. Archived from the original on May 13, 2018. Retrieved May 12, 2018.\n\n^ Goldberg, Jonah (December 5, 2020). \"Republicans look for a path away from the Trump fiasco\". Tulsa World. Retrieved March 21, 2021.\n\n^ a b \"Three Cheers For Aristocracy\". Nationalreview.com. December 13, 1999. Archived from the original on October 19, 2015. Retrieved September 12, 2015.\n\n^ Goldberg, Jonah (October 20, 2006). \"Iraq Was a Worthy Mistake\". National Review Online. Archived from the original on October 19, 2015. Retrieved September 12, 2015.\n\n^ \"What is Social Justice? – PragerUniversity\". YouTube. Archived from the original on January 20, 2015. Retrieved January 28, 2015.\n\n^ \"Cole Goes On\". Nationalreview.com. February 8, 2005. Archived from the original on October 19, 2015. Retrieved September 12, 2015.\n\n^ \"Playing With Human Lives Goldbergs\". Informed Comment. February 8, 2005. Archived from the original on July 12, 2012. Retrieved May 29, 2012.\n\n^ \"Juan Cole Pests\". National Review. January 18, 2007. Retrieved September 12, 2015.\n\n^ \"\"What's Your Problem?\", National Review Online\". Tv.nationalreview.com. Archived from the original on April 2, 2012. Retrieved May 29, 2012.\n\n^ a b \"Fox, John Edwards and the Two Americas\". Realclearpolitics.com. March 16, 2007. Archived from the original on February 24, 2021. Retrieved May 29, 2012.\n\n^ \"Both sides need to ditch whataboutism and condemn bad actors\". StarHerald.com. January 26, 2021. Retrieved March 21, 2021.\n\n^ \"Popular Afront\". thedispatch.com. January 15, 2021. Retrieved March 21, 2021.\n\n^ Hayes, Steve; Goldberg, Jonah (November 21, 2021). \"Why we are leaving Fox News\". The Dispatch. Archived from the original on November 22, 2021. Retrieved November 22, 2021.\n\n^ Folkenflik, David (November 21, 2021). \"Two Fox News commentators resign over Tucker Carlson series on the Jan. 6 siege\". NPR News. Archived from the original on November 22, 2021. Retrieved November 22, 2021.\n\n^ Goldberg, Jonah (December 4, 2020). \"Screwtape Went Down to Georgia\". gfile.thedispatch.com.\n\n^ \"Jonah Goldberg is 'ideologically grounded, but I feel politically homeless'\". cjr.org. March 13, 2019. Archived from the original on March 5, 2021. Retrieved March 21, 2021.\n\n^ \"Weddings: Jessica Gavora, Jonah Goldberg\". The New York Times. August 26, 2001. Archived from the original on December 9, 2007. Retrieved May 21, 2007.\n\n^ \"About Jonah\". Retrieved June 8, 2020.\n\n^ \"The Urban Bane That Is D.C. Speed Cameras\". National Review. February 26, 2018. Archived from the original on November 9, 2020. Retrieved September 8, 2019.\n\n^ Goldberg, Jonah (February 12, 2011). \"Josh Goldberg, RIP\". National Review Online. Archived from the original on February 8, 2022. Retrieved February 8, 2022.\n\n^ \"Goldberg, Sidney\". New York Times. June 10, 2005. Retrieved February 8, 2022.\n\n^ Goldberg, Jonah (October 28, 2022). \"That's no icon, that's my mom\". The Dispatch. Retrieved October 28, 2022.\n\n^ Larimore, Rachael (October 29, 2022). \"Our best stuff from an extreme week\". The Dispatch. Retrieved October 29, 2022.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Jonah Goldberg.\n\n\n\n\nWikimedia Commons has media related to Jonah Goldberg.\n\nGoldberg's syndicated column (at Tribune Content Agency)\nGoldberg's National Review Online biography\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nGermany\nItaly\nIsrael\nUnited States\nCzech Republic\nNetherlands\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jonah_Goldberg&oldid=1186020441\"",
    "twitter": ""
  },
  {
    "name": "Jonathan Bernstein",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/jonathan-bernstein-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Jonathan Chait",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/jonathan-chait",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American political commentator\nThis biography of a living person relies too much on references to primary sources. Please help by adding secondary or tertiary sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately, especially if potentially libelous or harmful.Find sources: \"Jonathan Chait\" – news · newspapers · books · scholar · JSTOR (April 2016) (Learn how and when to remove this template message)\n\n\nJonathan ChaitBornJonathan ChaitUnited StatesEducationUniversity of MichiganOccupation(s)Political commentator, editor, authorNotable credit(s)senior editor at The New Republic; former assistant editor of The American Prospect; author of The Big Con; former fellow at New America Foundation; frequent guest on BloggingHeads.tvSpouseRobin ChaitChildren2\nJonathan Chait (/ˈtʃeɪt/) is an American pundit and writer for New York magazine. He was previously a senior editor at The New Republic and an assistant editor of The American Prospect. He writes a periodic column in the Los Angeles Times.[1][2][3]\n\n\nEarly life and education[edit]\nChait is the son of Illene (née Seidman) and David Chait.[4]\n\nCareer[edit]\nChait began working at The New Republic in 1995. In January 2010, The New Republic replaced The Plank, TNR's group blog, with the Jonathan Chait Blog. His writing has also appeared in The New York Times, The Wall Street Journal, Slate, and Reason. He took over The New Republic's TRB column from Peter Beinart in March 2007. Chait was named a finalist for the 2009 Ellie (National Magazine Award) in the Columns and Commentary category for three of his 2008 columns.[5]\nOn March 16, 2009, Chait appeared on Comedy Central's The Colbert Report to counter conservative arguments that the New Deal was a failure. The impetus for that appearance was an article that he wrote for The New Republic, \"Wasting Away in Hooverville\".[6]\nChait appears in The Rivalry, a 2007 HBO documentary about the history and culture of the Michigan-Ohio State football rivalry. Chait joined the staff of New York magazine on September 6, 2011, leaving his post as senior editor of The New Republic.[7] He explained his move: \"Obviously, I love TNR and had no plans to leave, but the opportunity at New York was irresistible. Everybody who works there raves about it, and my friends in journalism have noticed for a while it's become phenomenal — 'the best magazine in America', as one editor friend of mine told me.\"[8]\n\nPositions[edit]\nChait usually writes about domestic politics and policy. Many of his writings are critiques of what he perceives to be illogical conservative positions. A self-described liberal hawk,[9] he has written pieces critical of left-wing figures such as Naomi Klein and wrote a New Republic cover article condemning Delaware's tax haven policies.[10]\nChait was a supporter of the 2003 Invasion of Iraq.[11] More than a decade later, he drew considerable attention with his \"Case for Bush Hatred,\" in which he defended his dislike not only of Bush's policies but also his personality and mannerisms.[12]\nChait occasionally writes about sports, particularly stories involving his alma mater, the University of Michigan (A.B. 1994)[13] where he was a columnist for The Michigan Daily. He strongly criticized the editorial staff of The Detroit Free Press after a controversial article by Michael Rosenberg that alleged systematic infractions of NCAA rules by the university's football team under former head coach Rich Rodriguez. Chait suggested Rosenberg's editor should \"lose his job\" and referred to the investigation's methodology as \"journalistic malpractice.\"[14]\nOn February 22, 2010, following an investigation stemming from allegations raised in Rosenberg's article, the university announced that the NCAA has found probable cause that the school committed five major violations,[15] corroborating some of the allegations in Rosenberg's article. On May 24, 2010, the University of Michigan responded to the NCAA Notice of Allegations, stating in part, \"the University is satisfied that the initial media reports were greatly exaggerated if not flatly incorrect.\"[16][failed verification] Chait then claimed Rosenberg's allegations that Rodriguez \"operated a football sweatshop has been totally debunked.\"[17]\nOn September 26, 2011, Chait, while admitting he had not read Gilad Atzmon's book The Wandering Who, in order to assess the context of a number of quotes, responded to John Mearsheimer's comment about Atzmon's book by citing passages which he regarded as characteristically antisemitic.[18] On January 27, 2015, Chait wrote an article for New York magazine on political correctness, which he labeled \"a system of left-wing ideological repression\" and cited examples from academia and social media.[19][20] Chait's piece drew parallels between forms of political correctness popular in the 2010s with those popular in the 1990s. However, he also argued that the advent of social media had contributed to a form of political correctness that was more ubiquitous and less constrained to academia.\nIn February 2016, Chait wrote a piece for New York magazine titled \"Why Liberals Should Support a Trump Republican Nomination,\" in which he predicted that a Trump presidency would develop similarly to the governorship of Arnold Schwarzenegger in California (who, like Trump, was a celebrity who became a Republican politician without any public service experience).[21] In 2019, The Outline selected this piece as one of the \"worst takes of the 2010s\", opining that \"Chait's immensely confident take [...] is a humiliating crystallization of the wrongheaded thinking that propelled [Trump] to the White House.\"[22]\nChait has written extensively in support of charter schools.[23][24] On January 14, 2019, he accused Senator Elizabeth Warren of selling out to \"powerful interests\" for her opposition to an initiative which would have expanded the number of charter schools in Massachusetts.[25] Chait has been accused of often failing to disclose his wife's career in charter school advocacy.[26]\nChait opposes Marxism, arguing that \"Marxist governments trample on individual rights because Marxist theory does not care about individual rights. Marxism is a theory of class justice... Unlike liberalism, which sees rights as a positive-sum good that can expand or contract for society as a whole, Marxists (and other left-wing critics of liberalism) think of political rights as a zero-sum conflict. Either they are exercised on behalf of oppression or against it.\"[27]\n\nPersonal life[edit]\nChait is married to Robin Joy Chait, an analyst and pro-charter school advocate.[28] He has two children.[4] Chait is Jewish.[29][30]\n\nBibliography[edit]\nThis list is incomplete; you can help by adding missing items.  (July 2015)\nBooks[edit]\nChait, Jonathan (2007). The big con : the true story of how Washington got hoodwinked and hijacked by crackpot economics. Boston: Houghton Mifflin.\nReprinted as The big con : crackpot economics and the fleecing of America. Boston: Mariner Books. 2008.\n— (2017). Audacity : how Barack Obama defied his critics and created a legacy that will prevail. Custom House.\nEssays and reporting[edit]\nChait, Jonathan (June 2013). \"The loneliest Republican : Josh Barro's growing contempt for the GOP — and its would-be reformers\". Dispatches. Sketch. The Atlantic. 311 (5): 28–30.\nCritical studies and reviews of Chait's work[edit]\nAudacity\nShenk, Timothy (January–February 2017). \"Dead center : the failure of 'grown up' liberalism\". The New Republic. Vol. 248, no. 1–2. pp. 61–63.\nReferences[edit]\n\n\n^ Chotiner, Isaac (May 4, 2017). \"Jonathan Chait on his new book Audacity, and the Democratic Party's future\". Slate.com. Retrieved June 30, 2017.\n\n^ Chait, Jonathan (November 20, 2011). \"Jonathan Chait on Liberal Disappointment - New York Magazine\". Nymag.com. Retrieved June 30, 2017.\n\n^ Vedantam, Shankar (May 9, 2012). \"Partisan Psychology: Why Do People Choose Political Loyalties Over Facts?\". NPR.\n\n^ a b Conte, Carolyn (November 6, 2019). \"On Oct. 14, Bernice B. Seidman at the age of 98\". Baltimore Jewish Times.\n\n^ \"Winners and Finalists Database\". American Society of Magazine Editors. MPA. Archived from the original on October 10, 2018. Retrieved April 12, 2016.\n\n^ Jonathan Chait, \"Wasting Away in Hooverville\", The New Republic, March 18, 2009.\n\n^ \"On Media: Jonathan Chait to New York; Timothy Noah to New Republic\", Politico, September 6, 2011.\n\n^ \"On Media: Jonathan Chait to New York; Timothy Noah to New Republic\", Politico, September 6, 2011.\n\n^ Criticisms of Charles Krauthammer, tnr.com; accessed February 16, 2015.\n\n^ Chait, Jonathan (August 19, 2002). \"Rogue State\". The New Republic. Retrieved May 9, 2014.\n\n^ \"User account | NewsBank\". infoweb.newsbank.com. Retrieved October 12, 2018.\n\n^ \"Case for Bush Hatred\", washingtonpost.com; accessed February 16, 2015.\n\n^ \"Rabble Rouser | U-M LSA U-M College of LSA\". lsa.umich.edu. Retrieved August 21, 2021.\n\n^ Chait criticisms of  Michael Rosenberg, michigan.rivals.com; accessed February 16, 2015.\n\n^ University of Michigan broke football rules, detnews.com; accessed February 16, 2015.\n\n^ \"U-M Responds to NCAA Notice of Allegations\". MGoBlue.com. Ann Arbor, Michigan: CBS Interactive. May 25, 2010. Archived from the original on June 13, 2015. Retrieved June 13, 2015.\n\n^ Chait comments after  the University of Michigan response to the NCAA Notice of Allegations\", michigan.rivals.com; accessed February 16, 2015.\n\n^ Jonathan Chait. \"John Mearsheimer Ready for Rosh Hashanah in Style\". NYMag. Retrieved August 27, 2014.\n\n^ Chait, Jonathan (January 27, 2015). \"Not a Very P.C. Thing to Say: How the language police are perverting liberalism\". New York. Retrieved June 13, 2015.\n\n^ Taub, Amanda (January 28, 2015). \"The truth about \"political correctness\" is that it doesn't actually exist\". Vox. Archived from the original on June 6, 2015. Retrieved December 9, 2020.\n\n^ \"Why Liberals Should Support a Trump Republican Nomination\". Intelligencer. Retrieved December 12, 2019.\n\n^ \"The worst takes of the 2010s\". The Outline. Retrieved December 12, 2019.\n\n^ Chait, Jonathan (September 6, 2017). \"Charter Schools Are Losing the Narrative But Winning the Data\". New York Magazine. Retrieved January 14, 2019.\n\n^ Chait, Jonathan (December 8, 2017). \"Charters Didn't Cause Segregation. They're a Solution for Its Victims\". New York Magazine. Retrieved January 14, 2019.\n\n^ Chait, Jonathan (January 13, 2019). \"What Happens When Elizabeth Warren Sells Out to Powerful Interests?\". New York Magazine. Retrieved January 14, 2019.\n\n^ Russo, Alexander (March 17, 2016). \"Why NY Mag's Jonathan Chait Should Disclose Wife's Role In Education Columns\". Washington Monthly. Retrieved October 8, 2020.\n\n^ Chait, Jonathan (March 23, 2016). \"Reminder: Liberalism Is Working, and Marxism Has Always Failed\". Intelligencer. Retrieved August 7, 2022.\n\n^ Russo, Alexander (March 17, 2016). \"Why NY Mag's Jonathan Chait Should Disclose Wife's Role In Education Columns\". Washington Monthly - Education.\n\n^ Weiss, Anthony (December 9, 2014). \"What will New Republic exodus mean for American Jewish thought?\". The Jewish Journal.\n\n^ Jonathan, Chait; Singal, Jesse (November 16, 2016). \"How Alarmed Should American Jews Be Right Now? Two Jews Kibitz\". New York Magazine. Two of New York Magazine's Jewish staffers, Jonathan Chait and Jesse Singal, decided to discuss the question.\n\n\nExternal links[edit]\nVideo discussions/debates involving Chait on BloggingHeads.tv\nJonathan Chait's posts on New York Magazine's Daily Intel blog\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nGermany\nIsrael\nUnited States\nKorea\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jonathan_Chait&oldid=1195508754\"",
    "twitter": ""
  }
]