[
  {
    "name": "Jubilee Media",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/jubilee-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "activist",
    "wiki": "American mass media company and Youtube Channel\nJubilee MediaTypePrivateIndustryMediaFounded2017FounderJason Y. LeeHeadquartersLos Angeles, California, United StatesWebsitejubileemedia.comJubilee Media is a Los Angeles–based media company. It runs the Jubilee YouTube channel, which has nearly 8.5 million subscribers as of January 2024.\n\nHistory[edit]\nJubilee was created by Korean-American entrepreneur Jason Y. Lee. Lee first founded Jubilee as a non-profit company back in 2010, and then transitioned it to a profit company in 2017 after raising over $650,000 dollars.[1] In September 2022, Jubilee announced they had raised over $1 million, and had launched a new channel called Nectar, centered around romantic relationships.[2]\n\nContent[edit]\nJubilee has several series:\n\nAsk Me Anything, where people ask a person relevant to a certain societal topic questions.\nMiddle Ground, where two opposing sides have a debate and attempt to find common ground.\nOdd Man Out, where a secret mole is in a group, and has to be spotted by others through questions.\nSeeking Secrets, where people read strangers secrets on a certain topic.\nSpectrum, where people belonging to an identity measure their beliefs by moving to the left or right.\nRanking, where people rank each other on a certain societal topic.\nVersus 1, where someone speed dates many people in hopes of finding a match.\nIn media[edit]\nJubilee Media has been featured on Buzzfeed, The Huffington Post, Mashable, and The Queen Latifah Show.[3] Jubilee is also featured in many reaction videos on YouTube, including PewDiePie.[4]\n\nReferences[edit]\n\n^ Liu, Jennifer (2021-05-20). \"This founder quit his 6-figure job to start a business: How he went from making $0 to paying himself $97,000\". CNBC. Retrieved 2023-06-19.\n\n^ Gutelle, Sam (28 September 2022). \"Jubilee has raised $1.1 million, signed with WME, and launched a new brand about love (Exclusive)\". tubefilter.com. Tubefilter.\n\n^ \"Jason Y. Lee | UCI Law\". www.law.uci.edu. Retrieved 2023-07-10.\n\n^ Reacting to 6 Bros vs 1 Secret PewDiePie - Jubilee React #17, retrieved 2023-11-19\n\n\nExternal links[edit]\nOfficial website\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Jubilee_Media&oldid=1195532980\"",
    "twitter": ""
  },
  {
    "name": "Judicial Watch",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/judicial-watch",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "activist",
    "wiki": "American conservative activist group\nThis article may contain an excessive amount of intricate detail that may interest only a particular audience. Please help by spinning off or relocating any relevant information, and removing excessive detail that may be against Wikipedia's inclusion policy. (October 2023) (Learn how and when to remove this template message)\n\n\nJudicial WatchFormationJuly 29, 1994; 29 years ago (1994-07-29)TypeNonprofit organizationPurposeConservative activismHeadquarters425 Third Street, SW Washington, D.C., U.S. 20024LocationUnited StatesPresidentTom FittonWebsitewww.judicialwatch.org \nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nJudicial Watch (JW) is a 501(c)(3) nonprofit[1]  American conservative activist group[2] that files Freedom of Information Act (FOIA) lawsuits to investigate claimed misconduct by government officials. Founded in 1994, JW has primarily targeted Democrats, in particular the administrations of Bill Clinton and Barack Obama, as well as Hillary Clinton's role in them. It was founded by attorney Larry Klayman, and has been led by Tom Fitton since 2003.\nThe organization has filed lawsuits against government climate scientists. JW has made numerous false and unsubstantiated claims that have been picked up by right-wing news outlets and promoted by conservative figures. Former U.S. President Donald Trump has repeatedly cited false claims by Judicial Watch about voter fraud. Various courts have dismissed the vast majority of its lawsuits.[3]\n\n\nHistory[edit]\nJudicial Watch was founded in 1994 by attorney and right-wing activist Larry Klayman. Before leaving the organization in 2003, Klayman hired Tom Fitton, who became president of the organization. In October 2016, The New York Times wrote: \"Judicial Watch's strategy is simple: Carpet-bomb the federal courts with Freedom of Information Act lawsuits.\" As of 2016, the organization had nearly fifty employees. Judicial Watch calls itself a nonpartisan educational foundation as well as a media organization. According to the Times, \"the group has forced the release of government records that would otherwise have been kept from the public.\" Critics accuse JW of \"weaponizing the Freedom of Information Act for political purposes.\"[2]\n\nClinton Administration[edit]\nJudicial Watch came to public attention after filing eighteen lawsuits against the administration of Democratic U.S. President Bill Clinton and other figures in the Clinton administration. An early lawsuit was filed by Judicial Watch on behalf of the Western Center for Journalism (WCJ) in 1998. The lawsuit alleged a retaliatory audit by the Internal Revenue Service (IRS). The WCJ was investigating the death of Clinton deputy White House counsel Vince Foster at the time.[4]\nThe organization received considerable financial support from prominent Clinton critics, including US$7.74 million from conservative billionaire Richard Mellon Scaife.[5] This led Clinton administration officials to accuse Judicial Watch of \"abusing the judicial system for partisan ends\".[6]\n\nBush administration[edit]\nJudicial Watch was involved in a legal dispute with Vice President Dick Cheney in 2002 when the group filed a shareholder lawsuit against Halliburton. The lawsuit, which accused Halliburton of accounting fraud, alleged that \"when Mr. Cheney was chief executive of Halliburton, he and other directors inflated revenue reports, boosting Halliburton's share price.\"[7] As reported by The Wall Street Journal the court filing claims the oil-field-services concern overstated revenue by a total of $445 million from 1999 through the end of 2001.[8][9]\nIn July 2003 Judicial Watch joined the environmental organization Sierra Club in suing the George W. Bush administration for access to minutes of Vice President Dick Cheney's Energy Task Force.[10]\n\nObama administration[edit]\nJudicial Watch filed over twenty FOIA lawsuits involving the Secretary of State Hillary Clinton's emails.[11]\nIn February 2016, District Court Judge Emmet G. Sullivan granted Judicial Watch's motion for discovery into whether the State Department and former Secretary of State Hillary Clinton deliberately thwarted the FOIA by using a private email server to obscure her communications from public records requests.[12]\nIn March 2020, federal district court judge Royce Lamberth ruled that Clinton must provide a deposition.[13] A three-judge panel of the DC Circuit Court of Appeals unanimously overturned Lamberth's ruling in August. The full DC Circuit Court unanimously declined to hear an appeal in October, allowing the panel decision to stand.[14] In March 2021, the United States Supreme Court declined to consider an appeal by Judicial Watch.[15]\n\nTrump administration[edit]\nIn 2020 Judicial Watch obtained copies of emails related to the Steele Dossier through a FOIA lawsuit.[16]\nIn the months prior to the 2020 election, Judicial Watch filed or threatened lawsuits against several states related to alleged inaccuracy of their voter rolls, demanding that nearly two million names be purged.[17]\nIn October 2020, the group sued the state of California, claiming a law requiring corporations doing business in the state to have directors from sexual or racial minorities is unconstitutional, asserting \"The legislation's requirement that certain corporations appoint a specific number of directors based upon race, ethnicity, sexual preference, and transgender status is immediately suspect and presumptively invalid and triggers strict scrutiny review by the court.\"[18] In April 2022, a California judge agreed.[19] In December 2022, a California appeals court also agreed.[20]\nA 2020 study by researchers from Northeastern, Harvard, Northwestern and Rutgers universities found that Judicial Watch was among the top five most shared fake news domains in tweets related to COVID-19, the others being The Gateway Pundit, InfoWars, WorldNetDaily and Natural News.[21]\n\nActivities and controversies[edit]\nJudicial Watch's main targets have been Democrats, particularly Bill and Hillary Clinton and the Obama administration.[22]\n\nCommerce Department trade mission scandal[edit]\nMain article: Commerce Department trade mission controversy\nIn 1995, Judicial Watch, Inc. filed an action in the District Court under the FOIA, seeking information from the Department of Commerce (DOC) regarding DOC's selection of participants for foreign trade missions. In May 1995, following a search in response to Judicial Watch's FOIA requests, DOC produced approximately 28,000 pages of nonexempt information and withheld about 1,000 documents as exempt. Disputes arose between the parties over the adequacy of DOC's search, and Judicial Watch charged that some DOC officials had destroyed or removed responsive documents. In December 1998, following discovery, the District Court granted partial summary judgment to Judicial Watch and ordered DOC to perform a new search.[23] During the investigation, Nolanda B. Hill, a business partner of Commerce Secretary Ron Brown testified that Brown had told her that first lady Hillary Clinton was the driving force behind the efforts to raise as much money as possible for President Clinton's reelection and the DNC. And further that, \"...companies were being solicited to donate large sums of money in exchange for their selection to participate on trade missions of the Commerce Department.\"[24]\n\nVince Foster conspiracy theory[edit]\nJudicial Watch helped promote the conspiracy theory that Vince Foster was murdered by the Clintons, and still has yet to provide convincing proof.[25][22]\n\nWhite House visitor logs[edit]\nAugust 10, 2009 Judicial Watch sent a FOIA request to the US Secret Service asking that official White House visitor logs be made public. In August 2011, U.S. District Judge Beryl Howell ordered the agency to process the group's data request.[26] The Court of Appeals for the District of Columbia partially affirmed the decision, holding that the Secret Service did not have to produce records of visitors to the president's office.[26]\n\nFalse Nancy Pelosi claims[edit]\nIn 2010, Judicial Watch made inaccurate claims about air travel spending by Nancy Pelosi's congressional delegation; Judicial Watch's claims were picked up by the conservative conspiracy site WorldNetDaily.[27] Judicial Watch also made false claims about Pelosi's air travel in 2008.[28]\n\nOperation Neptune Spear[edit]\nOsama bin Laden, leader of the terror group al-Qaeda, was killed in Pakistan on May 1, 2011, in a joint operation by the United States Navy SEALs and the Central Intelligence Agency (CIA). This operation was code-named Operation Neptune Spear.[29] On May 2, 2011, Judicial Watch filed a FOIA request with the Department of Defense and the CIA for photographs and videos of bin Laden taken during or after the operation.[30]\nThe government failed to produce any records within the required twenty days. In order to force compliance, Judicial Watch filed a FOIA lawsuit against the DOD and CIA on June 8, 2011. On January 31, 2014, after legal wrangling, the Pentagon released Operation Neptune Spear documents to Judicial Watch. One email had the subject line OPSEC Guidance / Neptune Spear and is proof that days after the original FOIA request U.S. Special Operations Commander, Admiral William McRaven ordered his subordinates to immediately destroy any Osama bin Laden photos they may have had.[31]\n\nBill Clinton/Taylor Branch tapes[edit]\nIn 2012, Judicial Watch sued the National Archives and Records Administration (NARA) in an attempt to force NARA to declare audio tapes held at the William J. Clinton Presidential Library and Museum of Bill Clinton to be presidential records, seize them, and release them to Judicial Watch. During Clinton's tenure in office, he had allowed historian Taylor Branch to interview him privately for a book Branch was planning to write. It was published in 2009 under the title \"The Clinton Tapes\". NARA had declined to deem the tapes to be \"presidential records\", and the federal judge dismissed the lawsuit stating that \"the relief that plaintiff seeks – that the Archivist assume 'custody and control' of the audiotapes – is not available under the PRA.\"[32][33][34] This case was called the \"Clinton socks case\" by former president Trump because the tapes were said to have been stored in Clinton's socks drawer.[35]\n\nKennedy assassination records[edit]\nJudicial Watch filed a FOIA lawsuit against the National Archives and Records Administration (NARA) to obtain the records from Robert F. Kennedy's time as the Attorney General. The records covered sensitive intelligence operations conducted during the John F. Kennedy and Lyndon B. Johnson administrations.[36]\n\nHillary Clinton email lawsuits[edit]\nJudicial Watch has currently filed twenty FOIA lawsuits involving the Secretary of State Hillary Clinton's emails.[11]\nOn February 8, 2016, the FBI confirmed it was investigating Hillary Clinton's use of a private email server during her time as Secretary of State. The Bureau was forced to formally acknowledge the investigation due to an ongoing FOIA lawsuit brought by Judicial Watch. FBI director James Comey had previously referenced the investigation, although the FBI had declined to confirm or deny it in court filings.[37]\nA federal judge ruled on February 23, 2016, that top aides to Hillary Clinton could be questioned under oath by Judicial Watch about her use of a private email server as secretary of state. District Court Judge Emmet G. Sullivan granted Judicial Watch's motion for discovery into whether the State Department and former Secretary of State Hillary Clinton deliberately thwarted the Freedom of Information Act by using a private email server to obscure her communications from public records requests.[12]\nIn May 2016 U.S. District Court Judge Emmet G. Sullivan granted \"discovery\" to Judicial Watch into former Secretary of State Hillary Clinton's email system. This ruling allowed Judicial Watch to question two close Clinton aides, Huma Abedin and Cheryl Mills, under oath. In a separate FOIA lawsuit concerning Hillary Clinton and the Benghazi terrorist attack, U.S. District Court Judge Royce Lamberth ruled Judicial Watch can conduct discovery into the email practices of Clinton and her top aides.[38]\nIn a separate case, on March 29, 2016, U.S. District Court Judge Royce Lamberth granted Judicial Watch limited discovery, citing potential bad faith by the government in responding to requests for documents related to talking points provided to Susan Rice in response to the Benghazi attack.[39]\nA FOIA lawsuit by Judicial Watch led to the release of 2,800 e-mails from Clinton aide Huma Abedin that were found on the laptop computer of Anthony Weiner, Abedin's estranged husband. Five of the e-mails were classified.[40]\n\nFalse claims about George Zimmerman protests[edit]\nIn 2013, Judicial Watch claimed that the Department of Justice under the Obama administration organized protests against George Zimmerman after the Trayvon Martin shooting; PolitiFact said that this was \"mostly false\" and that while Justice Department employees were sent to Florida, they \"were sent with the idea of keeping the situation peaceful and calm, not to instigate or condone protests or violence.\"[41]\n\nIslamic State in Mexico scares[edit]\nIn 2014 and 2015, Judicial Watch falsely claimed that Islamic State (ISIS) had set up camp in Mexico; Judicial Watch's claims were picked up by several right-wing news outlets.[42][43][44][25][45]\n\nCollaboration with Steve Bannon and Breitbart News[edit]\nIn 2013, Judicial Watch collaborated with Steve Bannon, executive chairman of the alt-right website Breitbart News, on the film \"District of Corruption\", which critiqued the Obama administration.[46] Judicial Watch paid Bannon's group Victory Film Project $382,143 for the film.[46] Politico described the film as an \"infomercial for the work of Judicial Watch\".[47]\nJudicial Watch has advertised on Breitbart for a number of years.[48] Judicial Watch's president Tom Fitton said \"Liberal activists want to destroy Breitbart, but we won't be cowed\".[48]\n\nMurder of Seth Rich conspiracy theory[edit]\nFurther information: Murder of Seth Rich\nIn 2017, Judicial Watch requested documents related to the death of DNC staffer Seth Rich; Seth Rich's death led to debunked right-wing conspiracy theories alleging that Hillary Clinton or the Democratic Party had him killed.[49]\n\nFalse voter fraud claims[edit]\nIn August 2017, Judicial Watch falsely alleged that 11 California counties had more registered voters than their estimated populations of citizens eligible to vote; the claims were picked up by outlets such as Breitbart News and Russian propaganda network RT (Russia Today).[50] Judicial Watch counted \"inactive voters\" in its tally, which is a list of people that California maintains of people who have been removed from active rolls after a mail ballot, voter guide or other official document was returned as undeliverable; California keeps such a list as a fail-safe in case eligible voters have been erroneously categorized as \"inactive\".[50] California Secretary of State Alex Padilla said Judicial Watch's claims were \"baseless\", and \"bad math and dubious methodology\".[50][51] When the Los Angeles Times asked Judicial Watch to share its analysis of voter registration in California, Judicial Watch declined.[51] Judicial Watch's voter fraud claims came in the wake of President Donald Trump's false claims of extensive voter fraud in California during the 2016 presidential election.[51] Trump has subsequently repeatedly promoted Judicial Watch's false claims about voter fraud.[52]\nOn February 3, 2020, the day of the Iowa caucuses in the Democratic presidential primary, JW president Tom Fitton suggested that voter fraud was afoot in Iowa by falsely claiming that \"eight Iowa counties have more voter registrations than citizens old enough to register.\" The false assertion went viral on social media.[53][54] Iowa's Secretary of State, Paul Pate, a member of the Republican Party, debunked Fitton's claim by linking to official voter registration data.[55][56]\nFitton has made alarmist claims about voter fraud, saying \"We have all heard about voter fraud and the attempts by liberal media organs like the New York Times and Ivory Tower academics to dismiss it as a nonexistent problem. But is it real, widespread, and substantial to the point that it can decide elections.\"[57]\n\nFalse claims about Trump Nazi billboard[edit]\nIn 2017, Judicial Watch claimed that taxpayer money went into a billboard which depicted President Donald Trump as a Nazi.  Further investigation showed that \"while the owner of the billboard founded the group that received city funding for the Art Detour event during which the Trump image went up, the billboard project itself did not receive city funding\".[58]\n\nLawsuits against climate scientists[edit]\nJudicial Watch has filed lawsuits seeking to force the National Oceanic and Atmospheric Administration (NOAA) to release the correspondence of climate scientists who published a 2015 study in the journal Science.[59] The study had debunked one of the common claims made by those who reject the scientific consensus on climate change, namely that there existed global warming \"hiatus\" between 1998 and 2012. The Climate Science Legal Defense Fund (CSLDF), American Meteorological Society and Union of Concerned Scientists condemned Judicial Watch, saying that the disclosure of private communications between scientists \"would harm (or halt altogether) government scientists' ability to collaborate with colleagues, damage the government's ability to recruit or retain top scientists, and deter critically important research into politically charged fields like climate change\". The Judicial Watch lawsuit was inspired by Rep. Lamar Smith, a climate change denier[60] who had accused the authors of the study of \"alter[ing] data\" to \"get the politically correct results they want.\"[61]\n\nMueller and FBI investigations into Russian interference[edit]\nIn 2017, Judicial Watch helped to stoke Republican attacks against Special Counsel Robert Mueller's investigation into Russian interference in the 2016 election.[62] Judicial Watch President Tom Fitton has called for the Special Counsel investigation to be shut down, arguing that prosecutors in the probe were too biased against President Trump to conduct a credible investigation, a claim rejected by Republican Senators Thom Tillis and Bob Corker.[63]  Fitton furthermore called for shutting down the Federal Bureau of Investigation (FBI) based on the claim that the Obama administration had turned it into a \"KGB-type operation.\"[64][65]\n\nAccusations against the Clinton Foundation[edit]\nIn January 2018, Judicial Watch president Tom Fitton repeated accusations against the Clinton Foundation that it had funneled money intended for charity work in Haiti to pay for Chelsea Clinton's wedding.[66] The Washington Post fact-checked the claim a year earlier and found that it was \"lacking any evidence\".[66]\n\nGeorge Soros smears[edit]\nFurther information: George Soros conspiracy theories\nIn October 2018, Chris Farrell of Judicial Watch stirred controversy when he appeared on Lou Dobbs' Fox Business show and used what many described as an anti-Semitic trope to suggest that the State Department was \"Soros-occupied\" territory. The remark echoed the anti-Semitic trope of a \"Zionist-occupied government\" to refer to Jewish control of the U.S. government.[67][68] After widespread condemnation, Fox stated that Farrell would no longer be booked.[69][68]\nFarrell promoted the unsubstantiated conspiracy theory that a migrant caravan traveling through Central America towards the United States was being directed or funded by the \"Soros-occupied State Department\".[70] Judicial Watch had been engaged in what NPR described as a \"full-throated campaign against Soros\". Among other things, Judicial Watch raised money by running ads with a call to action: \"Expose Soros!\"[70][71]\n\nSenator's letters to IRS[edit]\nAccording to Media Matters for America, in 2015, Judicial Watch claimed that three newly obtained letters sent by Democratic senator Carl Levin to the commissioner of the Internal Revenue Service \"discuss how to target conservative groups the senator claimed were 'engaged in political activities'.\" Media Matters for America reported that Judicial Watch provided a link to the documents on its site, but said it failed to note that one Levin letter did not mention conservatives, while the other two mentioned an equal number of liberal/Democrat and conservative/Republican entities. The Judicial Watch claim was amplified by several conservative media outlets.[72]\n\nStatue removal[edit]\nJudicial Watch has sought to remove a statue of Mexican revolutionary Pancho Villa from downtown Tucson.[73] Judicial Watch said the statue \"needs to go\" because \"Pancho Villa did great harm to people.\"[73]\n\n2020 election voter suppression[edit]\nIn 2020, Judicial Watch President Tom Fitton urged attendees of an event organized by the Council for National Policy to prevent mail-in ballots from being sent to voters, saying \"We need to stop those ballots from going out, and I want the lawyers here to tell us what to do.\"[74]\n\nLarry Klayman lawsuits[edit]\nIn 2003, Judicial Watch founder Larry Klayman left the organization to run for the United States Senate from Florida.[75] In 2006, Klayman sued Judicial Watch and its president, Tom Fitton. Judicial Watch asserted several claims against Klayman as well; in 2019, Judicial Watch obtained a $2.8 million verdict against Klayman on its claims of breaches of the severance agreement and trademark infringement.[76]\nIn 2012, a Judicial Watch employee falsely told Orly Taitz that Klayman had been convicted of not paying child support (Klayman had been indicted, but the charges were later dismissed). Taitz then published the employee's comment on her website. Klayman sued Judicial Watch for defamation, and in 2014, a federal jury awarded Klayman $156,000 in compensatory damages and $25,000 in punitive damages.[77]\nIn 2017, Freedom Watch (Klayman's successor organization to Judicial Watch) unsuccessfully sued Judicial Watch and the American Conservative Union (ACU), alleging they violated the Sherman Act by colluding to prevent Freedom Watch from participating at the ACU's Conservative Political Action Conference.[78]\nKlayman had represented three individuals who sued Judicial Watch, his former employer and client, but he failed to obtain Judicial Watch's consent to waive his conflict of interest. Klayman maintained that the D.C. Bar had \"recognized there was no evidence of dishonesty or personal gain\".[79]  In 2020, however, the D.C. Court of Appeals suspended Klayman's license for 90 days and ordered him to complete a class on legal ethics.[80]\n\nPeter Paul lawsuit[edit]\nIn 2007 former donor Peter F. Paul sued Judicial Watch, accusing it of using his name to raise more than $15 million to support his lawsuit against Bill Clinton and Hillary Clinton while doing little to advance his case.[81][82][83]  All of Paul's claims were dismissed.[84][better source needed]\n\nFunding[edit]\nAs of 2016, Judicial Watch had an annual budget of about $35 million.[2] Between 1997 and 2002 Judicial Watch received $7,069,500 in 19 grants from a handful of foundations. The bulk of this funding came from three foundations: the Sarah Scaife Foundation, a funder of politically conservative causes;[85] The Carthage Foundation, which merged into the Sarah Scaife Foundation in 2014;[86][better source needed] and the John M. Olin Foundation, Inc.[87] As of 2010, the Sarah Scaife Foundation was the group's largest contributor.[88]\n\nNotes[edit]\n\n\n^ \"Judicial Watch Inc\". projects.propublica.org. Propublica. May 9, 2013. Retrieved December 7, 2023.\n\n^ a b c Mahler, Jonathan (October 12, 2016). \"Group's Tactic on Hillary Clinton: Sue Her Again and Again\". The New York Times.\n\n^ Mahler, Jonathan (October 12, 2016). \"Group's Tactic on Hillary Clinton: Sue Her Again and Again\". The New York Times.\n\n^ Fitton, Tom (2014). The Corruption Chronicles. Threshold Editions. p. 16. ISBN 978-1-4767-6705-5.\n\n^ \"Recipients by amounts granted by all Scaife foundations\". Media Transparency. Archived from the original on June 8, 2007. Retrieved June 2, 2007.\n\n^ Segal, David (May 30, 1998). \"Pursuing Clinton Suits Him Just Fine\". The Washington Post. p. A01. Retrieved June 2, 2007.\n\n^ Mark Tran (July 10, 2002). \"Fraud lawsuit filed against US vice president\". The Guardian.\n\n^ Thaddeus Herrick (July 11, 2002). \"A Legal Watchdog Group Sues Cheney, Halliburton for Fraud\". The Wall Street Journal.\n\n^ \"Meet the conservative group that's driving Clinton's email scandal\". Miami Herald. Retrieved February 19, 2018. Judicial Watch also sued Cheney and his former company Halliburton over alleged fraudulent accounting practices.\n\n^ Bill Moyers Interview with Larry Klayman, PBS, July 11, 2003.\n\n^ a b Pete Williams (October 6, 2015). \"Court Hearings in Clinton Email Cases Set for February\". NBC News.\n\n^ a b Rosalind S. Helderman (February 23, 2016). \"Aides' email-server testimony could throw Clinton campaign a curveball\". The Washington Post.\n\n^ \"Federal Court Rules Hillary Clinton Must Sit for Deposition About Her Use of Private Server\". March 2, 2020.\n\n^ \"Full Panel of Federal Judges, Including Three Trump Appointees, Unanimously Reject Judicial Watch's Effort to Depose Hillary Clinton\". October 28, 2020.\n\n^ \"Supreme Court rebuffs bid for Hillary Clinton deposition about emails\". March 29, 2021.\n\n^ \"Judicial Watch obtains more emails through FOIA lawsuit\". Retrieved October 17, 2020.\n\n^ Lacy, Akela (May 28, 2020). \"Right-wing Group Seeks to Purge up to 800,000 Voters in Pennsylvania, a Key Battleground State\". Retrieved October 17, 2020.\n\n^ \"Conservative Legal Group Sues To Block California Boardroom Diversity Law\". October 5, 2020. Retrieved October 17, 2020.\n\n^ Griffith, Erin (April 3, 2022). \"California Law Requiring Board Diversity Is Struck Down\". The New York Times. ISSN 0362-4331. Retrieved September 18, 2023.\n\n^ \"California Appeals Court reinstates injunctions against California Board diversity laws\". JD Supra. December 5, 2022. Retrieved September 18, 2023.\n\n^ Owen, Laura Hazard (October 26, 2020). \"Older people and Republicans are most likely to share Covid-19 stories from fake news sites on Twitter\". Nieman Lab.\n\n^ a b Barbash, Fred (March 30, 2016). \"Judicial Watch, pursuing the Clintons like Inspector Javert for two decades, scores again\". The Washington Post. Retrieved December 25, 2017.\n\n^ Judicial Watch v. United States Department of Commerce, 470 F.3d 363, 1 (D.C. Circuit 2006).\n\n^ Edward Walsh (March 24, 1998). \"Sale Of Trade Mission Spots Alleged\". The Washington Post.\n\n^ a b \"Meet the conservative group that's driving Clinton's email scandal\". Miami Herald. Retrieved December 25, 2017.\n\n^ a b Andrew Zajac (August 30, 2013). \"Secret Service Must Produce Some White House Records\". Bloomberg.\n\n^ \"Pelosi's Party Plane?\". FactCheck.org. March 4, 2010. Retrieved December 25, 2017.\n\n^ \"Nancy Pelosi's Personal Jet\". FactCheck.org. December 28, 2008. Retrieved December 25, 2017.\n\n^ Cooper, Helene (May 1, 2011). \"Obama Announces Killing of Osama bin Laden\". The New York Times. Archived from the original on May 2, 2011. Retrieved August 19, 2015.\n\n^ Cohen, Kelly (August 22, 2013). \"Judicial Watch demands release of bin Laden death photographs\". The Washington Times. Retrieved August 21, 2015.\n\n^ DiBlasio, Natalie (February 12, 2014). \"Admiral: 'Destroy' photos of Osama bin Laden's corpse\". USA Today.\n\n^ Orr, Gabby; Holmes, Kristen; Perez, Evan; Herb, Jeremy (August 25, 2022). \"Inside Trump's public bravado and private resistance over Mar-a-Lago documents\". CNN. Retrieved August 26, 2022.\n\n^ Gerstein, Josh (March 1, 2012). \"Judge won't seize Bill Clinton-Taylor Branch audiotapes\". Politico. Retrieved August 26, 2022.\n\n^ \"Judicial Watch, Inc., Plaintiff, v. National Archives and Records Administration, Defendant. Civil Action No. 10-1834 (ABJ) Memorandum Opinion\". United District Court for the District of Columbia. March 1, 2012. Retrieved August 26, 2022.\n\n^ \"Trump says 'Clinton socks case' gets him off the hook – what was it and is he right?\". The Independent. July 21, 2023. Retrieved September 14, 2023.\n\n^ Bender, Bryan (July 12, 2013). \"Judicial Watch sues National Archives over sealed Robert Kennedy records at JFK Library\". The Boston Globe. Archived from the original on October 13, 2016. Retrieved August 25, 2015.\n\n^ Pete Williams (February 8, 2016). \"FBI formally confirms its investigation of Hillary Clinton's email server\". MSNBC.\n\n^ Calabresi, Massimo (May 16, 2016). \"Why a Civil Case Over Emails Could Hurt Hillary Clinton More Than the FBI\". Time. Retrieved February 20, 2018.\n\n^ Josh Gerstein (March 29, 2016). \"Second judge grants discovery in Clinton email lawsuit\". Politico.\n\n^ Shelby Lin Erdman (December 29, 2017). \"Classified emails from Huma Abedin found on Anthony Weiner's laptop\". The Atlanta Journal-Constitution.\n\n^ \"Judicial Watch says Department of Justice unit organized protests against George Zimmerman\". PolitiFact. Retrieved December 25, 2017.\n\n^ Dewey, Caitlin (April 24, 2015). \"What was fake on the Internet this week: Belle Gibson, ISIS in Mexico and insane weather news\". The Washington Post. Retrieved December 25, 2017.\n\n^ \"Is ISIS in Mexico and planning to cross the border?\". PolitiFact. Retrieved December 25, 2017.\n\n^ \"Is ISIS on the U.S.-Mexican Border?\". Snopes. April 20, 2015. Retrieved December 25, 2017.\n\n^ \"Judicial Watch says ISIS operating a camp in Mexico--near El Paso\". PolitiFact. Retrieved December 25, 2017.\n\n^ a b Boburg, Shawn; O'Harrow, Robert Jr. (April 9, 2017). \"How Bannon's multimedia machine drove a movement and paid him millions\". The Washington Post. Retrieved December 25, 2017.\n\n^ \"What I Learned Binge-Watching Steve Bannon's Documentaries\". Politico Magazine. Retrieved December 25, 2017.\n\n^ a b Bhattarai, Abha (June 8, 2017). \"Breitbart lost 90 percent of its advertisers in two months: Who's still there?\". The Washington Post. Retrieved December 25, 2017.\n\n^ Phillips, Kristine; Holley, Peter (May 24, 2017). \"Sean Hannity done talking about Seth Rich and WikiLeaks 'for now' as Fox News retracts story\". The Washington Post. Retrieved December 25, 2017.\n\n^ a b c \"More voters than eligible adults? Group makes dubious claim about California\". McClatchy DC Bureau. Retrieved December 25, 2017.\n\n^ a b c Myers, John (August 8, 2017). \"They sued for Clinton's emails. Now they want information on California voters\". Los Angeles Times. Retrieved December 25, 2017.\n\n^ \"Trump once again misleads with bogus claims of voter fraud\". The Washington Post. 2020.\n\n^ Birnbaum, Emily (February 3, 2020).  \"Iowa Secretary of State Disputes Viral Misinformation about Voter Registration.\" The Hill.  Retrieved March 17, 2020.\n\n^ Romm, Tony, and Isaac Stanley-Becker (February 3, 2020).  \"Conservatives Spread False Claims on Twitter about Electoral Fraud as Iowans Prepare to Caucus.\" The Washington Post.  Retrieved March 20, 2020.\n\n^ Clayworth, Jason. \"The misinformation campaign: Iowa SOS blasts Judicial Watch for insinuating voter fraud\". Des Moines Register. Retrieved February 3, 2020.\n\n^ \"Conservatives push false claims of voter fraud on Twitter as Iowans prepare to caucus\". The Washington Post. 2020.\n\n^ \"Soon-To-Be-Released Book by Judicial Watch President Tom Fitton Warns of Massive Voter Fraud Danger in Current Presidential Election\". Retrieved December 25, 2017.\n\n^ \"Fact Check: Did taxpayers fund anti-Trump billboard in Phoenix?\". The Arizona Republic. Retrieved December 25, 2017.\n\n^ Kurtz, Lauren (July 7, 2016). \"Climate scientists are under attack from frivolous lawsuits\". The Guardian. Retrieved December 25, 2017.\n\n^ Warrick, Joby (October 23, 2015). \"Congressional skeptic on global warming demands records from U.S. climate scientists\". The Washington Post. Retrieved October 26, 2015.\n\n^ Milman, Oliver (February 22, 2017). \"Climate scientists face harassment, threats and fears of 'McCarthyist attacks'\". The Guardian. Retrieved December 25, 2017.\n\n^ Kranish, Michael; Barrett, Devlin; Demirjian, Karoun (December 24, 2017). \"No longer a 'lonely battle': How the campaign against the Mueller probe has taken hold\". The Washington Post. Retrieved March 19, 2018.\n\n^ Barrett, Devlin; Sullivan, Sean (December 6, 2017). \"Republicans hammer Mueller, FBI as Russia investigation intensifies\". The Washington Post. Retrieved March 19, 2018.\n\n^ Davis, Julie Hirschfeld (February 2, 2018). \"Trump Calls Justice Department and F.B.I. Conduct 'a Disgrace' (Published 2018)\". The New York Times. Retrieved November 6, 2020.\n\n^ Anapol, Avery (December 14, 2017). \"Conservative watchdog head: Do we need to shut down the FBI?\". The Hill. Retrieved November 6, 2020.\n\n^ a b Stracqualursi, Veronica. \"Clinton denies foundation funds paid for wedding\". CNN. Retrieved January 15, 2018.\n\n^ Durkin, Erin (October 29, 2018). \"Critics accuse Fox of allowing language that fuels antisemitism\". The Guardian. Retrieved November 5, 2018.\n\n^ a b Oliver Darcy. \"Fox condemns rhetoric used by Lou Dobbs guest as channel's star host faces growing criticism\". CNN. Retrieved November 5, 2018.\n\n^ \"Fox bans Lou Dobbs' guest over George Soros conspiracy theory\". USA Today. Retrieved November 5, 2018.\n\n^ a b \"U.S. Agency Investigates 'Taxpayer-Funded Anti-Semitism' Against George Soros\". NPR. Retrieved November 5, 2018.\n\n^ Kranish, Michael. \"Explosive device targets George Soros amid escalating political attacks against billionaire hedge fund founder\". The Washington Post. Retrieved November 13, 2019.\n\n^ Leung, Michelle (May 16, 2014). \"IRS, Sen. Carl Levin, And The Truth Behind Right-Wing Media's Latest Phony Conspiracy Theory\". Media Matters for America.\n\n^ a b \"Tucson won't remove Pancho Villa statue, despite conservative group's request\". NBC News. Associated Press. December 17, 2018. Retrieved December 22, 2018.\n\n^ O'Harrow, Robert Jr. \"Videos show closed-door sessions of leading conservative activists: 'Be not afraid of the accusations that you're a voter suppressor'\". The Washington Post. Retrieved October 14, 2020.\n\n^ Pensacola News Journal: \"Senate candidate Klayman to visit area\". February 23, 2004.\n\n^ \"Ex-Judicial Watch Head Can't Ditch $2.8M Verdict In TM Row\". Law360. March 19, 2019.\n\n^ Montgomery, David (June 10, 2014). \"Larry Klayman wins one against Judicial Watch\". Washington Post.\n\n^ Torres, Louie (August 1, 2017). \"Freedom Watch Inc. alleges Judicial Watch, American Conservation Union is restraining trade\". Legal NewsLine.\n\n^ Tillman, Zoe (June 24, 2014). \"D.C. Attorney Larry Klayman Agrees to Censure in Ethics Case\". National Law Journal.\n\n^ Stanzione, Melissa (June 11, 2019). \"Judicial Watch Founder Larry Klayman Suspended for 90 Days\". Bloomberg Law.\n\n^ Kristen Lombardi, Vast Right-Wing Conspiracy Rides Again; Hillary haters go wild over campaign finance case Archived October 16, 2012, at the Wayback Machine, Village Voice, May 17, 2005.\n\n^ Ian Urbina (March 15, 2005). \"Battling the Clintons, and Each Other\". The New York Times.\n\n^ \"Former Donor To Clinton Sues Judicial Watch\", Josh Gerstein, New York Sun, February 8, 2007, p.5\n\n^ Paul v. Judicial Watch, Inc., Civil Action No. 07-00279 (RCL) (D.D.C. February 2, 2009) (memorandum and order granting dismissal with prejudice).\n\n^ Lord, Rich (October 25, 2014). \"Scaife-related foundations poised to take bigger stage\". Pittsburgh Post-Gazette.\n\n^ \"The Carthage Foundation\". Scaife Foundations.\n\n^ \"Meet the Tax-Exempt Nonprofit Behind the \"Corrupt Hillary\" Narrative—And Its Funders\". Inside Philanthropy. Archived from the original on April 16, 2021. Retrieved May 12, 2020.\n\n^ Stephen Lemons. \"Richard Mellon Scaife's Cash Pays For Judicial Watch's Ideologically Motivated Lawsuits\". Phoenix New Times. Archived from the original on November 11, 2014. Retrieved March 23, 2012.\n\n\nFurther reading[edit]\nFitton, Tom The Corruption Chronicles: Obama's Big Secrecy, Big Corruption, and Big Government (New York: Simon & Schuster, 2012).  ISBN 978-1-4516-7787-4\nFitton, Tom Clean House: Exposing Our Government's Secrets and Lies (New York: Threshold Editions, 2016).  ISBN 978-1-5011-3704-4\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Judicial Watch.\n\nOfficial website \nOrganizational Profile(archived) – National Center for Charitable Statistics (Urban Institute)\n38°53′01″N 77°00′56″W﻿ / ﻿38.8836°N 77.0155°W﻿ / 38.8836; -77.0155\n\nAuthority control databases International\nVIAF\nNational\nGermany\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Judicial_Watch&oldid=1194332527\"",
    "twitter": ""
  },
  {
    "name": "Judson Berger",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/judson-berger-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Judy Sheindlin",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/judy-sheindlin-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "lawyer",
    "wiki": "American lawyer, judge, television personality, television producer, and author\n\n\nJudy SheindlinSheindlin at the 2012 Tribeca Film FestivalBornJudith Susan Blum (1942-10-21) October 21, 1942 (age 81)Brooklyn, New York, U.S.Alma materAmerican University (BA)New York Law School (JD)OccupationsAuthorcourt show arbitratorjudgelawyerproducertelevision personalityYears active1965–1982 (attorney)1982–1996 (judge)1996–present (television personality)Known for\nJudge Judy (1996–2021)\nJudy Justice (2021–present)\nSpouses\n\nRonald Levy\n​ ​(m. 1964; div. 1976)​\n\nJerry Sheindlin\n​ ​(m. 1978; div. 1990)​\n\n​\n ​(m. 1991)​\nChildren2\nJudith Susan Sheindlin (née Blum; born October 21, 1942),[1] known professionally as Judge Judy, is an American court-show arbitrator, media personality, television producer, philanthropist, and former prosecutor and Manhattan family court judge.\nFor 25 seasons, from September 16, 1996, to July 23, 2021, Sheindlin starred in her eponymous top Nielsen-rated court show, Judge Judy.[1][2] Sheindlin became the longest-serving television arbitrator in courtroom-themed programming history, a distinction that earned her a place in the Guinness World Records in 2015.[3] She received a Lifetime Achievement Emmy in 2019 for her work.\nOn November 1, 2021, Sheindlin launched the spinoff streaming series Judy Justice on IMDb TV (now Amazon Freevee), another arbitration-based reality court show in which she handles legal disputes.[4][5] After winning the Daytime Emmy Award for Outstanding Legal/Courtroom Program in 2022 for the first season of Judy Justice, she became the only television arbitrator to have won the award for more than one court show: three for Judge Judy and one for Judy Justice.[6]\n\n\nEarly life and education[edit]\nSheindlin was born Judith Susan Blum in Brooklyn to German-Jewish and Russian-Jewish parents.[7][8][1][9] She describes her dentist father, Murray,[10][11] as \"the greatest thing since sliced bread\". Sheindlin describes her mother Ethel, an office manager,[12] as \"a meat and potatoes kind of gal\".[13]\nSheindlin graduated from James Madison High School in Brooklyn in 1961 and American University in Washington, D.C., receiving a Bachelor of Arts degree in government. She next attended New York Law School, earning her Juris Doctor degree in 1965.[14]\n\nLegal career[edit]\nSheindlin passed the New York state bar examination in 1965 and was hired as a corporate lawyer for a cosmetics firm. Within two years, she became dissatisfied with her job and left to raise her children Jamie and Adam. In 1972, she became a prosecutor in the New York family-court system after hearing about the job from a friend. In her role as a lawyer, Sheindlin prosecuted cases involving child abuse, domestic violence and juvenile offenders.[1]\nBy 1982, Sheindlin's attitude inspired New York mayor Ed Koch to appoint her as a criminal-court judge. Four years later, she was promoted to supervising judge in the family court's Manhattan division.[1] She earned a reputation as a tough New York City judge (although she has disagreed with the labels \"tough\" and \"harsh\").[15]\n\nEntertainment career[edit]\nIn February 1993, Sheindlin's reputation made her the subject of a Los Angeles Times article written by Josh Getlin (inspired by his wife Heidi, both of whom Sheindlin credits with her rise to fame)[16] that profiled her as a woman determined to make the court system work for the common good. She was then featured in a segment on CBS's 60 Minutes that brought her national recognition. This led to her first book, Don't Pee on My Leg and Tell Me It's Raining, published in 1996. She retired as a family-court judge that same year after having heard more than 20,000 cases.[1]\n\nJudge Judy[edit]\nMain article: Judge Judy\nJudge Judy stands next to a portrait of herself (2005)\nA little over a year after the 60 Minutes special, Sheindlin accepted an offer in 1995 to preside in a new reality courtroom series, featuring \"real cases with real rulings.\" Her syndicated court show Judge Judy debuted on September 16, 1996 and ran for 25 seasons until July 23, 2021.[17] She was accompanied by her bailiff, Petri Byrd, simply called \"Byrd\" or \"Officer Byrd\", who became the longest-serving bailiff in courtroom programming history.[18] Their work relationship predated the program, as Byrd had served as Sheindlin's bailiff in the Manhattan family-court system.[19]\nThrough its 25-season run, Judge Judy remained the top Nielsen-rated court show and regularly drew nine to ten million viewers daily,[20] occasionally besting the ratings of The Oprah Winfrey Show.[21] From 2009 to its series finale in 2021, Judge Judy was the highest-rated show in all of daytime television programming and first-run syndication.[22] During the show's active run, author Brendan I. Koerner commented on its popularity:\n\nCourt-show viewers don't seem to want moral conundrums or technical wrinkles. They love Sheindlin's show because she offers them a fantasy of how they'd like the justice system to operate—swiftly, and without procedural mishaps or uppity lawyers. They get to see wrongdoers publicly humiliated by a strong authority figure. There is no uncertainty after Sheindlin renders her verdict and bounds off the bench, and there certainly are no lengthy appeals.[23]\nA 2013 Reader's Digest poll revealed that Americans trusted Judge Judy more than they did all nine justices of the United States Supreme Court.[24]\nIn 2003, VH1 named Sheindlin in its 200 Greatest Pop Culture Icons list.[25] References to Sheindlin have appeared in many television programs, including Jimmy Kimmel Live!,[24] The Simpsons, Will & Grace, America's Next Top Model, The Weakest Link, The Practice, the Academy Awards telecasts, Betty White's 2nd Annual 90th Birthday,[26] RuPaul's Drag Race, Saturday Night Live and The Amanda Show.\nThe Judge Judy courtroom series earned Sheindlin numerous awards and honors, including a star on the Hollywood Walk of Fame in February 2006,[27] induction into Broadcasting & Cable's Hall of Fame in October 2012,[28][29] an award from the vice presidency of the UCD Law Society in April 2013,[30] the Gracie Allen Tribute Award from the Alliance for Women in Media[25] and the Mary Pickford Award from the Hollywood Chamber Community Foundation at the 2014 Heroes of Hollywood.[31]\nOn June 14, 2013, Judge Judy won its first Daytime Emmy Award after having received its 15th nomination. The program won again in 2016 and 2017.[32] In an interview with Entertainment Tonight (ET) on May 3, 2013, Sheindlin was asked about her failure to win after 14 nominations and said:\n\nI don't know. You know, somehow it would sort of break the spell. The show has been such a tremendous success that I'm almost afraid to think about winning—because so many of those shows that did win are no longer with us. So I say to myself 'you want the Emmy or you want a job? (laughing) Which one do you want?'[33]\nOn September 14, 2015, Guinness World Records recognized Sheindlin as the longest-serving judge or arbiter in courtroom-themed programming history and as having the longest-running courtroom show.[34]\nSheindlin has drawn considerable attention and made headlines over her substantial salary from the program. In early 2005, Sheindlin's salary was reportedly US$25 million per year.[23] Her net worth at the beginning of 2007 was $95 million, and she ranked #13 on the Forbes list of the 20 richest women in entertainment.[35] In January 2008 when Sheindlin's contract was renewed, her salary increased to $45 million per year.\nSheindlin briefly considered retirement in early 2010. Her contract was set to end after the 2013-14 television season.[36] She was quoted at the time as stating, \"I think 2013 would be a nice time. It's nice to leave on top. I would consider this a great adventure.\"\nOn March 30, 2011, Sheindlin was admitted to the hospital after she fainted on the set of her show while handling a case. She was released the next day, and it was later learned that she had suffered a mini-stroke.[37]\nIn May 2011, Sheindlin's contract was extended through the 19th season with an annual salary increase by CBS to $47 million.[38][39] Her annual salary translated into just over $900,000 per workday (she worked 52 days per year taping cases for Judge Judy).[40] According to Forbes, Sheindlin earned $147 million (pretax) in 2017.[41] It was reported by TV Guide Magazine in October 2013 that Sheindlin was the highest-paid TV star.[42] She later stated that her retirement was up to her viewers and said that fans still seemed to be interested.[43] She said, \"I'm not tired. I still feel engaged by what I do, and I still have people who like to watch it.\"[44]\nIn August 2017, CBS Television Distribution and Sheindlin signed a contract extension through the 2020-21 television season.[45] She later revealed in a March 2020 appearance on The Ellen DeGeneres Show that the series would conclude by its 25th-season anniversary.[46] The final taped case aired on June 8, 2021, and the series finale aired on July 23, 2021.[47] Sheindlin ended the series while discontented with ViacomCBS and facing lawsuits from Rebel Entertainment, also stating that \"25 is a good round number\" with which to finish.[48]\nTo honor the 25th and final season of the series, Josh Getlin (writer of the 1993 Los Angeles Times article that brought Sheindlin into the spotlight[49]) wrote another article on Sheindlin. The article was posted on June 8, 2021 (the same day on which the final taped case aired) and explained the background of the 1993 article and Getlin's relationship with Sheindlin.[49]\n\nJudy Justice[edit]\nMain article: Judy Justice\nPremiering on November 1, 2021, with production that commenced in July 2021 (shortly after production of Judge Judy ended in April 2021),[4][5] Sheindlin currently presides over another arbitration-based courtroom series, Judy Justice, a spinoff of Judge Judy. The program is aired through streaming service Amazon Freevee (originally under the name IMDb TV during the show's first season). It is the first standard court show to air first-run episodes exclusively through streaming.\nThe court show has been characterized as a \"hip\" rendition of Judge Judy, featuring Gen Z input from Sheindlin's young-adult granddaughter, frequent use of a stenographer to quote testimony to settle discrepancies, Sheindlin's conspicuous robe color, a modernized courtroom set and cases that have been described as more sensational because of fewer time constraints and higher monetary award limits than on Judge Judy.[50][51]\nWhile Sheindlin has promised to use the same adjudicating techniques that she had employed on Judge Judy, she has lessened her no-nonsense approach, delving deeper into case details, with most episodes focusing on a single long case. Her previous program typically hosted two cases per episode and was known for its aggressive pacing.[52]\nAfter a pre-series debut trailer was released on September 30, 2021, Judy Justice drew early criticism from much of Sheindlin's Judge Judy fanbase over the absence of Bailiff Byrd;[53][54][55] Kevin Rasco serves as Sheindlin's Judy Justice bailiff. In October 2021, Byrd stated that he was \"confused\" and \"dismayed\" by Sheindlin's lack of communication with him regarding the spinoff. Byrd claimed that Sheindlin omitted him from the series for monetary reasons. In a public statement, Sheindlin praised Byrd as \"terrific\", but added that the show needed a new and exciting direction.[56][57][58] Byrd ultimately expressed that he held no grudges, was grateful to Sheindlin and wished her luck with Judy Justice.[59][60][61]\nOn April 28, 2022, it was announced that Byrd would appear in Tribunal Justice, a courtroom series created and produced by Sheindlin and her production team. Tribunal Justice will feature former Hot Bench judges Tanya Acker and Patricia DiMango along with Sheindlin's son, former district attorney Adam Levy.[62]\nIn April 2022, viewership of Judge Judy reruns was found to have vastly outperformed that of Judy Justice's first season.[63] However, the first season of Judy Justice set a record for the number of streaming hours viewed on IMDb TV for its first season, and was thus granted a second season, which premiered on November 7, 2022.[64][65] Sheindlin won the Daytime Emmy Award for Outstanding Legal/Courtroom Program for the first season of the series, making her the only television arbitrator to have won the award for more than one court show (both Judge Judy and Judy Justice).[6]\n\nExternal media appearances and participation[edit]\nSheindlin has been interviewed on many talk and news broadcasts over the course of her career, on programs such as Entertainment Tonight, The Ellen DeGeneres Show, The Wendy Williams Show,[66] Katie,[67] Larry King Live,[68] The Roseanne Show, The View, Donny & Marie,[69] The Talk,[70] The Tonight Show, Dateline NBC, 20/20 and[71] Good Morning America.[72] On October 17, 1998, Sheindlin made a surprise guest appearance on Saturday Night Live, comedically interrupting Cheri Oteri's parody of her on Judge Judy.[73] That same year, Sheindlin appeared as herself in a cameo scene from the Judge Judy show in the 1998 American made-for-television crime drama film CHiPs '99.[74] She also served as a judge for the 1999 Miss America pageant.[66]\nOn February 21, 2000, a 60-minute documentary film about Sheindlin's life and career titled Judge Judy: Sitting in Judgment aired as part of the Biography series.[75][76] On December 23, 2008, Sheindlin was a guest on Shatner's Raw Nerve.[77] In December 2009, Sheindlin again told her story in a two-hour interview for the Archive of American Television.[78] She launched a short-lived advice-sharing website, whatwouldjudysay.com, in May 2012. In a September 17, 2013 interview with Katie Couric for the 92nd Street Y, Sheindlin elaborated on previously undisclosed facts of her life story and career in the family court.[79][80]\nIn 2014, Sheindlin founded her own production company, Queen Bee Productions, which produced the arbitration-based reality courtroom series Hot Bench.[81] Sheindlin had originally desired the title of Hot Bench for her Judge Judy show.[82][83][84] Hot Bench, which debuted on September 15, 2014, featured a panel of three judges debating and deciding on courtroom cases. Sheindlin stated, \"When my husband Jerry and I were in Ireland recently, we visited the courts and watched a three-judge bench, which I found both fascinating and compelling. I immediately thought what a terrific and unique idea for a television program that brings the court genre to the next level. We have assembled three individuals with extremely varied backgrounds to serve as the judges. They are smart and talented, with terrific instincts and great chemistry, and are sure to create a hot bench.\" The original panel of judges consisted of New York State Supreme Court judge Patricia DiMango and Los Angeles attorneys Tanya Acker and Larry Bakman, but Bakman was replaced by Michael Corriero. As with Judge Judy, Hot Bench was produced by Randy Douthit and CBS Television Distribution.[85][86]\nOn August 31, 2016, it was reported that CBS had planned a scripted, semi-autobiographical drama series based on the life of Sheindlin titled Her Honor. The show was described as following the youngest judge in New York who, while proficient at handling family court cases, has a personal life that needs work. Executive producers of the program were to include Sheindlin, Chernuchin, Arnold Kopelson and Anne Kopelson. Chernuchin was a writer for the legal drama series Law & Order.[87][88][89]\nIn 2017, Sheindlin created a game show titled IWitness that debuted on July 10 and ran for six weeks. The show tested contestants' observational skills, requiring them to view video clips and recall what they have witnessed faster than do their competitors.[90] On September 17, 2017, Sheindlin appeared on the series premiere of Fox News' Objectified, hosted by Harvey Levin. The program's first episode took an inside look at Sheindlin's life.[91]\nIn September 2017, the National Enquirer issued a formal apology for having published false statements defaming Sheindlin as having cheated on her husband and having suffered from Alzheimer's disease and brain damage. The magazine also apologized to Sheindlin's daughter Nicole for having stated that she had a prison record.[92]\nSheindlin and her program appeared on a November 26, 2017, episode of Curb Your Enthusiasm, presiding over a sketch-comedy court case with Larry David as the plaintiff. The case took the appearance of an actual case from Sheindlin's program, with its courtroom set, voiceover briefs, theme music and audience response.[93]\nIn 2018, Sheindlin appeared as a guest on Norm Macdonald Has a Show on Netflix.[94]\n\nNon-media projects and community work[edit]\nSheindlin, along with her stepdaughter Nicole Sheindlin, is the creator, director and spokesperson for an alliance designed to empower young women entitled \"Her Honor Mentoring.\"[95][96]\nIn September 2017, Sheindlin funded a space for public debate at the University of Southern California. The purpose of the forum was for \"free exchange of ideas by well-meaning people.\"[97]\n\nAuthoring and literature projects[edit]\nSheindlin, Judith (1996). Don't Pee on My Leg and Tell Me It's Raining. Harper Collins. ISBN 0-06-092794-1.[14]\nSheindlin, Judith (1999). Beauty Fades, Dumb Is Forever. Harper Paperbacks. ISBN 0-06-092991-X.[14]\nSheindlin, Judith (2000). Keep It Simple, Stupid: You're Smarter Than You Look. Cliff Street Books. ISBN 0-06-019546-0.[14]\nSheindlin, Judith (2000). Win or Lose by How You Choose. Harper Collins. ISBN 0-06-028780-2.[14]\nSheindlin, Judith (2001). You're Smarter Than You Look: Uncomplicating Relationships in Complicated Times. Harper Paperbacks. ISBN 0-06-095376-4.[98]\nSheindlin, Judith (2013). What Would Judy Say? A Grown-Up Guide to Living Together with Benefits. CreateSpace Independent Publishing Platform. ISBN 978-1-4839-3167-8.\nSheindlin, Judith (2014). What Would Judy Say: Be the Hero of Your Own Story.\nPersonal life[edit]\nIn 1964, Judy married Ronald Levy, who later became a prosecutor in juvenile court. They moved to New York and had two children, Jamie Hartwright and Adam Levy.[1] Her son Adam is a former district attorney for Putnam County, New York, and is now a co-star in Tribunal Justice.[99] Sheindlin and Levy divorced in 1976 after 12 years of marriage.[1]\nIn 1978, she married Judge Jerry Sheindlin, who later became an arbitrator on The People's Court from 1999 to 2001.[1] They divorced in 1990, partially as a result of the stress and struggles that Judy endured after her father's death that same year.[1] They remarried in 1991. She has three stepchildren with Sheindlin: Gregory Sheindlin, Jonathan Sheindlin and Nicole Sheindlin, and 13 grandchildren.[1] Jonathan is a retinal surgeon,[100] and Greg and Nicole are lawyers. Nicole is the co-creator (along with her stepmother) of the Her Honor Mentoring program.\nSheindlin owns homes in several states, including New York,[101] Florida,[102] California, and Wyoming.[103] She commuted to Los Angeles every other week for two to four days to tape episodes of Judge Judy.[44][101] In May 2013, she bought a $10.7 million condominium in the Los Angeles suburb of Beverly Hills.[104] In 2018, Sheindlin and her husband announced spending $9 million on the Bird House, a 9,700-square-foot (900 m2) property on 3.67 acres (1.49 ha) in Newport, Rhode Island once owned by Dorrance Hill Hamilton.[105]\nSheindlin holds honorary Doctor of Law degrees from Elizabethtown College and the University at Albany, SUNY.[106] In 2013, she was made vice-president of the law society at University College Dublin, Ireland, in recognition of her work in family law.[107]\nSheindlin is a registered Independent.[108] She is a supporter of same-sex marriage and,[109] although she has said that she is not a supporter of \"big government\", she believes that the issue of same-sex marriage should be handled at the federal level rather than on a state-by-state basis.[110] Sheindlin has stated that she is in favor of increasing requirements for gun ownership.[111] She prefers not to be labelled by political terms, and states that she is not registered with any political party. When asked about the 2012 presidential elections, Sheindlin stated that while she voted for President Barack Obama in 2008 (as well as voting for Ronald Reagan and Bill Clinton, respectively in 1980 and 1984, and 1992 and 1996), she did not care for either of the leading candidates in the 2012 United States presidential election.[112] In October 2019 Sheindlin penned an op-ed endorsing Michael Bloomberg for president, despite the fact that he had not announced a campaign.[113] In January 2020 she released an ad supporting him.[114] In the 2024 election, she endorsed candidate Nikki Haley for president.[115]\n\nLawsuits[edit]\nIn March 2013, a lawsuit was filed against Sheindlin by Patrice Jones, the estranged wife of Randy Douthit (executive producer of Sheindlin's Judge Judy and later Judy Justice court shows). Jones alleged Douthit and Sheindlin had conspired to permit Sheindlin to buy Christofle fine china and Marley cutlery owned by Jones. She said Sheindlin had paid Douthit $50,815 for the items without her knowledge to deprive her of her valuables,[116] and she sought $514,421 from Sheindlin. The suit was settled out of court after Sheindlin returned the tableware to Douthit, and Jones agreed to pay him $12,500 and have the tableware returned to her.[117]\nOn March 12, 2014, Sheindlin filed a lawsuit against Hartford, Connecticut personal injury lawyer John Haymond and his law firm. In the lawsuit, Sheindlin accused Haymond and his firm of using her television image without consent in advertisements that falsely suggested she endorsed him and his firm. Sheindlin's producer allegedly told the firm that use of her image is not permitted in March 2013, but ads continued to be produced. The lawsuit filed in federal court sought more than $75,000 in damages. Sheindlin said in her statement that any money she wins through the lawsuit will go toward college scholarships through the Her Honor Mentoring program. Sheindlin further stated, \"Mr. Haymond is a lawyer and should know better. The unauthorized use of my name is outrageous and requires legal action.\"[118][119][120] Haymond later filed a countersuit for punitive damages and attorney's fees, alleging defamation of him and his firm by Sheindlin. Haymond insisted that local affiliates asked him to appear in Judge Judy promos to promote Sheindlin for which he obliged.[121][122] On August 8, 2014, it was reported that the case between Sheindlin and Haymond settled out of court in a resolution that favored Sheindlin. Haymond donated money to Sheindlin's charity, Her Honor Mentoring.[123]\n\nReferences[edit]\n\n\n^ a b c d e f g h i j k \"Judge Judy Biography – Judge, Author, Reality Television Star (1942–)\". Biography.com. Biography, A&E Television Networks. Retrieved February 6, 2020.\n\n^ \"Why Judy Sheindlin 'wasn't teary' saying goodbye to 'Judge Judy,' what to know about her new show\". USA Today. May 21, 2021. Retrieved June 14, 2021.\n\n^ \"TV's most famous courtroom arbiter Judge Judy sets career record\". Guinness World Records.\n\n^ a b Jackson, Dory (September 9, 2021). \"Judge Judy Returns to Court This Fall in New Series Judy Justice: 'Court Is Back in Session'\". People. United States. Retrieved September 9, 2021.\n\n^ a b O'Connell, Mikey (September 9, 2021). \"Judge Judy Sheindlin Reveals Details About Streaming Series 'Judy Justice'\". The Hollywood Reporter. United States. Retrieved September 9, 2021.\n\n^ a b Rice, Lynette (June 18, 2022). \"Creative Arts & Lifestyle Emmy Awards: 'The Kelly Clarkson Show' Triumphs; 'Judy Justice' Wins First Emmy\". Deadline. United States. Retrieved October 10, 2022.\n\n^ \"Life, Love and the Proverbs of Judge Judy\". The Forward. December 14, 2014. Retrieved February 8, 2019.\n\n^ \"#39 Judy Sheindlin – Order in her court – International news\". The Jerusalem Post. Retrieved February 8, 2019.\n\n^ \"24 Facts and Things You Never Knew About Judge Judy\". LawFuel. New Zealand. January 20, 2016. Retrieved August 5, 2018.\n\n^ Hunt, Elle. \"Judge Judy puts down her gavel – and her $47m pay cheque – after 25 years\". The Irish Times. Retrieved October 21, 2021.\n\n^ \"Judge Judy's Brooklyn Attitude\". The Wall Street Journal. September 22, 2015. ISSN 0099-9660. Retrieved October 21, 2021.\n\n^ Hunt, Elle. \"Judge Judy puts down her gavel – and her $47m pay cheque – after 25 years\". The Irish Times. Retrieved October 21, 2021.\n\n^ Weldon, Fay (October 9, 2008). \"Judy, madly, deeply\". The Guardian. London. Retrieved December 14, 2008.\n\n^ a b c d e \"Judge Judith Sheindlin: Presiding Judge\". CBS Television Distribution. Retrieved November 19, 2011.\n\n^ \"Judge Judy explains how she can tell someone is lying – WDRB 41 Louisville – News, Weather, Sports Community\". Wdrb.com. October 31, 2012. Retrieved December 21, 2012.\n\n^ Getlin, Josh (February 14, 1993). \"Law and Disorder\". Los Angeles Times.\n\n^ \"CBS JUDGE JUDY 20TH ANNIVERSARY\". Stun Creative. Retrieved August 18, 2015.\n\n^ \"Petri Hawkins-Byrd Bio, Age, Family, Wife, Kids, Annulment, Judge Judy, Net worth\". One World Information. United States. February 16, 2021. Retrieved October 4, 2021.\n\n^ Shegerian, John (August 26, 2021). \"Making a Difference with Petri Hawkins-Byrd\". Impact. United States. Retrieved September 25, 2021.\n\n^ Leroux, Charles (December 24, 2008). \"There's no justice like show justice\". The Pittsburgh Post-Gazette. Retrieved December 24, 2008.\n\n^ Highfill, Samantha. \"'Judge Judy' renewed through 2015\". Entertainment Weekly. Retrieved May 5, 2013.\n\n^ \"Ratings – \"Judge Judy\" Kicks Off 15th Season as the No. 1 Daytime Show in Syndication\". The Futon Critic. September 16, 1996. Retrieved May 5, 2013.\n\n^ a b Koerner, Brendan I. (May 27, 2005). \"Judge Judy\". Slate. Retrieved December 23, 2008.\n\n^ a b Sullivan, Sean (February 24, 2011). \"Jimmy Kimmel asks: Judge Judy for the Supreme Court? (VIDEO)\". The Washington Post. Retrieved May 18, 2013.\n\n^ a b \"Judge Judy Bio\". Judgejudy.com. Retrieved May 19, 2013.\n\n^ \"Video Gallery | Movies & Specials | All Videos: Newest\". NBC. Archived from the original on October 21, 2013. Retrieved March 5, 2013.\n\n^ \"Judge Judy Sheindlin Hollywood Walk of Fame Ceremony Photo Gallery\". Hollywood.com. Retrieved December 24, 2008.\n\n^ \"The Battle to 'Survive' at the Top\". Broadcasting & Cable. August 13, 2012. Archived from the original on December 3, 2012. Retrieved November 9, 2021.\n\n^ \"Judge Judy on Future: 'Every Stage In Your Life Has A New Adventure'\". HuffPost. November 13, 2012. Retrieved December 13, 2012.\n\n^ \"Judge Judy honoured by UCD society\". The Irish Times. April 9, 2013. Retrieved May 5, 2013.\n\n^ \"Heroes of Hollywood Honors Judge Judy Sheindlin\". NBC Southern California. July 11, 2014. Retrieved July 14, 2014.\n\n^ \"Daytime Emmy Awards 2013: 'The Ellen DeGeneres Show', 'Sesame Street', 'Judge Judy' Win Awards: TV\". Enstarz.com. October 22, 2012. Retrieved June 17, 2013.\n\n^ \"Judge Judy on Celebrities and the Justice System\". ETonline.com. April 29, 2013. Archived from the original on January 29, 2014. Retrieved November 9, 2021.\n\n^ \"Judge Judy Sets a Guinness World Record!\". Etonline.com.\n\n^ Goldman, Lea and Kiri Blakeley (January 18, 2008). \"In Pictures: The Richest 20 Women in Entertainment: Judith \"Judge Judy\" Sheindlin\". Forbes. Retrieved December 23, 2008.\n\n^ Kilelly, Daniel (May 20, 2010). \"Judge Judy considers 2013 retirement Judge Judy says that she may bring her court show to a close in 2013\". Digital Spy. Retrieved July 31, 2021.\n\n^ \"CBS' Judge Judy Sheindlin Says She Thinks She Suffered A Mini-Stroke\". May 4, 2011. Retrieved October 21, 2021.\n\n^ \"'Judge Judy' Renewed Through 2017\". April 8, 2013. Retrieved July 31, 2021.\n\n^ \"Judith Sheindlin extends CBS contract to continue 'Judge Judy' through 2020\". New York Daily News. March 3, 2015. Retrieved July 31, 2021.\n\n^ Lindsay Lowe (March 14, 2012). \"Happy Birthday, Judge Judy! 5 Things You Didn't Know About Judy Sheindlin\". Parade.com. Retrieved October 24, 2013.\n\n^ Madeline Berg (November 26, 2018). \"The World's Highest-Paid TV Hosts 2018: Judge Judy Presides With $147 Million\". Forbes.com. Retrieved November 26, 2018.\n\n^ Lindsay Lowe (March 14, 2012). \"Happy Birthday, Judge Judy! 5 Things You Didn't Know About Judy Sheindlin\". Parade.com. Archived from the original on October 24, 2013. Retrieved October 24, 2013.\n\n^ \"Judge Judy explains how she can tell someone is lying – WDRB 41 Louisville – News, Weather, Sports Community\". Wdrb.com. October 31, 2012. Retrieved May 18, 2013.\n\n^ a b Huff, Richard (January 29, 2008). \"Judge Judy will keep warming bench\". The New York Daily News. Retrieved December 23, 2008.\n\n^ Lacey, Rose (August 8, 2017). \"Judge Judy Sells Her Library Back to CBS in Massive Deal\". The Hollywood Reporter. United States. Retrieved August 1, 2021.\n\n^ Ramos, Dino-Ray (March 2, 2020). \"'Judge Judy' Wraps After 25 Seasons, Sheindlin To Return With 'Judy Justice'\". Deadline.\n\n^ \"Judge Judy Intent On Trial After Another Court Loss; Attempt To Quash $5M Suit Over CBS Library Sale Rejected\". June 11, 2021. Retrieved June 14, 2021.\n\n^ \"Judge Judy Talks Ending Her Famous Courtroom Show After 'Quarter of a Century' (Exclusive)\". etonline. May 28, 2021. Retrieved June 6, 2021.\n\n^ a b Getlin, Josh (June 8, 2021). \"The improbable true story of Judge Judy and the reporter who made her a star\". The Los Angeles Times. United States. Retrieved June 9, 2021.\n\n^ Turchiano, Danielle (November 1, 2021). \"'Judy Justice' Required a 'New Energy' From 'Judge Judy.' Here's Why\". Variety. United States. Retrieved January 17, 2022.\n\n^ Barnes, Brooks (October 25, 2021). \"Why Amazon Is in Business With Judge Judy\". The New York Times. United States. Retrieved January 17, 2022.\n\n^ \"Why Judy Sheindlin 'wasn't teary' saying goodbye to 'Judge Judy,' what to know about her new show\". USA Today. May 21, 2021.\n\n^ Lovett, Jamie (October 10, 2021). \"Judge Judy Fans Are Furious Original Bailiff Petri Hawkins Byrd Wasn't Asked To Be on New Show\". Combicbook.com. United States. Retrieved October 11, 2021.\n\n^ Alexander, Brenda (October 3, 2021). \"Judge Judy's Fans Have Questions After Bailiff Byrd's Absence From New Show\". Popculture. United States.\n\n^ Germain, Atahabih (October 12, 2021). \"'She Did Him Dirty': Former 'Judge Judy' Bailiff Says He Was 'Confused' Over Exclusion from Spinoff Series After 25 Years on Courtroom TV Show\". Yahoo!. United States. Retrieved October 2, 2021.\n\n^ Haring, Bruce (October 8, 2021). \"'Judge Judy' Bailiff Petri Hawkins Byrd Speaking Out On His Absence From New 'Judy Justice' Show\". Deadline Hollywood. United States. Retrieved October 9, 2021.\n\n^ Rice, Lynette (October 8, 2021). \"Judge Judy bailiff on surprise absence: 'She didn't ask me' to be on the new show\". Entertainment Weekly. United States. Retrieved October 9, 2021.\n\n^ Levine, Daniel (October 9, 2021). \"Judge Judy Bailiff Petri Hawkins Breaks Silence on Being Booted After 25 Years\". Popculture. United States. Retrieved October 9, 2021.\n\n^ \"'Judge Judy' bailiff down for another court show... Already Drawing\". TMZ. United States. December 18, 2021. Retrieved October 19, 2021.\n\n^ \"'Judge Judy' bailiff claims he's not bitter over 'Judy Justice' snub\". USA Today. United States. October 18, 2021. Retrieved October 19, 2021.\n\n^ Levine, Daniel (October 22, 2021). \"'Judge Judy' Bailiff Petri Hawkins Byrd Reveals if He's 'Bitter' Over Being Replaced by TV Judge\". Popculture. United States. Retrieved October 24, 2021.\n\n^ \"Amazon Freevee Orders Judy Sheindlin Court Show 'Tribunal' with 'Judge Judy' Bailiff Petri Hawkins Byrd, 'Hot Bench's Patricia DiMango & Tanya Acker\". April 28, 2022.\n\n^ Strategy Guy, The Entertainment (April 28, 2022). \"Judge Judy v. Amazon Judy: The Verdict is In!\". The Ankler. United States. Retrieved October 25, 2022.\n\n^ Patten, Dominic (March 8, 2022). \"'Judy Justice' Renewed For Season 2 At IMDb TV; Courtroom Series Clocks Record Viewership For Streamer\". Deadline. Retrieved April 18, 2022.\n\n^ Outbreak, Hollywood (October 12, 2022). \"'Judy Justice' Season 2 Premiering November 7 On Amazon Freevee\". Hollywood Outbreak. United States. Retrieved October 13, 2022.\n\n^ a b \"Judge Judy\". WCHS-TV8. 2000. Archived from the original on July 20, 2008. Retrieved December 24, 2008.\n\n^ \"Judge Judy Like You've Never Seen Her Before\". Katie Couric. November 12, 2012. Archived from the original on December 24, 2012. Retrieved March 19, 2013.\n\n^ \"Judge Judy – Larry King Live\". CNN. February 17, 2010. Retrieved March 19, 2013.\n\n^ \"Donny & Marie With Judge Judy\". Tvclip.biz. May 18, 2010. Retrieved March 19, 2013.\n\n^ Cathy (October 25, 2010). \"'The Talk' Upcoming Guests Including Hilary Swank and Judge Judy\". HaveUHeard. Archived from the original on March 14, 2013. Retrieved March 19, 2013.\n\n^ \"Judge Judy\". ViacomCBS Press Express. Retrieved March 19, 2013.\n\n^ McCarthy, Kelly (October 19, 2022). \"Judge Judy shares life advice from over 50 years on the bench, and her granddaughter continuing her legacy\". Good Morning America. United States. Retrieved October 28, 2022.\n\n^ \"SNL Transcripts: Lucy Lawless: 10/17/98: Judge Judy\". Snltranscripts.jt.org. Retrieved March 19, 2013.\n\n^ \"CHiPs '99 (1998)\". Themoviescene. Retrieved June 6, 2021.\n\n^ \"Biography Episode Guide 2000 – Judge Judy: Sitting in Judgement\". TV Guide. Retrieved March 20, 2013.\n\n^ \"Judge Judy: Sitting in Judgment\". Archived from the original on April 15, 2014. Retrieved March 20, 2013.\n\n^ \"Shatner's Raw Nerve Episode Guide 2008 Season 1 – Judge Judy, Episode 6\". TV Guide. Retrieved May 5, 2013.\n\n^ \"Judith Sheindlin Interview\". EmmyTVLegends.org. Retrieved March 20, 2013.\n\n^ \"Judge Judy with Katie Couric\". YouTube. Archived from the original on December 21, 2021. Retrieved November 16, 2013.\n\n^ \"Judge Judy with Katie Couric – 92nd Street Y – New York, NY\". 92y.org. September 17, 2013. Archived from the original on September 18, 2013. Retrieved November 16, 2013.\n\n^ \"Greg Meidel Joins Judge Judy Sheindlin's Company Queen Bee Productions\". May 30, 2019. Retrieved August 2, 2021.\n\n^ \"Judge Judy\". CBS News. February 11, 2009. Retrieved December 13, 2012.\n\n^ \"Judge Judy | Archive of American Television\". Emmytvlegends.org. Retrieved December 13, 2012.\n\n^ \"Big Ticket sets 'Hot Bench'\". Hollywood Reporter. 350 (5): 4. December 1995.\n\n^ \"CBS To Launch New Courtshow From Judge Judy in Fall\". Variety. Retrieved January 24, 2014.\n\n^ \"Judge Judy-Created 'Hot Bench' to Premiere in the Fall\". TheWrap. Retrieved January 24, 2014.\n\n^ \"Judge Judy Developing Scripted Series at CBS Based on Her Life (EXCLUSIVE)\". Variety.com. Retrieved August 31, 2016.\n\n^ \"CBS, Judge Judy Team for Autobiographical Drama Series\". Tvline.com. September 2016. Retrieved September 1, 2016.\n\n^ \"CBS Is Developing an Autobiographical Drama About Judge Judy\". Tvguide.com. Retrieved September 1, 2016.\n\n^ \"iWitness: New Game Show from Judge Judy Debuts\". Long Island Press. July 11, 2017. Retrieved September 9, 2017.\n\n^ \"Fox News Channel's Objectified Series Hosted By Harvey Levin, to premiere featuring Judge Judy\". Fox News. September 6, 2017. Retrieved September 9, 2017.\n\n^ \"Judge Judy Gets Apology From National Enquirer Over Alzheimer's, Cheating Stories\". TheWrap. September 20, 2017. Retrieved August 24, 2020.\n\n^ \"judge judy makes hilarious guest appearance on 'Curb Your Enthusiasm'\". Foxnews.com. November 27, 2017. Retrieved November 30, 2017.\n\n^ \"Norm Macdonald's Netflix show to guest Chevy Chase, Judge Judy, M. Night Shyamalan\". www.eponymousreview.com. August 22, 2018. Retrieved September 17, 2018.\n\n^ \"herhonor Mentoring\". Her Honor Mentoring. Retrieved November 30, 2017.\n\n^ \"Her Honor Mentoring - Mission + History\". www.herhonor.org. Retrieved January 1, 2019.\n\n^ \"Judge Judy Funds Debate Forum At USC\". CBSLos Angeles. September 13, 2017. Retrieved January 27, 2018.\n\n^ \"Judge Judy: You're Smarter Than You Look\". Good Morning America. August 20, 2001. Retrieved November 19, 2011.\n\n^ \"Judge Adam Levy\". press.amazonstudios.com. Retrieved October 17, 2023.\n\n^ \"Bio: Dr. Jonathan Sheindlin\" Archived January 14, 2015, at the Wayback Machine, NYU Langone Medical Center\n\n^ a b Leung, Rebecca (December 10, 2003). \"Judge Judy\". CBS. Retrieved December 23, 2008.\n\n^ Paul O'Grady (host) (October 2008). Judge Judy on Paul O'Grady (Television production). United Kingdom: Granada Television. Retrieved December 23, 2008.[dead YouTube link]\n\n^ Associated, The. \"'Judge Judy' Ruling Daytime TV\". NPR. Archived from the original on February 10, 2013. Retrieved February 8, 2013.\n\n^ \"Judge Judy Buys $10.7 Million Condo in Beverly Hills\". Hauteliving.com. Archived from the original on October 29, 2013. Retrieved May 25, 2013.\n\n^ Larson, Robert E.; Hamilton, James A.; Bronson, Dorrance C. (1959). \"Pensions\". The Journal of Insurance. 26 (2): 72. doi:10.2307/250676. ISSN 1047-3483. JSTOR 250676.\n\n^ \"Judge Judy - Bio\". Judge Judy. Retrieved February 8, 2019.\n\n^ \"Judge Judy honored\". UCD. Retrieved February 8, 2013.\n\n^ \"Judith Susan Sheindlin's Florida Voter Registration\". Voterrecords.com.\n\n^ \"The View | Judge Judy\". American Broadcasting Company. Retrieved March 19, 2013.\n\n^ \"The View\". YouTube.[dead YouTube link]\n\n^ King, Larry (July 30, 2012). \"Judge Judy On Gun Control. Her Biggest Regret & Working 5 Days A Month\". Archived from the original on December 21, 2021. Retrieved May 1, 2018 – via YouTube.\n\n^ \"Judge Judy Interview | Ora TV\". ora.tv. December 10, 2013. Archived from the original on January 30, 2013. Retrieved March 19, 2013.\n\n^ Sheindlin, Judy (October 16, 2019). \"Judge Judy endorses Michael Bloomberg for 2020 presidential election\". usatoday. Retrieved February 23, 2020.\n\n^ Cole, Devan (January 6, 2020). \"Judge Judy issues opinion on 2020 race, backs Bloomberg's presidential bid\". CNN. Retrieved February 23, 2020.\n\n^ Kurtz, Judy (January 9, 2024). \"Judge Judy endorses Nikki Haley: 'I truly think she can restore America'\". The Hill. Retrieved January 11, 2024.\n\n^ \"Ex-friend of Judge Judy: I'll drop lawsuit if you give back my china set\". Daily News. New York. Retrieved March 15, 2013.\n\n^ \"Judge Judy China Lawsuit SETTLES!\". TMZ.com. Retrieved March 16, 2013.\n\n^ \"Judge Judy Sues P.I. Lawyer – You Have 'Stupid' on Your Forehead ... Stupid\". TMZ.com. March 6, 2014. Retrieved March 13, 2014.\n\n^ AP 6:59 p.m. EDT March 12, 2014. \"Tables turned: Judge Judy files suit against lawyer\". USA Today. Retrieved March 13, 2014.{{cite web}}:  CS1 maint: numeric names: authors list (link)\n\n^ \"Judge Judy Sues Local Personal-Injury Lawyer – Hartford Courant\". Articles.courant.com. Retrieved March 13, 2014.\n\n^ \"Judge Judy – P.I. Lawyer Fires Back ... I Wasn't Promoting Me, I Was Promoting You!\". TMZ.com. Retrieved March 14, 2014.\n\n^ \"Hartford Attorney Fires Back at Judge Judy\". Courthouse News Service. July 14, 2014. Archived from the original on July 14, 2014. Retrieved July 14, 2014.\n\n^ \"Judge Judy Wins One for the Girls In Lawsuit against Lawyer\". TMZ. Retrieved February 8, 2019.\n\n\nFurther reading[edit]\nJazmine Hughes, \"Judge Judy is Still Judging You,\" New York Times Magazine, June 20, 2019.\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Judith Sheindlin.\n\n\n\n\nWikiquote has quotations related to Judy Sheindlin.\n\nWhat Would Judy Say? website\nJudy Sheindlin at IMDb\nJudge Judy marks 10 years laying down the law, CTV News, February 15, 2006\nBiographical article from The Guardian, October 9, 2008\nJudge Judith Sheindlin at The Interviews: An Oral History of Television\nvteDaytime Emmy Lifetime Achievement Award1980s\nCharita Bauer / Larry Haines / Mary Stuart (1985)\nPamela Ilott (1986)\n1990s\nMark Goodson (1990)\nWilliam J. Bell (1992)\nDouglas Marland (1993)\nDick Clark (1994)\nBetty Corday / Ted Corday (1995)\nPhil Donahue (1996)\nFred Rogers (1997)\nOprah Winfrey (1998)\nBob Barker (1999)\n2000s\nBarbara Walters (2000)\nRalph Edwards (2001)\nJohn Cannon (2002)\nArt Linkletter (2003)\nRachel Ames / John Clarke / Jeanne Cooper / Eileen Fulton / Don Hastings / Anna Lee / Ray MacDonnell / Frances Reid / Helen Wagner / Ruth Warrick (2004)\nMerv Griffin (2005)\nCaroll Spinney (2006)\nLee Phillip Bell / James Lipton (2007)\nRegis Philbin (2008)\nSesame Street (2009)\n2010s\nAgnes Nixon (2010)\nPat Sajak / Alex Trebek (2011)\nBill Geddie (2012)\nMonty Hall / Bob Stewart (2013)\nRussell Morash (2014)\nBetty White (2015)\nSonia Manzano (2016)\nMary Hart (2017)\nSusan Seaforth Hayes / Bill Hayes / Sid and Marty Krofft (2018)\nJacques Pépin / Judy Sheindlin (2019)\n2020s\nJohn Aniston (2022)\nSusan Lucci / Maury Povich (2023)\nNo lifetime achievement award was presented in 2020 and 2021.[1]\nPortals: Biography Law Television United States\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nUnited States\nJapan\nKorea\nAcademics\nCiNii\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Judy_Sheindlin&oldid=1195132946\"",
    "twitter": ""
  },
  {
    "name": "Julian Zelizer",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/julian-zelizer",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "historian",
    "wiki": "American political historian\nJulian ZelizerBorn1969 (age 54–55)EducationBrandeis University (BA)Johns Hopkins University (MA, PhD)Spouses\n\nNora Moran\n​ ​(m. 1996, divorced)​\n\nMeg Jacobs ​(m. 2012)​\nRelativesViviana Zelizer (mother)\nJulian Emanuel Zelizer (born 1969) is a professor of political history and an author in the United States at Princeton University.[1] Zelizer has authored or co-authored several books about American political history; his focuses of study are the second half of the 20th century and the 21st century.\n\n\nEducation[edit]\nRaised in Metuchen, New Jersey, Zelizer was educated at Metuchen High School, a comprehensive public high school,[2] followed by Brandeis University. He obtained a PhD in History from Johns Hopkins University.[3]\n\nLife and career[edit]\nZelizer has contributed to CNN.com and The Atlantic.[4][5] He is a regular commentator on news programs and has appeared in several documentary films.[6] He penned the introduction to a 2016 edition of the Kerner report.[7] He is the Malcolm Stevenson Forbes Professor of History and Public Policy.[8]\nHe has twice won the D. B. Hardeman Prize, for Taxing America: Wilbur D. Mills, Congress, and the State, 1945–1975 and The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society.[9][10]\nFault Lines: A History of the United States Since 1974, co-authored with Kevin M. Kruse, received wide critical acclaim.[11][12][13]\nZelizer's most-recent book, Burning Down the House: Newt Gingrich, the Fall of a Speaker, and the Rise of the New Republican Party, was called \"insightful\" by The New York Times, which also recognized it as one of the \"100 Notable Books of 2020\". The Washington Post wrote that it was \"engaging\" and \"timely\".[14][15][16]\nZelizer is the son of the Princeton sociologist Viviana Zelizer and rabbi Gerald L. Zelizer.[17][18]\n\nPersonal life[edit]\nZelizer is son of a notable Metuchen rabbi.[19] In 1996, he married Nora Kay Moran at Congregation Adas Israel in Washington, D.C., presided over by his father.[18] In 2012, he married fellow historian Meg Jacobs at the Synagogue for the Arts in New York City, again presided over by his father.[17]\n\nBooks[edit]\nTaxing America: Wilbur D. Mills, Congress, and the State, 1945–1975 (1999) Cambridge University Press.\nThe American Congress: The Building of Democracy (2004), Mariner Books. A comprehensive history by 40 scholars.\nOn Capitol Hill: The Struggle to Reform Congress and its Consequences, 1948–2000 (2004) Cambridge University Press\nArsenal of Democracy: The Politics of National Security – From World War II to the War on Terrorism (2009) Basic Books\nJimmy Carter: The American Presidents Series: The 39th President, 1977–1981 (2010) Times Books\nConservatives in Power: The Reagan Years, 1981–1989: A Brief History with Documents (2011), with Meg Jacobs Bedford/St. Martin's\nGoverning America: The Revival of Political History (2012) Princeton University Press\nThe Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society (2015)\nMedia Nation: The Political History of News in Modern America (2017), editor, with Bruce J. Schulman\nThe Presidency of Barack Obama: A First Historical Assessment (2018), editor\nFault Lines: A History of the United States Since 1974 (2019), with Kevin M. Kruse\nBurning Down the House: Newt Gingrich, the Fall of a Speaker, and the Rise of the New Republican Party (2020)\nAbraham Joshua Heschel: A Life of Radical Amazement (2021)\nThe Presidency of Donald J. Trump: A First Historical Assessment (2022), editor\nIn addition to authoring the books listed above, Zelizer has edited or co-edited a number of books including, most recently, Myth America: Historians Take On the Biggest Legends and Lies About Our Past.[20]\n\nReferences[edit]\n\n\n^ \"Julian E. Zelizer, Professor of History and Public Affairs\". princeton.edu. Retrieved 2019-07-06.\n\n^ Robert Strauss (July 18, 2015). \"Julian Zelizer: Presidents & Precedents\". New Jersey Monthly. Retrieved July 12, 2020.\n\n^ \"Julian Zelizer - Fellow\". New America. Retrieved July 12, 2020.\n\n^ \"Julian E. Zelizer | Department of History\". history.princeton.edu. Retrieved 2019-07-06.\n\n^ \"All Stories by Julian E. Zelizer\". The Atlantic. Retrieved 2019-07-06.\n\n^ \"Julian Zelizer IMDb page\". IMDb. Retrieved 2021-03-09.\n\n^ \"Fifty Years Ago, the Government Said Black Lives Matter\". Boston Review. Retrieved 2019-07-06.\n\n^ \"Julian e. Zelizer, Professor of History and Public Affairs\".\n\n^ LBJ Presidential Library. \"Recipients of the D.B. Hardeman Prize presented by the Lyndon Baines Johnson Foundation\". LBJ Presidential Library. Archived from the original on 2019-07-06. Retrieved 2019-07-06.\n\n^ \"Book by Zelizer Named Winner of D.B. Hardeman Prize | Woodrow Wilson School of Public and International Affairs\". wws.princeton.edu. Retrieved 2019-07-06.\n\n^ Matos, Michaelangelo (January 27, 2019). \"Book Review: 'Fault Lines' is an Excellent History of U.S. Political Dysfunction\". Rolling Stone.\n\n^ \"Nonfiction Book Review: Fault Lines: A History of the United States Since 1974 by Kevin M. Kruse and Julian E. Zelizer. Norton, $28.95 (400p) ISBN 978-0-393-08866-3\". PublishersWeekly.com.\n\n^ Kruse, Kevin M. (2019-02-03). \"Polarization, USA - Los Angeles Review of Books\". Lareviewofbooks.org. Retrieved 2020-05-16.\n\n^ Kabaservice, Geoffrey (July 7, 2020). \"When American Politics Turned Toxic\". The New York Times.\n\n^ \"100 Notable Books of 2020\". The New York Times.\n\n^ Shesol, Jeff (July 17, 2020). \"How Newt Gingrich made nastiness a virtue\". The Washington Post.\n\n^ a b \"Meg Jacobs, Julian Zelizer - Weddings\". The New York Times. 2012-09-02. ISSN 0362-4331. Retrieved 2016-08-02.\n\n^ a b \"Weddings: Nora K. Moran, Julian E. Zelizer\". The New York Times. June 2, 1996.\n\n^ Staff, NJJN. \"Princeton prof: I was blackballed by shul\". njjewishnews.timesofisrael.com. Retrieved 2021-07-10.\n\n^ \"Myth America: Historians Take On the Biggest Legends and Lies About Our Past\". Basic Books. Basic Books. Retrieved 9 February 2022.\n\n\nExternal links[edit]\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nFrance\nBnF data\nGermany\nIsrael\nBelgium\nUnited States\nCzech Republic\nNetherlands\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Julian_E._Zelizer&oldid=1183512574\"",
    "twitter": ""
  },
  {
    "name": "Julie Mastrine",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/julie-mastrine-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Just Facts",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/just-facts-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Just Security",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/just-security-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": null,
    "wiki": "Law school in Manhattan, New York City, New York, US\nNot to be confused with New York Law School.\n\n40°43′49″N 73°59′58″W﻿ / ﻿40.73028°N 73.99944°W﻿ / 40.73028; -73.99944\n\nThis article contains academic boosterism which primarily serves to praise or promote the subject and may be a sign of a conflict of interest. Please improve this article by removing peacock terms, weasel words, and other promotional material. (August 2023) (Learn how and when to remove this template message)\nNew York UniversitySchool of LawParent schoolNew York UniversityEstablishedJune 2, 1835; 188 years ago (1835-06-02)School typePrivate law schoolDeanTroy McKenzieLocationNew York, New York, U.S.Enrollment1,413 full-time (2022)[1]Faculty393 (2022)USNWR ranking5th (tie) (2023)Bar pass rate94.9% (2023)[2]Websitelaw.nyu.eduABA profileStandard 509 Report\nThe New York University School of Law (NYU Law) is the law school of New York University, a private research university in New York City. Established in 1835, it is the oldest law school in New York City and the oldest surviving law school in New York State. Located in Greenwich Village in Lower Manhattan, NYU Law offers J.D., LL.M., and J.S.D. degrees in law.\nNYU Law alumni include judges at the International Court of Justice,[3] Nobel laureates,[4][5] lawyers such as David Boies, Amal Alamuddin Clooney, Jeremy Waldron and Thomas Nagel, and Minority Leader of the US House of Representatives Hakeem Jeffries.[6] NYU Law private practice lawyers include the four founders of Wachtell, Lipton, Rosen & Katz, and Cravath, Swaine & Moore partner and former chairman Evan Chesler,[7] the leading law firms in the United States. The current president of the American Civil Liberties Union (ACLU), Deborah N. Archer, is a Clinical Professor and member of the faculty.\nAccording to the school's ABA-required disclosures, NYU Law's bar passage rate is 94.9% in 2023, the sixth highest in the United States.[8][9]\n\n\nHistory[edit]\nNew York University School of Law was founded in 1835, making it the oldest law school in New York City.[10] It is also the oldest surviving law school in New York State and one of the oldest in the United States. The only law school in the state to precede it was a small institution conducted by Peter van Schaack in Kinderhook, New York, from 1785 to his death in 1832.[11] Founded just four years after the establishment of New York University,[12] NYU Law is also the university's oldest professional school.[13]\nThe school was founded by Benjamin Franklin Butler, the United States Attorney General, at the request of the Council of the New York University. Butler submitted to the chancellor of the university, James M. Mathews, a \"Plan for the organization of a law faculty in the University of the City of New York,\"[11] which defined a three-year course of study.[13] This plan was formally accepted by the university council on June 2, 1835, marking the inception of the school of law. Instruction began, and Butler was elected the school's first principal professor in March 1838.[11] The curriculum he instituted was the first in the country to teach law using the \"course method,\" which came to be adopted as the standard for legal education in the United States.[13]\nNYU School of Law was one of the first law schools in the United States to admit women, beginning in 1890.[10] The Metropolitan Law School was absorbed by NYU School of Law in 1895, and became its evening division. The law school began raising its standards for admission in the early 20th century. In 1924, it required that all students have had completed at least one year of undergraduate education or its equivalent. This was increased to two undergraduate years in 1926, in conformity with the American Bar Association's recommendation.[14]\nThe law school relocated to its present location of 40 Washington Square South in Greenwich Village in 1951, under the direction of its dean, Arthur T. Vanderbilt. That year, it also established the Root-Tilden-Kern Scholarship for public service.[10]\n\nAcademics[edit]\nNew York University School of Law, Vanderbilt Hall\nNYU Law publishes ten student-edited law journals. The journals appear below in the order of their founding:\n\nMoot Court Board (which is considered a journal at NYU Law)[15]\nNew York University Law Review\nNYU Annual Survey of American Law\nNYU Journal of International Law and Politics\nReview of Law & Social Change\nNew York University Environmental Law Journal\nJournal of Legislation & Public Policy\nJournal of Law & Business\nJournal of Law & Liberty\nJournal of Intellectual Property & Entertainment Law\nNYU Law also publishes three faculty-edited law journals:\n\nClinical Law Review\nThe International Journal of Constitutional Law (I·CON)\nTax Law Review\nThe law school's Root-Tilden-Kern Scholarship Program is a full-tuition scholarship awarded each year to twenty students committed to public service.\nNYU Law offers several fellowships to students admitted to the LLM Program.[16] The Hauser Global Scholarship admits eight to ten top LLM students from all over the world. The scholarship includes full tuition waiver and reasonable accommodation costs. In addition, it offers the Hugo Grotius as well as Vanderbilt scholarships for International law studies and other branches of law respectively.[17]\nThe school has a law and business program in which eight student-leaders in law and business are awarded fellowships in the Mitchell Jacobson Leadership Program.[18] In addition, the NYU Center for Law, Economics and Organization administers the Lawrence Lederman Fellowship to facilitate the study of Law & Economics the program provides a $5,000 scholarship to selected students to work closely with NYU Law faculty and participate in a series of collaborative workshops designed to help students write a substantial research paper.[19]\nNYU Law also hosts the original chapter of the Unemployment Action Center.\n\nLL.M. in Taxation Program[edit]\nNYU Law School's LL.M. programs in Taxation and in International Taxation have been consistently ranked first by the U.S. News & World Report magazine since they started ranking specialty law school programs in 1992.[20][21] Brant Hellwig is currently the faculty director of the program.[22]\nTax LL.M. students are permitted to enroll in a general course of study or specialize in specific areas such as business taxation or estate planning.[23] Many of the program's professors are practitioners in their respective fields.[24]\n\nMaster of Science (M.S.) in Cybersecurity Risk & Strategy[edit]\nThe MS in Cybersecurity Risk and Strategy[25] is a one-year program offered jointly by NYU School of Law and NYU Tandon School of Engineering. The program is intended for mid-to-senior level professionals, and cohorts have historically been diverse,[26] professionally and academically. Faculty directors include: Nasir Memon, Randy Milch, and Sam Rascoff. Other notable faculty[27] include: Ed Amoroso, Judi Germano, Zach Goldman, Ira Rubinstein, Rob Silvers, and Chris Sprigman.\n\nPartnerships[edit]\nMore recently, the NYU School of Law has entered into dual degree agreements with the National University of Singapore Faculty of Law and the University of Melbourne Law School.\nOxford University has a program of academic exchanges with New York University School of Law, mainly involving faculty members and research students working in areas of shared interest.[28]\nNYU Law offers a dual-degree program with Harvard's John F. Kennedy School of Government. Students may earn a JD/MPA or a JD/MPP.[29]\nNYU Law offers a dual-degree program with the Princeton School of Public and International Affairs. Students may earn a JD/MPA.[30]\nThere is also an exchange program between Columbia Law School and NYU School of Law which allows a limited number of JD and LL.M. students to take courses at each other's schools.[31] Columbia Law and NYU Law also play a basketball game every spring, the Deans' Cup, to raise money for their public interest and community service organizations. NYU Law has taken home the Deans' Cup for the last three tournaments.[32]\n\nCareer planning[edit]\nGraduates of the law school routinely obtain employment in elite public and private-sector positions.[33]\nAccording to New York University School of Law's 2013 ABA-required disclosures, 93.7 percent of the Class of 2013 obtained full-time, long-term, JD-required employment nine months after graduation.[34]\n\nAdmissions[edit]\nMore than 11,000 applicants competed for about 480 seats in the 2021 entering class at NYU Law.[35] The 2010 edition of University of Chicago Professor Brian Leiter's ranking of the top law schools by student quality placed NYU Law 4th out of the 144 accredited schools in the United States.[36]\nAdmission to the New York University School of Law is highly competitive. The 25th and 75th LSAT percentiles for the 2021 entering class were 170 and 174, respectively, with a median of 172. The 25th and 75th undergraduate GPA percentiles were 3.73 and 3.93, respectively, with a median of 3.86.[37]\n\nFacilities[edit]\nTwo of NYU Law's buildingsFurman HallHayden Hall\nNYU Law School facilities at the school's Washington Square Campus include:\n\nVanderbilt Hall[edit]\nThe law school's main building, named after Arthur T. Vanderbilt, occupies the entire block between West Third and Washington Square South (West Fourth) and between Macdougal and Sullivan Streets. Part of the first floor as well as the underground floors host the library, which it shares with Furman Hall. The first floor also holds the auditorium, student center, and main banquet hall. The second floor is mostly classrooms, while the third and fourth floors are mostly faculty and dean offices.[38]\n\nFurman Hall[edit]\nLocated on West 3rd Street between Sullivan and Thompson Streets, and on Sullivan and Thompson Streets between West 3rd and West 4th Streets,  Furman Hall opened on January 22, 2004, and is named for alumnus and donor Jay Furman. It connects to Vanderbilt Hall through the law library, part of which is underneath Sullivan Street. The underground level also hosts the Lawyering faculty. Floors one-three have classrooms, lounges, and study space. The fourth floor hosts the career counseling program, and the fifth and sixth floors house the legal practice clinics. The highest floors, generally inaccessible to non-residents, are apartments for faculty and their families. The ninth floor is accessible to students and hosts the Lester Pollack Colloquium room.\nThe building's West 3rd Street facade incorporates the remaining part of the facade of a townhouse that Edgar Allan Poe lived in from 1844 to 1846, near the site where the house originally stood, the result of a settlement between NYU and preservationists who objected to the university's 2000 plan to tear down the building, which had already lost two stories from the time that Poe dwelled there.[39]\n\nHayden Residence Hall[edit]\nLocated at 240 Mercer Street, on the southern side of West Third street, adjacent to Broadway, and a couple of blocks east of D'Agostino Hall, Wilf Hall, Furman Hall and Vanderbilt Hall, Hayden Hall houses approximately 500 Law students and faculty. The basement is home to \"Mercer Pub\" (a room with couches, tables, and a small kitchen that can also be reserved by student groups for social events) and several student run organizations. Hayden is available for summer housing for non-NYU Law students through its Summer Living in New York program.\n\nD'Agostino Residence Hall[edit]\nLocated at the intersection of West Third Street and MacDougal Street in Greenwich Village, D'Agostino Residence Hall houses approximately 300 law students and faculty.[citation needed] It is across the street from the rear of the main law school building, Vanderbilt Hall, and less than 1 block from Wilf Hall and Furman Hall.[40]\nElevators to the apartments are on the highest level, the Front Desk is on the street level, and The Commons (residents' lounge with computers and printers) is on the lower level.  One floor beneath The Commons is the sub-basement, home to most of NYU's legal journals. The second (above-ground) floor, houses numerous administrative offices (Development, Alumni Relations, Special Events, Communications, Human Resources and Financial Services).  Two large function rooms - Lipton Hall and the Faculty Club - are also located in the building.[41]\nThe law building is named after Filomen D'Agostino, one of the first woman lawyers, who graduated in 1920.  Later in life, Ms. D'Agostino donated $4 million to support residential scholarship and faculty research; the school responded by naming their new apartment building after her.[42]\nD'Agostino Hall is also available for summer housing for non-NYU Law students through its Summer Living in New York program.\n\n22 Washington Square North[edit]\n22 Washington Square North, located in a historic 1830s townhouse on the north side of Washington Square Park in \"The Row\", houses the Straus Institute for the Advanced Study of Law & Justice, the Jean Monnet Center for International and Regional Economic Law & Justice, and the Tikvah Center for Law & Jewish Civilization.  This building was renovated in 2009 by Morris Adjmi Architects, has a green wall, and should meet silver Leadership in Energy and Environmental Design (LEED) standards.\n\nWilf Hall[edit]\nWilf Hall, at 139 Macdougal Street, houses approximately a dozen of the schools centers, programs and institutes as well as the admissions offices (Graduate and JD).  Per the NYU Law Magazine, it is a \"campus destination for faculty, students, and research scholars from an array of disciplines to exchange ideas and, through their work, shape the public discourse around the leading social and political issues of the day.\"\nWilf Hall also contains the Provincetown Playhouse.  The playhouse opened in the 1920s and premiered many Eugene O'Neil plays.  The theatre is run by NYU's Steinhardt School of Education. The building was designed by Morris Adjmi Architects.\n\nCenters and institutes[edit]\nNYU Law is home to many centers and institutes, specializing in various areas of law.[43]\n\nThe Brennan Center for Justice is a progressive, non-partisan public policy and law institute that focuses on issues involving democracy and justice.[44]\nThe Center for Law, Economics and Organization promotes interdisciplinary research and teaching in law and economics. It is directed by Jennifer Arlen, Oren Bar-Gill, John Ferejohn, Mark Geistfeld, Lewis Kornhauser, and Geoffrey Miller.[45]\nThe Reiss Center on Law and Security is an independent, non-partisan, global center of expertise designed to promote an informed understanding of the major legal and security issues that define the post-9/11 environment. The center houses the editorially independent online forum Just Security.[46]  Its fellows include: Peter Bergen, Sidney Blumenthal, Peter Clarke, Roger Cressey, Joshua Dratel, Carol Dysinger, Barton Gellman, Bernard Haykel, Thomas Hegghammer, Brian Palmer, Michael Sheehan, Alexandra Starr, Robert Windrem, and Lawrence Wright.[47] Its former fellows included: Paul Cruickshank, Amos Elon, Baltasar Garzón, Tara McKelvey, Dana Priest, and Nir Rosen.[47][48]  The Center generates local, national, and international awareness of the legal dimension of security issues, including the Terrorist Trial Report Card, a comprehensive study on every terrorism prosecution in the United States since the September 11, 2001, terrorist attacks.[49]\nJust Security, an online forum for analysis of U.S. national security law and policy, is based at the Reiss Center.[50]\nThe Center on the Administration of Criminal Law is a think-tank dedicated to the promotion of good government and prosecution practices in criminal matters, with a focus on the exercise of power and discretion by prosecutors.[51]  Its academic component gathers empirical research, publishes scholarship, and organizes and hosts conferences and symposia.  Its litigation component litigate criminal cases or cases having implications for the administration of criminal law, particularly cases in which the exercise of power and discretion by prosecutors raises substantive legal issues.  Its public policy and media component seeks to improve public dialogue on criminal justice matters in various ways, including testifying before public officials and the publishing of op-ed pieces.[52]\nThe Furman Center for Real Estate and Urban Policy is a joint venture between the law school and NYU's Robert F. Wagner Graduate School of Public Service. It is an academic research center devoted to the public policy aspects of land use, real estate development and housing.[53]\nThe Engelberg Center on Innovation Law and Policy is a center that brings together legal scholars and practitioners, technologists, economists, social scientists, physical scientists, historians, innovators, and industry experts who study, theoretically and empirically, the incentives that motivate innovators, how those incentives vary among different types of creative endeavor, and the laws and policies that help or hinder them. The Engelberg Center is led by faculty members Barton Beebe, Rochelle Dreyfuss, Jeanne Fromer, Scott Hemphill, Jason Schultz, Christopher Sprigman, and Kathy Strandburg, along with Executive Director Michael Weinberg.[54]\nThe Hauser Global Law School Program, launched in 1994, has moved NYU School of Law beyond the traditional study of comparative and international law to systematic examination of transnational issues.  The program incorporates non-U.S. and transnational legal perspectives into the law school's curriculum, promotes scholarship on comparative and global law, and brings together faculty, scholars, and students from around the world.[55]\nThe Institute for Executive Education offers focused training for professionals and integrates key elements of law, business, and public policy into its programming.[56] Led by Faculty Director Gerald Rosenfeld and Executive Director Erin O’Brien, the institute provides custom programs for organizations.[57] Custom programs allow organizations such as law firms, universities, corporations, NGOs, and government entities to create specialized training for professionals. Notable faculty[58] include: Trevor Morrison, José Alvarez, Preet Bharara, Randy Milch, Kenji Yoshino, Stephen Choi, Jerome Cohen, Mitchell Kane, Philip Alston, David Rosenbloom, Benedict Kingsbury, and Sam Rascoff.\nThe Institute for International Law and Justice integrates the law school's scholarly excellence in international law into the policy activities of the United Nations, non-governmental organizations, law firms, and industry.[59]\nThe Institute for Law & Society is a joint venture between the law school and the NYU Graduate School of Arts and Science. It serves as an intellectual center for faculty, graduate students, and law students interested in studying law and legal institutions from an interdisciplinary social science perspective. It offers an opportunity to earn a J.D.-Ph.D or J.D.-M.A. dual degree in law and society.[60]\nThe Institute for Policy Integrity is headed by Richard Revesz and Michael Livermore. It advocates for sound cost-benefit analysis at the state, national, and global levels.[61]\nThe Pollack Center for Law and Business is a joint venture between the law school and the New York University Stern School of Business. The center is designed to enrich the professional education of students of law and business and to facilitate joint teaching to involve leaders in banking, business, and law in the intellectual life of the university through sponsorship of meetings, conferences and dinners. The Pollack Center also offers a program for students to earn the Advanced Professional Certificate in Law and Business.[62] The director is William T. Allen, a professor at the law school and former Chancellor of the Delaware Court of Chancery.[63]\nThe State Energy & Environmental Impact Center is an independent non-partisan academic center dedicated to the study and support of state attorneys general in their work defending and promoting clean energy, climate and environmental law and policies.[64] The executive director is Bethany Davis Noll.[65]\nThe Straus Institute for the Advanced Study of Law & Justice brings in as Fellows each year approximately 14 leading scholars from different disciplines and cultures. Each year the Straus Institute defines an annual theme that serves as the overarching subject around which the annual fora, colloquia and conference are set. The faculty director is Joseph H. H. Weiler.[66]\nThe Tikvah Center for Law & Jewish Civilization is headed by Moshe Halbertal and Joseph H. H. Weiler. The foundational premise of the center is 1) that the study of Jewish law can profit immensely from insights gained from general jurisprudence; and 2) that Jewish law and Jewish civilization can provide illuminating perspectives both on the general study of law as a per se academic discipline, and on the reflection of law as a central social institution refracting the most important issues in our society.[67]\nThe U.S.-Asia Law Institute serves as a resource and partner to various Asian countries as they reform and further develop their legal systems and institutions. It also works to improve the understanding of Asian legal systems by lawyers, academics, policy makers and the public. The faculty director is Jerome A. Cohen.[68]\nThe Marron Institute is an interdisciplinary and international effort to advance new research and teaching on cities and the urban environment with a focus on enabling cities globally to become more livable, sustainable, and equitable. The Marron Institute seeks to foster collaboration among faculty and researchers university-wide, bringing together the social sciences, humanities and professional schools on new research. The institute also aims to create a vibrant learning community for scholars and students who lead and study urban research.[69]\nThe Center on Race, Inequality, and the Law works to highlight and dismantle structures and institutions that have been infected by racial bias and plagued by inequality. The Center coordinates curricular development, convenes public conversations, shapes policy by engaging in advocacy, and provides training on issues of race and inequality. The faculty directors are Anthony Thompson and Deborah N. Archer.[70]\nThe Tax Law Center, led by Executive Director Chye-Ching Huang,[71] works to protect and strengthen the tax system through rigorous, high-impact legal work in the public interest. To do so, the center provides technical input on tax legislation, comments on tax regulations, and submits amicus briefs in tax litigation, with the aim of improving the integrity of the tax system, saving and raising revenues, and advancing equity.\nEmployment[edit]\nAccording to New York University School of Law's official 2013 ABA-required disclosures, 93.7 percent of the Class of 2013 obtained full-time, long-term, JD-required employment nine months after graduation.[34] NYU Law's Law School Transparency under-employment score is 3 percent, indicating the percentage of the Class of 2013 unemployed, pursuing an additional degree, or working in a non-professional, short-term, or part-time job nine months after graduation.[72]\nThe law school was ranked sixth of all law schools nationwide by the National Law Journal in terms of sending the highest percentage of 2015 graduates to the largest 100 law firms in the U.S., calculated at 44.5 percent.[73]\n\nCosts[edit]\nThe total cost of attendance (indicating the cost of tuition, fees, and living expenses) at NYU Law for the 2014–2015 academic year is $83,722.[74] The Law School Transparency estimated debt-financed cost of attendance for three years is $309,177.[75]\n\nNotable faculty[edit]\nIn 2012, NYU Law had the second highest number of faculty who are members of the American Academy of Arts and Sciences with 19 inductees, behind only Harvard.[76]\nNYU Law was concluded to have the best overall faculty in the U.S. in a 2018 study conducted by legal scholar J.B. Heaton.[77]\nSome of NYU's notable professors include:\n\n\nAlberto Alemanno (European Union Law)\nWilliam Allen (Corporate Law, Chancellor of Delaware)\nPhilip Alston (Human Rights)\nJosé Enrique Alvarez (International Law)\nAnthony Amsterdam (Criminal Law, capital punishment)\nKwame Anthony Appiah (Legal Philosophy)\nDeborah Archer (Racial Justice, Civil Rights)\nRachel Barkow (Administrative Law, Criminal Law and Procedure)\nRobert Bauer (Law and Politics, Political Reform)\nDorit Beinisch (National Security Law)\nJerome A. Cohen (Chinese Law)\nLawrence Collins (Transnational Litigation)\nDonald Donovan (International Arbitration, International Investment Law)\nRichard Epstein (Law and Economics, Torts, Health Law & Policy)\nCynthia Estlund (Labor Law, Employment Law, Property)\nSamuel Estreicher (Labor Law, Employment Law, Administrative Law)\nTali Farhadian (Criminal Law)\nFranco Ferrari (Sale of Goods, European Union Law, International Arbitration)\nBarry Friedman (Constitutional Law, Criminal Law)\nDavid W. Garland (Criminal Law, Sociology)\nStephen Gillers (Legal Ethics)\nDouglas H. Ginsburg (Administrative Law)\nStephen Holmes (liberal democracy)\nRobert Howse (International Law, Legal Theory, International Investment Arbitration, and Globalization Theory)\nSamuel Issacharoff (Procedure, Democracy)\nSally Katzen (Administrative Law)\nBenedict Kingsbury (International Law)\nJohn Koeltl (Constitutional Litigation)\nTheodor Meron (International Law)\nArthur R. Miller (Civil Procedure, Copyright, and Privacy)\nTrevor Morrison (Dean, Constitutional Law)\nMelissa Erica Murray (Constitutional Law)\nThomas Nagel (Legal Philosophy)\nBurt Neuborne (Evidence, Holocaust Litigation Expert)\nRichard Pildes (Constitutional Law, Election Law)\nRichard Revesz (Environmental Law)\nSamuel Scheffler (Legal Philosophy)\nJohn Sexton (Civil Procedure)\nCatherine Sharkey (Tort Law, Empirical Legal Studies)\nLinda J. Silberman (Conflict of Laws, Civil Procedure, International Arbitration)\nChristopher Jon Sprigman (Intellectual Property, Torts, Antitrust, Comparative Constitutional Law)\nBryan Stevenson (Criminal Law, Capital Punishment)\nJeremy Waldron (Legal Philosophy)\nJoseph H. H. Weiler (International Law)\nJoan Wexler (born 1946), Dean and President of Brooklyn Law School\nKatrina Wyman (Environmental Law, Property Law)\nKenji Yoshino (Constitutional Law, LGBT Rights)\n\nNotable alumni[edit]\nMain article: List of New York University School of Law alumni\nSee also: List of New York University people\nNotable alumni include gubernatorial and democratic presidential candidate Samuel J. Tilden;  U.S. Senators Lamar Alexander, Rudy Boschwitz and Jacob Javits; former New York City mayors Fiorello La Guardia, Ed Koch, and Rudy Giuliani; former New York City Councilman and Council Consumer Affairs Committee Chairman David B. Friedland; New York City police commissioner Raymond Kelly; Republic of China President Ma Ying-Jeou; former president of Panama Guillermo Endara; former FBI director Louis Freeh; suffragette and college founding president Jessica Garretson Finch; Centennial Professor of Law at Brooklyn Law School and first female SEC Commissioner Roberta Karmel; sportscaster Howard Cosell; former NFL commissioner Paul Tagliabue; NHL commissioner Gary Bettman; John F. Kennedy, Jr.; Jared Kushner, Special Inspector General of the Troubled Asset Relief Program, Neil Barofsky; U.S. Representatives, such as Hakeem Jeffries; Mitchell Jenkins, Jefferson Monroe Levy, and Isaac Siegel; former chairman of Paramount Pictures Jonathan Dolgen; Hollywood and Broadway producer Marc E. Platt; Hollywood producer and former chairman and CEO of Sony Pictures Entertainment; comedian Demetri Martin (did not graduate); Peter Guber; journalist Glenn Greenwald; civil rights leader Vanita Gupta; president and director-counsel of the NAACP Legal Defense Fund Sherrilyn Ifill; several corporate leaders including Interpublic Group of Companies chairman and CEO Michael I. Roth; ConocoPhillips president and COO John Carrig; Southwest Airlines founder Herb Kelleher; Marvel Entertainment vice-president John Turitzin; and Nobel Peace Prize laureates Elihu Root and Mohamed ElBaradei.\nNYU Law alumni have served as judges of the International Court of Justice, popularly known as the World Court,[78] and of the Inter-American Court of Human Rights. Alumni judges include Judith Kaye and Jonathan Lippman, former chief judges of the New York Court of Appeals; Dennis G. Jacobs, chief judge of the United States Court of Appeals for the Second Circuit; Second Circuit Judge Raymond Lohier, and United States Court of Appeals for the Federal Circuit judge, Pauline Newman.[79] NYU Law private practice lawyers include the four founders of Wachtell, Lipton, Rosen & Katz, and Cravath, Swaine & Moore chairman Evan Chesler.\n\nSee also[edit]\nLaw of New York\nReferences[edit]\nCitations[edit]\n\n\n^ \"Official ABA Data\" (PDF). August 29, 2021.\n\n^ \"2023 ABA bar passage outcomes report\" (PDF). NYU School of Law. Retrieved June 8, 2023.\n\n^ \"NYU Law's Owada named to International Court of Justice\". NYU Today. 16 (4). December 10, 2002. Archived from the original on August 12, 2007. Retrieved July 7, 2007.\n\n^ \"News | NYU's Sargent Wins 2011 Nobel Prize in Economics – NYU Stern\". www.stern.nyu.edu.\n\n^ \"Nobel Laureate among faculty\".\n\n^ Fandos, Nicholas (March 27, 2023). \"How Big Law and Black Brooklyn Fueled Hakeem Jeffries's Rise\". The New York Times. ISSN 0362-4331. Retrieved November 24, 2023.\n\n^ Ward, Stephanie Francis (March 28, 2022). \"Want to be a successful litigator? Come to the office, say 2 BigLaw trial lawyers\". ABA Journal. Retrieved May 3, 2022.\n\n^ \"2023 ABA bar passage outcomes report\" (PDF). NYU School of Law. Retrieved June 8, 2023.\n\n^ ABA Required Disclosures. \"2022 First Time Taker Bar Pass Data\". American Bar Association. Legal Education Statistics. Retrieved June 8, 2023.\n\n^ a b c \"New York University School of Law\". New York Law Journal. Vol. 250, no. 86. October 31, 2013. p. 102.\n\n^ a b c Chester & Williams 2005, p. 1338\n\n^ \"About NYU\". New York University. Archived from the original on May 30, 2020. Retrieved June 6, 2020.\n\n^ a b c Dim & Cricco 2001, p. 274\n\n^ Chester & Williams 2005, p. 1339\n\n^ NYU School of Law. \"Student Journals\". Archived from the original on July 29, 2013. Retrieved March 28, 2005.\n\n^ \"Post-Graduate Fellowships for LLMs | NYU School of Law\". www.law.nyu.edu. Retrieved February 17, 2022.\n\n^ \"Hauser Global Scholars - LL.M. Candidates\". Archived from the original on May 26, 2007. Retrieved April 15, 2007.\n\n^ \"Jacobson Leadership Program in Law and Business\". New York University School of Law. Archived from the original on February 9, 2019. Retrieved February 9, 2020.\n\n^ \"Scholarships, Fellowships, and Prizes\". New York University School of Law. Archived from the original on January 23, 2019. Retrieved February 9, 2020.\n\n^ \"Best Tax Law Programs | Top Law Schools | US News Best Graduate Schools\". Grad-schools.usnews.rankingsandreviews.com. Archived from the original on March 22, 2011. Retrieved May 8, 2016.\n\n^ Caron, Paul (April 21, 2010). \"TaxProf Blog\". Taxprof.typepad.com. Archived from the original on October 30, 2010. Retrieved May 8, 2016.\n\n^ \"Brant Hellwig LLM '00 brings a love of tax law and NYU Law to his new role as faculty director of the Graduate Tax Program | NYU School of Law\". www.law.nyu.edu. Retrieved February 17, 2022.\n\n^ \"NYU Law - Graduate Tax Program: Suggested Curricula\". Archived from the original on March 29, 2011. Retrieved April 10, 2011.\n\n^ \"NYU Law - LL.M. & J.S.D.: Graduate Tax Program\". Archived from the original on April 13, 2011. Retrieved April 8, 2011.\n\n^ \"NYU Law and NYU Tandon - MS in Cybersecurity Risk and Strategy\". NYU Law and NYU Tandon. Archived from the original on January 15, 2020. Retrieved January 23, 2020.\n\n^ \"Admissions Profile\". NYU Law and NYU Tandon. Archived from the original on January 15, 2020. Retrieved January 23, 2020.\n\n^ \"Faculty- NYU MS in Cybersecurity Risk and Strategy\". NYU Law and NYU Tandon. Archived from the original on January 15, 2020. Retrieved January 23, 2020.\n\n^ \"Oxford law - the faculty and its members\". Archived from the original on March 21, 2009. Retrieved May 12, 2009.\n\n^ \"Dual Degrees with the Harvard Kennedy School | NYU School of Law\". Law.nyu.edu. Archived from the original on November 6, 2010. Retrieved May 8, 2016.\n\n^ \"Dual Degree with Woodrow Wilson School of Public and International Affairs at Princeton University | NYU School of Law\". Law.nyu.edu. Archived from the original on November 6, 2010. Retrieved May 8, 2016.\n\n^ \"Columbia Law School/NYU School of Law Exchange | NYU School of Law\". www.law.nyu.edu. Retrieved February 17, 2022.\n\n^ \"Once again, NYU Law bests Columbia in Deans' Cup charity hoops match | NYU School of Law\". www.law.nyu.edu. Retrieved February 17, 2022.\n\n^ \"Top 15 Law Schools From Which Elite U.S. Law Firms Hire New Lawyers\". Leiterrankings.com. October 13, 2008. Archived from the original on August 2, 2013. Retrieved May 8, 2016.\n\n^ a b \"Employment Data for Recent Graduates\". Archived from the original on July 14, 2014. Retrieved July 9, 2014.\n\n^ \"NYU Law - JD Admissions - Applicants\".\n\n^ \"Ranking of Top 40 Law Schools by Student (Numerical) Quality 2010\". Leiterrankings.com. June 1, 2010. Archived from the original on September 15, 2011. Retrieved May 8, 2016.\n\n^ \"NYU Law - JD Admissions - Entering Class Profile and Statistics\".\n\n^ \"NYU Law - Venue Information/ Reserve a Venue: Vanderbilt Hall\". Archived from the original on May 31, 2010. Retrieved May 6, 2010.\n\n^ Warren, Peter (November 3, 2011) \"Edgar Allan Poe in Greenwich Village\" Archived February 20, 2016, at the Wayback Machine Researching Greenwich Village History\n\n^ \"NYU Law - Long-Term Rates and Options: d'Agostino Hall\". Archived from the original on July 3, 2011. Retrieved May 6, 2010.\n\n^ \"D'Agostino Hall - 110 West Third Street | NYU School of Law\". Law.nyu.edu. Archived from the original on May 13, 2010. Retrieved May 8, 2016.\n\n^ \"Law School at N.Y.U. Given a $4 Million Gift\". The New York Times. December 30, 1984. Archived from the original on January 24, 2008. Retrieved February 11, 2017.\n\n^ \"Centers by Topic | NYU School of Law\". Law.nyu.edu. Archived from the original on May 11, 2010. Retrieved May 8, 2016.\n\n^ \"Brennan Center for Justice\". Brennancenter.org. Archived from the original on April 10, 2019. Retrieved May 8, 2016.\n\n^ \"Center for Law, Economics, and Organization | NYU School of Law\". Law.nyu.edu. Archived from the original on May 11, 2011. Retrieved May 8, 2016.\n\n^ \"CHRGJ Welcomes Reiss Center on Law and Security; Just Security to Move into New Academic Home\". Center for Human Rights and Global Justice. October 25, 2018. Archived from the original on June 6, 2019. Retrieved June 6, 2019.\n\n^ a b \"Fellows\". Center on Law and Security, New York University School of Law. 2011. Archived from the original on February 27, 2008. Retrieved February 22, 2011.\n\n^ Greenberg, Karen J. (February 16, 2011). \"Official CLS statement on Nir Rosen\". Center on Law and Security, New York University School of Law. Archived from the original on February 18, 2011. Retrieved February 22, 2011.\n\n^ \"The Center on Law and Security | Policy, Programs, Publications | at NYU School of Law\". Lawandsecurity.org. April 21, 2016. Archived from the original on March 3, 2007. Retrieved May 8, 2016.\n\n^ \"About Us\". Just Security. Retrieved April 19, 2021. Just Security is an online forum for the rigorous analysis of U.S. national security law and policy. We aim to promote principled and pragmatic solutions to national security problems that decision-makers face. Our Board of Editors includes individuals with significant government experience, civil society attorneys, academics, and other leading voices. Just Security is based at the Reiss Center on Law and Security at New York University School of Law.  We are grateful for support from the Open Society Foundations, Atlantic Philanthropies, New York University School of Law, and individual donors.\n\n^ \"Center on the Administration of Criminal Law | NYU School of Law\". Law.nyu.edu. July 27, 2015. Archived from the original on May 3, 2010. Retrieved May 8, 2016.\n\n^ \"Testimony\". Archived from the original on September 21, 2008. Retrieved December 22, 2008.\n\n^ \"Furman Center for Real Estate and Urban Policy\". Furmancenter.org. Archived from the original on March 8, 2009. Retrieved May 8, 2016.\n\n^ \"Engelberg Center on Innovation Law & Policy\". Law.nyu.edu. Archived from the original on April 17, 2019. Retrieved April 17, 2019.\n\n^ \"Global Opportunities at NYU Law | NYU School of Law\". Law.nyu.edu. Archived from the original on July 23, 2013. Retrieved May 8, 2016.\n\n^ \"Institute for Executive Education at NYU Law |\". Law.nyu.edu. June 20, 2014. Archived from the original on April 23, 2015. Retrieved May 8, 2016.\n\n^ \"NYU Law launches Institute for Executive Education | NYU School of Law\". Law.nyu.edu. February 5, 2015. Archived from the original on April 24, 2015. Retrieved May 8, 2016.\n\n^ \"Faculty & Speakers| IEE at NYU Law\". Institute for Executive Education at NYU Law. Archived from the original on March 31, 2018. Retrieved January 23, 2020.\n\n^ \"Home\". IILJ. Archived from the original on April 4, 2009. Retrieved May 8, 2016.\n\n^ \"NYU Law & Society\". Archived from the original on November 6, 2010. Retrieved November 9, 2010.\n\n^ \"Institute for Policy Integrity\". Policyintegrity.org. Archived from the original on November 24, 2010. Retrieved May 8, 2016.\n\n^ \"Professional Certificate Program in Law & Business (APCLB) | NYU School of Law\". Law.nyu.edu. September 27, 2010. Archived from the original on November 6, 2010. Retrieved May 8, 2016.\n\n^ \"Pollack Center for Law & Business | NYU School of Law\". Law.nyu.edu. Archived from the original on November 6, 2010. Retrieved May 8, 2016.\n\n^ \"About the Center | State Impact Center\". www.law.nyu.edu. Retrieved August 6, 2021.\n\n^ \"Bethany Davis Noll | State Impact Center\". www.law.nyu.edu. Retrieved August 6, 2021.\n\n^ \"Straus Institute for the Advanced Study of Law and Justice\". Archived from the original on October 10, 2010. Retrieved November 9, 2010.\n\n^ \"Nyutikvah\". Archived from the original on March 4, 2011. Retrieved November 9, 2010.\n\n^ \"U.S.-Asia Law Institute\". Usasialaw.org. Archived from the original on November 7, 2010. Retrieved May 8, 2016.\n\n^ \"About | Marron Institute\". Marroninstitute.nyu.edu. Archived from the original on March 1, 2013. Retrieved May 8, 2016.\n\n^ \"Center on Race, Inequality, and the Law | NYU School of Law\". www.law.nyu.edu. Archived from the original on August 17, 2019. Retrieved August 17, 2019.\n\n^ \"Tax Law Center | NYU School of Law\". www.law.nyu.edu. Retrieved November 18, 2021.\n\n^ \"New York University Profile\". Archived from the original on July 14, 2014. Retrieved July 9, 2014.\n\n^ \"The Top 50 Go-To Law Schools\". National Law Journal. March 7, 2016. Archived from the original on August 18, 2016. Retrieved May 8, 2016.\n\n^ \"Student Expense Budget\". Archived from the original on July 14, 2014. Retrieved July 9, 2014.\n\n^ \"New York University Profile\". Archived from the original on July 14, 2014. Retrieved July 9, 2014.\n\n^ \"Faculty Quality Based on Membership in the American Academy of Arts and Sciences, 2012\". Leiterrankings.com. Archived from the original on June 29, 2012. Retrieved May 8, 2016.\n\n^ \"New Law School Rankings Place NYU in Top Spot\". October 25, 2018.\n\n^ \"NYU Law’s Owada named to International Court of Justice: Joins three law school alumni already on ICJ Archived August 12, 2007, at the Wayback Machine, NYU Today, Vol. 16 No. 4, December 10, 2002. Accessed July 7, 2007.\n\n^ Notable NYU School of Law Alumni Archived April 17, 2007, at the Wayback Machine, NYU School of Law. Accessed July 7, 2007.\n\n\nSources[edit]\nChester, Alden; Williams, E. Melvin (2005) [First published 1925]. Courts and Lawyers of New York: A History, 1609–1925. Vol. 1. Clark, New Jersey: The Lawbook Exchange. ISBN 9781584774242. Archived from the original on June 6, 2020. Retrieved June 6, 2020 – via Google Books.\nDim, Joan Marans; Cricco, Nancy Murphy (2001). The Miracle on Washington Square: New York University. Lanham, Maryland: Lexington Books. ISBN 0-7391-0216-8. Archived from the original on June 6, 2020. Retrieved June 6, 2020 – via Google Books.\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to New York University School of Law.\n\nOfficial website\nvteNew York UniversityAcademics\nArchives\nBrennan Center for Justice\nCenter for Cosmology and Particle Physics\nCenter on the Administration of Criminal Law\nDepartment of Philosophy\nFrederic Ewen Academic Freedom Center\nFurman Center for Real Estate and Urban Policy\nGNAT\nInstitute for the Humanities\nEnvironmental Law Journal\nJournal of Intellectual Property and Entertainment Law\nJournal of International Law and Politics\nJournal of Law & Business\nJournal of Law & Liberty\nNew York University Law Review\nLynford Lectures\nNew York University Press\nAnnual Survey of American Law\nNYU Catherine B. Reynolds Program for Social Entrepreneurship\nRoot-Tilden Scholarship\nRudin Center for Transportation Policy & Management\nRusk Institute of Rehabilitation Medicine\nWashington Square Review\nAthletics\nNYU Violets\nMen's basketball\nColes Sports and Recreation Center\nDeans' Cup\nEastern Intercollegiate Volleyball Association\nUniversity Athletic Association\nCampus\n370 Jay Street\nBrown Building\nCasa Italiana Zerilli Marimò\nElmer Holmes Bobst Library\nFales Library\nGould Plaza\nJames B. Duke House\nLa Maison Française\nLangone Medical Center\nPuck Building\nResidence halls\nSilver Center\nSkirball Center for the Performing Arts\nTamiment Library and Robert F. Wagner Archives\nUnion Square\nUniversity Village\nWashington Mews\nWashington Square Park\nWashington Square Village\nWunsch Building\nNYU Paris\nNYU London\nNYU Florence\nPeople\nList of New York University alumni\nList of New York University faculty\nList of New York University honorary degree recipients\nList of presidents of New York University\nList of New York University staff\nSchoolsUndergraduate\nCollege of Arts and Science\nLiberal Studies\nNursing\nIndividualized Study\nEngineering\nSocial Work\nPublic Service\nMathematical Sciences\nProfessional Studies\nCulture, Education, and Human Development\nBusiness\nArts\nNYU Abu Dhabi\nNYU Shanghai\nGraduate\nDentistry\nMathematical Sciences\nArts and Science\nAncient World\nFine Arts\nEngineering\nPublic Service\nProfessional Studies\nLaw\nMedicine\nSocial Work\nLibrary\nNew York University Libraries\nElmer Holmes Bobst Library\nFales Library\nLife\nEucleian Society\nGraduate Student Organizing Committee\nHistory of NYU\nNYU Local\nPhilomathean Society\nThe Plague\nRed Dragon Society\nStudent life\nStudent Senators Council\nWashington Square News\nWNYU-FM\n\nvteLaw schools in New York City\nBrooklyn\nCardozo\nColumbia\nCUNY\nFordham\nNew York Law School\nNYU\nSt. John's\n\nvteLaw schools of the Mid-Atlantic statesDelaware\nWidener University School of Law (Wilmington)\nMaryland\nUniversity of Baltimore School of Law\nUniversity of Maryland School of Law\nNew Jersey\nRutgers Law School\nSeton Hall University School of Law\nNew York\nAlbany Law School (Union Univ.)\nBenjamin N. Cardozo School of Law (Yeshiva Univ.)\nBrooklyn Law School\nUniversity at Buffalo Law School (SUNY)\nCity University of New York School of Law\nColumbia Law School\nCornell Law School\nFordham University School of Law\nMaurice A. Deane School of Law (Hofstra University)\nJacob D. Fuchsberg Law Center (Touro College)\nNew York Law School\nNew York University School of Law\n Elisabeth Haub School of Law at Pace University\nSt. John's University School of Law\nSyracuse University College of Law\nPennsylvania\nBeasley School of Law (Temple Univ.)\nThomas R. Kline School of Law (Drexel Univ.)\nDuquesne University School of Law\nPenn State Dickinson Law\nPenn State Law\nUniversity of Pennsylvania Law School\nUniversity of Pittsburgh School of Law\nVillanova University School of Law\nWidener University School of Law (Harrisburg)\nVirginia\nAppalachian School of Law\nAntonin Scalia Law School (George Mason)\nThe Judge Advocate General's Legal Center and School\nLiberty University School of Law\nRegent University School of Law\nUniversity of Richmond School of Law\nUniversity of Virginia School of Law\nWashington and Lee University School of Law\nWilliam & Mary Law School\nWashington, D.C.\nColumbus School of Law (Catholic Univ.)\nDavid A. Clarke School of Law (Univ. of D.C.)\nGeorge Washington University Law School\nGeorgetown University Law Center\nHoward University School of Law\nWashington College of Law (American Univ.)\nWest Virginia\nWest Virginia University College of Law\n\nAuthority control databases International\nISNI\nVIAF\nNational\nFrance\nBnF data\nIsrael\nUnited States\nCzech Republic\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=New_York_University_School_of_Law&oldid=1194282477#Centers_and_institutes\"",
    "twitter": ""
  },
  {
    "name": "Karen Tumulty",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/karen-tumulty-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\nKaren TumultyTumulty in 2018Born (1955-12-01) December 1, 1955 (age 68)[1]San Antonio, Texas, U.S.OccupationPolitical columnistNotable credit(s)The Washington Post, TimeSpousePaul RichterChildren2\nKaren Tumulty (born December 1, 1955) is a political columnist for The Washington Post.[2] Before joining the Post, Tumulty wrote for Time from October 1994 to April 2010. She was a Congressional Correspondent, as well as the National Political Correspondent based in Washington D.C. for the magazine.[3]\n\n\nLife[edit]\nTumulty graduated from David Crockett High School in Austin, Texas in May 1973. She later graduated in 1977 from the University of Texas at Austin with a BA in Journalism with high honors; she is an alumna of the Alpha Xi Delta sorority. She wrote for The Daily Texan student newspaper.[4] She received an MBA from Harvard Business School in 1981.[5] Tumulty is married to Paul Richter and has two sons, Nicholas and Jack.[6] She is Catholic.[7]\n\nCareer[edit]\nTumulty began her career in 1977 at the now-defunct San Antonio Light. Tumulty spent 14 years with the Los Angeles Times, covering the US Congress, economics, business, energy, and general-assignment beats. While at the Times, she won the Gerald Loeb Award for distinguished business and financial journalism in 1982 for Large Newspapers,[8] and the National Press Foundation's Edwin Hood Award for diplomatic correspondence in 1993.[5]\nTumulty joined Time in 1994. She covered Congress for two years, during which time she reported and wrote the magazine's 1995 \"Man of the Year\" profile of Newt Gingrich.[5] In 1996, she became a White House Correspondent, writing major stories on President Bill Clinton and Hillary Clinton. She became the National Political Correspondent in 2001.\nIn the 2008 presidential campaign, Tumulty accused the campaign of Senator John McCain of \"playing the race card\" for a television ad criticizing the connections between Senator Barack Obama and Franklin Raines, the former CEO of Fannie Mae. Tumulty wrote that the ad displayed \"sinister images of two black men, followed by one of a vulnerable-looking elderly white woman.\"[9] The McCain campaign pointed out that they had also produced an ad criticizing the connections of Barack Obama to Jim Johnson, another former Fannie Mae CEO who is white. According to the McCain campaign, Tumulty did not correct her post, but responded with \"I grew up in Texas. I know what this stuff looks like.\" The McCain campaign accused Tumulty of \"hysterical liberal bias.\"[10]\nIn 2010, Tumulty joined The Washington Post, where she received the 2013 Toner Prize for Excellence in Political Reporting.[6] She became a political columnist in 2018.[11] In 2021, she was named deputy editorial page editor.[12]\nTumulty's coverage of health care reform issues has been informed by her personal experience with her brother Patrick's health problems.[13][14]\nBesides her work in print journalism, she has appeared as a television/webcasting news analyst on the public affairs programs Washington Week on PBS,[15] PBS NewsHour,[16] and Special Report with Bret Baier on Fox News (as part of the 'All-Star Panel').[17]\nAdmiral William H. McRaven, her fifth grade classmate and commander of USSOCOM, was her guest at the 2012 White House Correspondents' Association Dinner.[18] Adm. McRaven commanded JSOC when it planned and carried out Operation Neptune Spear, the U.S. Navy SEAL raid that killed Osama bin Laden.\n\nSee also[edit]\nFox 'All-Star Panel' members\nWashington Week panelists\nReferences[edit]\n\n\n^ Tumulty, Karen [@@ktumulty] (December  2, 2013). \"Thanks, tweeps, for all the lovely birthday...\" (Tweet). Retrieved November 22, 2015 – via Twitter.\n\n^ Calderone, Michael (March 30, 2010). \"Time's Tumulty joins WaPo\". Politico.\n\n^ Tumulty, Karen (April 9, 2010). \"A Personal Note About TIME\". Time.\n\n^ Hardy, Michael (January 2011). \"Editor with an Edge\". The Alcalde: 65.\n\n^ a b c Emmons, Garry (February 1, 2002). \"History's First Draft: Karen Tumulty Reports on America\". Harvard Business School Bulletin. p. 10.\n\n^ a b \"Karen Tumulty\". Washington Post. Retrieved 2016-10-18.\n\n^ Tumulty, Karen (2018-08-19). \"Opinion | Why am I still a Catholic?\". Washington Post. Retrieved 2018-08-30.\n\n^ \"Loeb Award winners 1958–1996\". Society for Advancing Business Editing and Writing. April 2013. Retrieved February 6, 2019.\n\n^ \nTumulty, Karen (September 18, 2008). \"McCain Plays the Race Card\". Time. Retrieved 2008-09-21.\n\n^ \n\"No Time for the Facts\". johnmccain.com. September 19, 2008. Archived from the original on September 21, 2008. Retrieved 2008-09-21.\n\n^ \"Karen Tumulty to join The Washington Post Opinions section as columnist\". The Washington Post. January 31, 2018.\n\n^ \"The Washington Post's Karen Tumulty named deputy editorial page editor\". The Washington Post. July 1, 2021.\n\n^ Cohen, Elizabeth S. (2010). The Empowered Patient: How to Get the Right Diagnosis, Buy the Cheapest Drugs, Beat Your Insurance Company, and Get the Best Medical Care Every Time (Unabridged ed.). New York: Random House. p. 112. ISBN 978-0-345-52311-2.\n\n^ Tumulty, Karen (March 5, 2009). \"The Health-Care Crisis Hits Home\". Time. Archived from the original on March 7, 2009. Retrieved 2010-03-22.\n\n^ \"Stories & Most Recent Appearances by Karen Tumulty | Washington Week\". PBS. Retrieved 2011-08-21.\n\n^ \"GOP contenders fight to stand out to New Hampshire voters\". PBS NewsHour. April 20, 2015.\n\n^ \"Politics – Apr 09, 2011 – Fox News All-Stars\". RealClearPolitics. April 9, 2011. Retrieved 2011-08-21.\n\n^ Parker, Kathleen (May 1, 2012). \"The unknown celebrity\". The Washington Post. Retrieved 2012-05-03.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Karen Tumulty.\n\nTumulty on Twitter\nWashington Week profile\nTIME Magazine articles by Tumulty\nKaren Tumulty at IMDb\nKaren Tumulty   on Charlie Rose\nAppearances on C-SPAN\nvteGerald Loeb Award winners for Large Newspapers(1974–1979)\n1974: Paul Steiger\n1975: Allan Sloan\n1976: Willard Randal, Stephen Solomon\n1977: Larry Collins, Susan Trausch\n1978: Sam Jameson, Robert Rosenblatt, Murray Seeger, Ronald Soble, Paul Steiger\n1979: N. R. Kleinfield, Richard C. Longworth, Bill Neikirk\n(1980–1989)\n1980: Cathleen Decker, William J. Eaton, Norman Kempster, Penelope McMillan, Larry Pryor, Tom Redburn, William C. Rempel, Gaylord Shaw, Bill Stall\n1981: Jonathan Neumann, Ted Gup\n1982: Linda Grant, Karen Tumulty\n1983: Robert Frump\n1984: Dan Morgan\n1984 (HM): Ted Gup\n1985: Paul Blustein\n1985 (HM): Jane Applegate, Patrick Boyle, James Flanigan, Linda Grant, Michael Hiltzik, John Lawrence, Paul Richter, Nancy Rivera, Debra Whitefield\n1986: Ken Auletta\n1987: Kimberly Greer\n1988: Daniel Hertzberg, James B. Stewart\n1989: Donald L. Barlett, James B. Steele\n(1990–1999)\n1990: David A. Vise, Steve Coll\n1991: Bryan Burrough\n1992: Karen Douglass, Dick Lehr, Bruce Mohl, Brian C. Mooney, Gerard O'Neill\n1993: Alix M. Freedman\n1994: Scot J. Paltrow\n1995: Timothy Heider, Joel Rutchick\n1996: Thomas M. Burton, Richard Gibson, Scott Kilman\n1997: Bruce D. Butterfield\n1998: Michael Siconolfi\n1999: Joel Rutchick\n(2000–2009)\n2000: Ellen E. Schultz\n2001: Ronald Campbell, William Heisel, Mark Katches\n2002: David Heath, Duff Wilson\n2003: Alec Klein\n2004: David B. Ottaway, Joe Stephens\n2005: Walt Bogdanich\n2006: Ann Hardie, Alan Judd, Carrie Teegardin\n2007: James Bandler, Charles Forelle, Mark Maremont, Steve Stecklow\n2008: David Barboza, Walt Bogdanich, Jake Hooker, Andrew W. Lehren\n2009: Jo Becker, Julie Creswell, Eric Dash, Carter Dougherty, Charles Duhigg, Peter S. Goodman, Stephen Labaton, Gretchen Morgenson, Sheryl Gay Stolberg\n(2010–2014)\n2010: Andrew Martin, Michael Moss\n2011: Alexandra Berzon, Douglas A. Blackmon, Ana Campoy, Ben Casselman, Russell Gold, Vanessa O'Connell\n2012: Ken Bensinger\n2013: Patricia Callahan, Michael Hawthorne, Sam Roe\n2014: Barton Gellman, Ellen Nakashima, Laura Poitras, Steven Rich, Ashkan Soltani, Craig Timberg\n\nAuthority control databases International\nVIAF\nNational\nGermany\nIsrael\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Karen_Tumulty&oldid=1193912718\"",
    "twitter": ""
  },
  {
    "name": "Karl Rove",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/karl-rove-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American political consultant and policy advisor (born 1950)\nKarl RoveWhite House Deputy Chief of Staff for PolicyIn officeFebruary 8, 2005 – August 31, 2007PresidentGeorge W. BushPreceded byHarriet MiersSucceeded byJoel KaplanSenior Advisor to the PresidentIn officeJanuary 20, 2001 – August 31, 2007PresidentGeorge W. BushPreceded bySid BlumenthalJoel JohnsonDoug SosnikSucceeded byBarry JacksonChair of the College RepublicansIn office1973–1977Preceded byJoe AbateSucceeded byJohn Brady\nPersonal detailsBornKarl Christian Rove (1950-12-25) December 25, 1950 (age 73)Denver, Colorado, U.S.Political partyRepublicanSpouses\nValerie Mather Wainwright\n​ ​(m. 1976; div. 1980)​\nDarby Tara Hickson\n​ ​(m. 1986; div. 2009)​\nKaren Johnson ​(m. 2012)​Children1EducationUniversity of UtahWebsiteOfficial website\nKarl Christian Rove (born December 25, 1950) is an American Republican political consultant, policy advisor, and lobbyist. He was Senior Advisor and Deputy Chief of Staff during the George W. Bush administration until his resignation on August 31, 2007. He has also headed the Office of Political Affairs, the Office of Public Liaison, and the White House Office of Strategic Initiatives.\nPrior to his White House appointments, he is credited with the 1994 and 1998 Texas gubernatorial victories of George W. Bush, as well as Bush's 2000 and 2004 successful presidential campaigns. In his 2004 victory speech, Bush referred to Rove as \"the Architect\". Rove has also been credited for the successful campaigns of John Ashcroft (1994 U.S. Senate election), Bill Clements (1986 Texas gubernatorial election), Senator John Cornyn (2002 U.S. Senate election), Governor Rick Perry (1990 Texas Agriculture Commission election), and Phil Gramm (1982 U.S. House and 1984 U.S. Senate elections). Since leaving the White House, Rove has worked as a political analyst and contributor for Fox News, Newsweek, and The Wall Street Journal.\n\n\nEarly years[edit]\nFamily, upbringing, and early education[edit]\nRove was born on Christmas Day in Denver, Colorado, the second of five children, and was raised in Sparks, Nevada. His parents separated when he was 19 years old[1] and the man whom Rove knew as his father was a geologist.[2]\nIn 1965, his family moved to Salt Lake City, where Rove entered high school, becoming a skilled debater.[3] Encouraged by a teacher to run for class senate, Rove won the election. As part of his campaign strategy he rode in the back of a convertible inside the school gymnasium sitting between two attractive girls before his election speech.[4] While at Olympus High School,[5] he was elected student council president his junior and senior years. Rove was also a Teenage Republican and served as Chairman of the Utah Federation of Teenage Republicans. During this time, his father got a job in Los Angeles and visited the family during holidays.[6]\nRove's mother suffered from depression and had contemplated suicide more than once in her life.[6] Rove has stated that although he loved his mother, she was seriously flawed, undependable and, at times, unstable.[6] In December 1969, after a heated fight with his wife, the man Rove had known as his father left the family and divorced Rove's mother soon afterwards.[7][8] Rove's mother moved back to Nevada, and his siblings briefly lived with relatives after the divorce.[6] Rove learned from his aunt and uncle that the man who had raised him was not his biological father; both he and his older brother Eric were the children of another man. Rove has expressed great love and admiration for his adoptive father and for \"how selfless\" his love had been.[9] Rove's father and mother expressed deep regret over the failure of the marriage and briefly tried dating each other after the divorce, but they refused to explain the breakup of the marriage, only stating that they still \"loved each other dearly.\"[6] Rove was unable to convince his parents to get back together, as they were adamant about the divorce, a situation which Rove still does not understand.[6] Rove's relationship with his adoptive father was briefly strained for a few months following the divorce, but they maintained a very close relationship for the rest of his life.[10]\nRove had only infrequent contact with his mother in the 1970s. She frequently withheld child support checks and spent them for herself. She and her second husband lost most of their money due to poor financial decisions on her part and his gambling and overspending.[11] On September 11, 1981, Rove's mother died by suicide north of Reno, Nevada, shortly after she decided to divorce her third and final husband, to whom she had been unhappily married for only three months.[10][12]\n\nEntry into politics[edit]\nRove began his involvement in American politics in 1968. In a 2002 Deseret News interview, Rove explained, \"I was the Olympus High chairman for (former U.S. Sen.) Wallace F. Bennett's re-election campaign, where he was opposed by the dynamic, young, aggressive political science professor at the University of Utah, J.D. Williams.\"[13] Bennett was reelected to a third six-year term in November 1968. Through Rove's campaign involvement, Bennett's son, Robert \"Bob\" Foster Bennett—a future United States Senator from Utah—would become a friend. Williams would later become a mentor to Rove.\n\nCollege and the Dixon campaign sabotage incident[edit]\nIn the fall of 1969, Rove entered the University of Utah, on a $1,000 scholarship,[14] as a political science major and joined the Pi Kappa Alpha fraternity. Through the University's Hinckley Institute of Politics, he got an internship with the Utah Republican Party. That position, and contacts from the 1968 Bennett campaign, helped him secure a job in 1970 on Ralph Tyler Smith's unsuccessful re-election campaign for Senate from Illinois against Democrat Adlai E. Stevenson III.\nIn the fall of 1970, Rove used a false identity to enter the campaign office of Democrat Alan J. Dixon, who was running for Treasurer of Illinois. He stole 1000 sheets of paper with campaign letterhead, printed fake campaign rally fliers promising \"free beer, free food, girls and a good time for nothing\", and distributed them at rock concerts and homeless shelters, with the effect of disrupting Dixon's rally. (Dixon eventually won the election.) Rove's role would not become publicly known until August 1973 when Rove told The Dallas Morning News. In 1999 he said, \"It was a youthful prank at the age of 19 and I regret it.\"[15] In his memoir, Rove wrote that when he was later nominated to the Board for International Broadcasting by President George H.W. Bush, Senator Dixon did not kill his nomination. In Rove's account, \"Dixon displayed more grace than I had shown and kindly excused this youthful prank.\"[16]\n\nCollege Republicans, Watergate, and the Bushes[edit]\nIn June 1971, after the end of the semester, Rove dropped out of the University of Utah to take a paid position as the Executive Director of the College Republican National Committee.[17] Joe Abate, who was National Chairman of the College Republicans at the time, became his mentor.[9] Rove then enrolled at the University of Maryland in College Park in the Fall of 1971, but withdrew from classes during the first half of the semester.[18] In July 1999 he told The Washington Post that he did not have a degree because \"I lack at this point one math class, which I can take by exam, and my foreign language requirement.\"[15]\nRove traveled extensively, participating as an instructor at weekend seminars for campus conservatives across the country. He was an active participant in Richard Nixon's 1972 Presidential campaign. A CBS report on the organization of the Nixon campaign from June 1972 includes an interview with a young Rove working for the College Republican National Committee.[19]\nRove held the position of executive director of the College Republicans until early 1973. He left the job to spend five months, without pay, campaigning full-time for the position of National Chairman during the time he attended George Mason University.[9] Lee Atwater, the group's Southern regional coordinator, who was two months younger than Rove, assisted with Rove's campaign. His campaign was managed by Daniel Mintz, of the Maryland College Republicans.[20] Karl spent the spring of 1973 crisscrossing the country in a Ford Pinto, lining up the support of Republican state chairs.\nThe College Republicans summer 1973 convention at the Lake of the Ozarks resort in Missouri was quite contentious. Rove's opponent was Robert Edgeworth of Michigan. The other major candidate, Terry Dolan of California, dropped out, supporting Edgeworth. A number of states had sent two competing delegates, because Rove and his supporters had made credential challenges at state and regional conventions. For example, after the Midwest regional convention, Rove forces had produced a version of the Midwestern College Republicans constitution which differed significantly from the constitution that the Edgeworth forces were using, in order to justify the unseating of the Edgeworth delegates on procedural grounds,[9] including delegations, such as Ohio and Missouri, which had been certified earlier by Rove himself. In the end, there were two votes, conducted by two convention chairs, and two winners—Rove and Edgeworth, each of whom delivered an acceptance speech. After the convention, both Edgeworth and Rove appealed to Republican National Committee Chairman George H. W. Bush, each contending that he was the new College Republican chairman.\nWhile resolution was pending, Dolan went (anonymously) to The Washington Post with recordings of several training seminars for young Republicans where a co-presenter of Rove's, Bernie Robinson, cautioned against doing the same thing he had done: rooting through opponents' garbage cans. The tape with this story on it, as well as Rove's admonition not to copy similar tricks as Rove's against Dixon, was secretly recorded and edited by Rich Evans, who had hoped to receive an appointment from Rove's competitor in the CRNC chairmanship race.[21] On August 10, 1973, in the midst of the Watergate scandal, the Post broke the story in an article titled \"GOP Party Probes Official as Teacher of Tricks\".[22]\nIn response, then RNC Chairman George H.W. Bush, had an FBI agent question Rove. As part of the investigation, Atwater signed an affidavit, dated August 13, 1973, stating that he had heard a \"20 minute anecdote similar to the one described in The Washington Post\" in July 1972, but that \"it was a funny story during a coffee break\".[23] Former Nixon White House Counsel John Dean, has been quoted as saying \"based on my review of the files, it appears the Watergate prosecutors were interested in Rove's activities in 1972, but because they had bigger fish to fry they did not aggressively investigate him.\"[24]\nOn September 6, 1973, three weeks after announcing his intent to investigate the allegations against Rove, George H. W. Bush chose him to be chairman of the College Republicans. Bush then wrote Edgeworth a letter saying that he had concluded that Rove had fairly won the vote at the convention. Edgeworth wrote back, asking about the basis of that conclusion. Not long after that, Edgeworth stated \"Bush sent me back the angriest letter I have ever received in my life. I had leaked to The Washington Post, and now I was out of the Party forever.\"\nAs National Chairman, Rove introduced Bush to Atwater, who had taken Rove's job as the College Republican's executive director, and who would become Bush's main campaign strategist in future years. Bush hired Rove as a Special Assistant in the Republican National Committee, a job Rove left in 1974 to become Executive Assistant to the co-chair of the RNC, Richard D. Obenshain.\nAs Special Assistant, Rove performed small personal tasks for Bush. In November 1973, he asked Rove to take a set of car keys to his son George W. Bush, who was visiting home during a break from Harvard Business School. It was the first time the two met. \"Huge amounts of charisma, swagger, cowboy boots, flight jacket, wonderful smile, just charisma – you know, wow\", Rove recalled years later.[22]\n\nVirginia[edit]\nIn 1976, Rove left D.C. to work in Virginian politics. Initially, Rove served as the Finance Director for the Republican Party of Virginia. Rove describes this as the role in which he discovered his love for direct mail campaigns.[10]\n\nThe Texas years and notable political campaigns[edit]\n1977–1991[edit]\nRove's initial job in Texas was in 1977 as a legislative aide for Fred Agnich, a Texas Republican state representative from Dallas.[25] Later that same year, Rove got a job as executive director of the Fund for Limited Government, a political action committee (PAC) in Houston headed by James A. Baker, III, a Houston lawyer (later President George H. W. Bush's Secretary of State). The PAC eventually became the genesis of the Bush-for-President campaign of 1979–1980.\nHis work for Bill Clements during the Texas gubernatorial election of 1978 helped Clements become the first Republican Governor of Texas in over 100 years. Clements was elected to a four-year term, succeeding Democrat Dolph Briscoe. Rove was deputy director of the Governor William P. Clements Junior Committee in 1979 and 1980, and deputy executive assistant to the governor of Texas (roughly, Deputy Chief of Staff) in 1980 and 1981.[26]\nIn 1981, Rove founded a direct mail consulting firm, Karl Rove & Co., in Austin. The firm's first clients included Texas Governor Bill Clements and Democratic congressman Phil Gramm, who later became a Republican congressman and United States Senator. Rove operated his consulting business until 1999, when he sold the firm to take a full-time position in George W. Bush's presidential campaign.\nBetween 1981 and 1999, Rove worked on hundreds of races. Most were in a supporting role, doing direct mail fundraising. A November 2004 Atlantic Monthly article estimated that he was the primary strategist for 41 statewide, congressional, and national races, and Rove's candidates won 34 races.[27]\nRove also did work during those years for non-political clients. From 1991 to 1996, Rove advised tobacco giant Philip Morris, and ultimately earned $3,000 a month via a consulting contract. In a deposition, Rove testified that he severed the tie in 1996 because he felt awkward \"about balancing that responsibility with his role as Bush's top political advisor\" while Bush was governor of Texas and Texas was suing the tobacco industry.[28][citation needed]\n\n1978 George W. Bush congressional campaign[edit]\nRove advised the younger Bush during his unsuccessful Texas congressional campaign in 1978.\n\n1980 George H. W. Bush presidential campaign[edit]\nIn 1977, Rove was the first person hired by George H. W. Bush for his unsuccessful 1980 presidential campaign, which ended with Bush as the vice-presidential nominee.\n\n1982 William Clements, Jr. gubernatorial campaign[edit]\nIn 1982, Rove returned to assisting Governor Bill Clements in his run  for reelection, but was defeated by Democrat Mark White.\n\n1982 Phil Gramm congressional campaign[edit]\nIn 1982, Phil Gramm was elected to the U.S. House of Representatives as a conservative Texas Democrat.\n\n1984 Phil Gramm senatorial campaign[edit]\nIn 1984, Rove helped Gramm, who had become a Republican in 1983, defeat Republican Ron Paul in the primary and Democrat Lloyd Doggett in the race for U.S. Senate.\n\n1984 Ronald Reagan presidential campaign[edit]\nRove handled direct-mail for the Reagan-Bush campaign.\n\n1986 William Clements, Jr. gubernatorial campaign[edit]\nIn 1986, Rove helped Clements become governor a second time. In a strategy memo Rove wrote for his client prior to the race, now among Clements' papers in the Texas A&M University library, Rove quoted Napoleon: \"The whole art of war consists in a well-reasoned and extremely circumspect defensive, followed by rapid and audacious attack.\"\nIn 1986, just before a crucial debate in the campaign, Rove claimed that his office had been bugged by Democrats. The police and FBI investigated and discovered that the bug's battery was so small that it needed to be changed every few hours, and the investigation was dropped.[29] Critics, including other Republican operatives, suspected Rove had bugged his own office to garner sympathy votes in the close governor's race.[30]\n\n1988 Texas Supreme Court races[edit]\nIn 1988, Rove helped Thomas R. Phillips become the first Republican elected as Chief Justice of the Texas Supreme Court. Phillips had been appointed to the position in November 1987 by Clements. Phillips was re-elected in 1990, 1996 and 2002.[citation needed]\nPhillips' election in 1988 was part of an aggressive grassroots campaign called \"Clean Slate '88\", a conservative effort that was successful in getting five of its six candidates elected. (Ordinarily there were three justices on the ballot each year, on a nine-justice court, but, because of resignations, there were six races for the Supreme Court on the ballot in November 1988.) By 1998, Republicans held all nine seats on the Court.\n\n1990 Texas gubernatorial campaign[edit]\nIn 1989, Rove encouraged George W. Bush to run for Texas governor, brought in experts to tutor him on policy, and introduced him to local reporters. Eventually, Bush decided not to run, and Rove backed another Republican for governor who lost in the primary.\n\nOther 1990 Texas statewide races[edit]\nIn 1990, two other Rove candidates won: Rick Perry, the future governor of the state, became agricultural commissioner, and Kay Bailey Hutchison became state treasurer.\nOne notable aspect of the 1990 election was the charge that Rove had asked the Federal Bureau of Investigation (FBI) to investigate major Democratic officeholders in Texas. In his 2010 autobiography, Rove called the whole thing a \"myth\", saying:\n\nThe FBI did investigate Texas officials during that span, but I had nothing to do with it. The investigation was called \"Brilab\" and was part of a broad anti-corruption probe that looked at officials in Louisiana, Oklahoma, Los Angeles, and Washington, D.C., as well as Texas ... An official for the U.S. Department of Agriculture spotted expenses claimed by Hightower's shop that raised red flags ... enough to indict some of Hightower's top aides; they were later found guilty and sent to prison. ... The myth that I had something to do both with spurring the investigation and with airing all of this has stuck around because it is convenient for some to blame me rather than those aides who ran afoul of the law.[31]\n1991 Richard L. Thornburgh senatorial campaign and lawsuit[edit]\nIn 1991, United States Attorney General Dick Thornburgh resigned to run for a Senate seat in Pennsylvania, one made vacant by John Heinz's death in a helicopter crash. Rove's company worked for the campaign, but it ended with an upset loss to Democrat Harris Wofford.\nRover had been hired by an intermediary Murray Dickman to work for Thornburgh's campaign. Subsequently, Rove sued Thornburgh directly, alleging non-payment for services rendered. The Republican National Committee, worried that the suit would make it hard to recruit good candidates, urged Rove to back off. When Rove refused, the RNC hired Kenneth Starr to write an amicus brief on Thornburgh's behalf. Karl Rove & Co. v. Thornburgh was heard by U.S. Federal Judge Sam Sparks, who had been appointed by George H.W. Bush in 1991. After a trial in Austin, Rove prevailed.[9]\n\n1992 George H. W. Bush presidential campaign[edit]\nRove was fired from the 1992 Bush presidential campaign after he planted a negative story with columnist Robert Novak about dissatisfaction with campaign fundraising chief Robert Mosbacher Jr.[32] Novak's column suggested a motive when it described the firing of Mosbacher by former Senator Phil Gramm: \"Also attending the session was political consultant Karl Rove, who had been shoved aside by Mosbacher.\" Novak and Rove denied that Rove leaked, but Mosbacher maintained that \"Rove is the only one with a motive to leak this. We let him go. I still believe he did it.\"[33]\nDuring testimony before the CIA leak grand jury, Rove apparently confirmed his prior involvement with Novak in the 1992 campaign leak, according to National Journal reporter Murray Waas.[34]\n\n1993–2000[edit]\n1993 Kay Bailey Hutchison senatorial campaign\nRove helped Hutchison win a special Senate election in June 1993. Hutchison defeated Democrat Bob Krueger to fill the last two years of Lloyd Bentsen's term. Bentsen had resigned to become Secretary of the Treasury in the Clinton administration.\n1994 Alabama Supreme Court races\nIn 1994, a group called the Business Council of Alabama hired Rove to help run a slate of Republican candidates for the state supreme court. No Republican had been elected to that court in more than a century. The campaign by the Republicans was unprecedented in the state, which had previously only seen low-key contests. After the election, a court battle over absentee and other ballots followed that lasted more than 11 months. It ended when a federal appeals court judge ruled that disputed absentee ballots could not be counted, and ordered the Alabama Secretary of State to certify the Republican candidate for Chief Justice, Perry Hooper, as the winner. An appeal to the Supreme Court by the Democratic candidate was turned down within a few days, making the ruling final. Hooper won by 262 votes.\nAnother candidate, Harold See, ran against Mark Kennedy, an incumbent Democratic justice and the son-in-law of George Wallace. The race included charges that Kennedy was mingling campaign funds with those of a non-profit children's foundation he was involved with. A former Rove staffer reported that some within the See camp initiated a whisper campaign that Kennedy was a pedophile.[27] Kennedy won by less than one percentage point.\n1994 John Ashcroft senatorial campaign\nIn 1993, Karl Rove & Company was paid $300,000 in consulting fees by Ashcroft's successful 1994 Senate campaign.[35] Ashcroft paid Rove's company more than $700,000 over the course of three campaigns.\n1994 George W. Bush gubernatorial campaign\nIn 1993, Rove began advising George W. Bush in his successful campaign to become governor of Texas. Bush announced his candidacy in November 1993. By January 1994, Bush had spent more than $600,000 on the race against incumbent Democrat Ann Richards, with $340,000 of that paid to Rove's firm.\nRove has been accused of using the push poll technique to call voters to ask such things as whether people would be \"more or less likely to vote for Governor Richards if [they] knew her staff is dominated by lesbians\". Rove has denied having been involved in circulating these rumors about Richards during the campaign,[36] although many critics nonetheless identify this technique, particularly as used in this instance against Richards, as a hallmark of his career.[37][38][39]\n1996 Harold See's campaign for Associate Justice, Alabama Supreme Court\nA former campaign worker charged that, at Rove's behest, he distributed flyers that anonymously attacked Harold See, their own client. This put the opponent's campaign in an awkward position; public denials of responsibility for the scurrilous flyers would be implausible. Rove's client was elected.[citation needed]\n1998 George W. Bush gubernatorial campaign\nRove was an adviser for Bush's 1998 reelection campaign. From July through December 1998, Bush's reelection committee paid Rove & Co. nearly $2.5 million, and also paid the Rove-owned Praxis List Company $267,000 for use of mailing lists. Rove says his work for the Bush campaign included direct mail, voter contact, phone banks, computer services, and travel expenses. Of the $2.5 million, Rove said, \"[a]bout 30 percent of that is postage\". In all, Bush (primarily through Rove's efforts) raised $17.7 million, with $3.4 million unspent as of March 1999.[40] During the course of this campaign Rove's much-reported feud with Rick Perry began, with Perry's strategists believing Rove gave Perry bad advice in order to help Bush get a larger share of the Hispanic vote.[41]\n2000 Harold See campaign for Chief Justice\nFor the race to succeed Perry Hooper, who was retiring as Alabama's chief justice, Rove lined up support for See from a majority of the state's important Republicans.[27]\n\n2000 George W. Bush presidential campaign and the sale of Karl Rove & Co.[edit]\nSee also: George W. Bush 2000 presidential campaign\nIn early 1999, Rove sold his 20-year-old direct-mail business, Karl Rove & Co., which provided campaign services to candidates, along with Praxis List Company (in whole or part) to Ted Delisi and Todd Olsen, two young political operatives who had worked on campaigns of some other Rove candidates. Rove helped finance the sale of the company, which had 11 employees. Selling Karl Rove & Co. was a condition that George W. Bush had insisted on before Rove took the job of chief strategist for Bush's presidential bid.[28]\nDuring the Republican primary, Rove was accused of spreading false rumors that John McCain had fathered an illegitimate black child. Rove denies the accusation.[42]\n\nGeorge W. Bush administration[edit]\nRove with George W. and Laura Bush\nWhen George W. Bush was first inaugurated in January 2001, Rove accepted an appointment as Senior Advisor. He was later given the title Deputy Chief of Staff to the President after the successful 2004 Presidential election. In a November 2004 speech, Bush publicly thanked Rove, calling him \"the architect\" of his victory over John Kerry in the 2004 presidential election.[43] In April 2006, Rove was reassigned from his policy development role to one focusing on strategic and tactical planning in anticipation of the November 2006 congressional elections.[44]\n\nIraq War[edit]\nRove played a leading role in the lead-up to the Iraq War.[45][46] In 2002 and 2003, Rove chaired meetings of the White House Iraq Group (WHIG), an internal White House working group established in August 2002, eight months prior to the 2003 invasion of Iraq. WHIG was charged with developing a strategy \"for publicizing the White House's assertion that Saddam Hussein posed a threat to the United States.\".[47] The group pushed narratives within the administration about the Hussein regime possessing weapons of mass destruction (the regime had no active WMD program) and its ties to international terrorism (the Hussein regime had no operational relationship with al-Qaeda).[46] Members of WHIG included Bush's Chief of Staff Andrew Card, national security advisor Condoleezza Rice, her deputy Stephen Hadley, Vice President Dick Cheney's Chief of Staff Lewis \"Scooter\" Libby, legislative liaison Nicholas E. Calio, and communication strategists Mary Matalin, Karen Hughes, and James R. Wilkinson.\nQuoting one unnamed WHIG member, The Washington Post explained that the task force's mission was to \"educate the public\" about the threat posed by Saddam and (in the reporters' words) \"[to] set strategy for each stage of the confrontation with Baghdad\". Rove's \"strategic communications\" task force within WHIG helped write and coordinate speeches by senior Bush administration officials, emphasizing Iraq's purported nuclear threat.[48] The White House Iraq Group was \"little known\" until a subpoena for its notes, email, and attendance records was issued by CIA leak investigator Patrick Fitzgerald in January 2004.[47][49]\nIn 2015, Rove defended the decision to invade Iraq, telling an Iraq War veteran that Saddam Hussein was a threat to the United States.[50][51] In 2010, Rove said his biggest mistake regarding the Iraq War was to not push back on the narrative that the Bush administration lied the U.S. into the Iraq War.[52][42][53]\n\nValerie Plame affair[edit]\nOn August 29, 2003, retired ambassador Joseph C. Wilson IV claimed that Rove leaked the identity of Wilson's wife, Valerie Plame, as a Central Intelligence Agency (CIA) employee,[54] in retaliation for Wilson's op-ed in The New York Times in which he criticized the Bush administration's citation of the yellowcake documents among the justifications for the War in Iraq enumerated in Bush's 2003 State of the Union Address.\nIn late August 2006, it became known that Richard L. Armitage was responsible for the leak. The investigation led to felony charges being filed against Lewis \"Scooter\" Libby for perjury and obstruction of justice. Eventually, Libby was found guilty by a jury.[55]\nOn June 13, 2006, prosecutors said they would not charge Rove with any wrongdoing.[56] Special Counsel Patrick Fitzgerald stated previously that \"I can tell you that the substantial bulk of the work of this investigation is concluded.\"\nOn July 13, 2006, Plame sued Cheney, Rove, Libby, and others, accusing them of conspiring to destroy her career.[57]\nOn May 2, 2007, the Senate Judiciary Committee issued a subpoena to Attorney General Gonzales compelling the Department of Justice to produce all email from Rove regarding the dismissal of U.S. attorneys controversy, no matter what email account Rove may have used, with a deadline of May 15, 2007, for compliance. The subpoena also demanded relevant email previously produced in the Valerie Plame controversy and the investigation regarding the CIA leak scandal (2003).[58] On August 31, 2007, Karl Rove resigned without responding to the Senate Judiciary Committee subpoena, saying, \"I just think it's time to leave.\"[59][60][61]\nScott McClellan claims in his book What Happened: Inside the Bush White House and Washington's Culture of Deception, published in the spring of 2008 by Public Affairs Books, that the statements he made in 2003 about Rove's lack of involvement in the Valerie Plame affair were untrue, and that he had been encouraged to repeat such untruths. His book has been widely disputed, however, with many key members of McClellan's own staff telling a completely different story. Former CNN commentator Robert Novak has questioned if McClelland wrote the book himself. It was also revealed that the publisher was seeking a negative book to increase sales.[62][63]\n\n2006 Congressional elections and beyond[edit]\nOn October 24, 2006, two weeks before the Congressional election, in an interview with National Public Radio's Robert Siegel, Rove insisted that his insider polling data forecast Republican retention of both houses.[64] In the election the Democrats won both houses of Congress. The White House Bulletin, published by Bulletin News, cited rumors of Rove's impending departure from the White House staff: \"'Karl represents the old style and he's got to go if the Democrats are going to believe Bush's talk of getting along', said a key Bush advisor.\"[65] However, while allowing that many Republican members of Congress are \"resentful of the way he and the White House conducted the losing campaign\", The New York Times also stated that, \"White House officials say President Bush has every intention of keeping Mr. Rove on through the rest of his term.\"[66]\nIn Rove's analysis, 10 of the 28 House seats Republicans lost were sacrificed because of various scandals. Another six, he said, were lost because incumbents did not recognize and react quickly enough to the threat. Rove argued that, without corruption and complacency, the Democrats would have gained around a dozen seats and Republicans could have kept narrow control of the House regardless of Bush's troubles and the war.[67][68]\n\nTorture[edit]\nRove defended the Bush administration's use of waterboarding, a form of torture.[53]\n\nE-mail scandal[edit]\nMain article: Bush White House e-mail controversy\nDue to investigations into White House staffers' e-mail communication related to the controversy over the dismissal of United States Attorneys, it was discovered that many White House staff members, including Rove, had exchanged documents using Republican National Committee e-mail servers such as gwb43.com[69] and georgewbush.com[70] or personal e-mail accounts with third party providers such as BlackBerry,[71] considered a violation of the Presidential Records Act. Over 500 of Rove's emails were mistakenly sent to a parody website, who forwarded them to an investigative reporter.[72]\n\nCongressional subpoenas[edit]\nOn May 22, 2008, Rove was subpoenaed by House Judiciary Committee Chairman John Conyers to testify on the politicization of the Department of Justice. But on July 10, Rove refused to obey the congressional subpoena, citing executive privilege as his reason.[73][74]\nOn February 23, 2009, Rove was required by Congressional subpoena to testify before the House Judiciary Committee concerning his knowledge of the controversy over the dismissal of seven U.S. Attorneys, and the alleged political prosecution of former Alabama Governor Don Siegelman, but did not appear on that date. He and former White House Counsel Harriet Miers later agreed to testify under oath before Congress about these matters.[75]\nOn July 7 and July 30, 2009, Rove testified before the House Judiciary Committee regarding questions about the dismissal of seven U.S. Attorneys under the Bush Administration. Rove was also questioned regarding the federal prosecution of former Alabama Governor Don Siegelman, who was convicted of fraud. The Committee concluded that Rove had played a significant role in the Attorney firings.[citation needed]\n\nActivities after leaving the White House[edit]\nActivities in 2008[edit]\nShortly after leaving the White House, Rove was hired to write about the 2008 Presidential Election for Newsweek.[76] He was also later hired as a contributor for The Wall Street Journal and a political analyst for Fox News. Rove was an informal advisor to 2008 Republican presidential candidate John McCain, and donated $2,300 to his campaign.[77] His memoir, Courage and Consequence, was published in March 2010.[31][78] One advance reviewer, Dana Milbank of The Washington Post, said of the book that Rove \"revives claims discredited long ago\".[79] The controversial book inspired a grassroots rock and roll compilation of a similar name, Courage and Consequence,[80] that was released a week before the memoir.\nOn March 9, 2008, Rove appeared at the University of Iowa as a paid speaker to a crowd of approximately 1,000. He was met with hostility and two students were removed by police after attempting a citizen's arrest for alleged crimes committed during his time with the Bush administration. Near the end of the speech, a member of the audience asked, \"Can we have our $40,000 back?\" Rove replied, \"No, you can't.\"[81]\nOn June 24, 2008, Rove said of Democratic presidential nominee Barack Obama, \"Even if you never met him, you know this guy. He's the guy at the country club with the beautiful date, holding a martini and a cigarette that stands against the wall and makes snide comments about everyone.\"[82]\nIn July 2008, Rove, who was hired by Fox News to provide analysis for the network's November 2008 election coverage, defended his role on the news team to the Television Critics Association.[83]\nRove agreed to debate one-time presidential candidate and former Senator John Edwards on September 26, 2008, at the University at Buffalo.[84] However, Edwards dropped out and was replaced by General Wesley Clark.[85]\n\n2009–present[edit]\nIn September 2009, Rove was inducted into the Scandinavian-American Hall of Fame. The induction became a major dispute as political views clashed over the announcement. Governor John Hoeven was scheduled to introduce Rove during the SAHF banquet but did not attend. At that time, Rove was being investigated by Democrats in Congress for his role in the 2006 dismissal of nine U.S. Attorneys.[86]\nIn 2010, with former RNC chair Ed Gillespie, Rove helped found American Crossroads, a Republican 527 organization raising money for the 2012 election effort.[87] Rove serves as an informal adviser for this Super-PAC.[88]\nIn a profile which appeared in the December 15, 2011 issue of The New Republic, Rove, with his hands-on involvement with American Crossroads, was described as one of the shrewdest navigators of the political climate after the Supreme Court's Citizens United decision which exempted political broadcasts funded by corporations and unions from campaign finance limits. \"Rove had no role in creating this new legal environment... but if Rove and his allies did not invent it, they certainly were adroit at exploiting it.\"[89]\nFollowing Todd Akin's comments regarding \"legitimate rape\" and the notion that raped women are unlikely to become pregnant, Rove joked about murdering the Missouri Senate candidate, saying \"We should sink Todd Akin. If he's found mysteriously murdered, don't look for my whereabouts!\"[90][91] After multiple news outlets picked up on the story, Rove apologized for the remark.[92] Rove's Crossroads GPS organization had previously pulled its television advertising from Missouri in the wake of the comments.[93]\nOn November 6, 2012, Rove protested Fox News' call of the 2012 presidential election for Obama, prompting host Megyn Kelly to ask him, \"Is this just math that you do as a Republican to make yourself feel better? Or is this real?\"[94][95][96]\nIn 2013 Rove and the PAC American Crossroads created the Conservative Victory Project for the purpose of supporting electable conservative candidates.[97] These efforts have attracted criticism, and even personal attacks, from elements within the Tea Party movement.[98]\nRove's history, The Triumph of William McKinley: Why the Election of 1896 Still Matters, was published in 2015.[99]\nIn 2017, Rove's 501(c)(4) dark money group One Nation nonprofit raised nearly $17 million, according to IRS tax filings released in November 2018.[100]\nRove has lobbied on behalf of Rivada Networks, a communications technology business.[101][102]\nIn December 2019, Rove predicted that the 2020 Democratic Party presidential primaries would result in a contested convention; in December 2020, after Joe Biden was nominated at the 2020 Democratic National Convention with a clear majority of delegates, Politico named Rove's prediction one of \"the most audacious, confident and spectacularly incorrect prognostications about the year\".[103]\nRove was an advisor to Donald Trump's 2020 presidential campaign.[104] In May 2020, Rove accused former president Obama of engaging in a \"political drive by shooting\" after Obama gave a commencement speech to historically black colleges where he criticized the federal government's response to the coronavirus pandemic.[105]\nRove worked as a guest professor at the University of Texas at Austin in the fall semester of 2021.[106] He taught a course for UT's Plan II Honors department called Modern American Political Campaigns. Each week Rove invited guest speakers for the students to interview  including James Carville and Mary Matalin, former Secretary of State James Baker, Jonathon Swan, Ken Melhman, and others. The class was protested by a variety of students accusing Rove of being a war criminal.[107]\n\nPersonal life[edit]\nRove at the LBJ Library in 2015\nRove married Houston socialite Valerie Mather Wainwright, on July 10, 1976. He moved to Texas in January 1977. His sister and father said that \"the wedding [that] was so extravagant that [we] ... still recall it with awe\".[108] Rove and Wainwright divorced in early 1980.[109] In January 1986, Rove married Darby Tara Hickson,[15] a breast cancer survivor, graphic designer, and former employee of Karl Rove & Company. Rove and Hickson have one son, Andrew Madison Rove, who attended Trinity University in San Antonio, Texas.[110] Rove and Hickson divorced in December 2009.[111] In June 2012, Rove married lobbyist Karen Johnson in Austin, Texas. The wedding was attended by George W. Bush and Steve Wynn.[112]\nRove resides in the Georgetown section of Washington, D.C., and also keeps a house near Austin, Texas.[113] In 2002, Rove built a home in Rosemary Beach, Florida, just near Panama City; the home included a television studio for remote news appearances.[114]\nIn a 2007 interview with the New York Review of Books, atheist Christopher Hitchens claimed that Rove was \"not a believer\".[115] However, in 2010, Rove told Kamy Akhavan of ProCon.org in an email exchange that Hitchens had misinterpreted a quote of his about feeling that the faith of other White House staffers was stronger than his own and stating \"I am a practicing Christian who attends a Bible-centered Episcopal church in Washington and an Anglican church in Texas.\"[116]\n\nReferences[edit]\n\n\n^ Baker, Peter (10 March 2010). \"Rove on Rove: A Conversation with the Former Bush Senior Adviser\". The New York Times. Archived from the original on 2014-12-08.\n\n^ Alexander, Paul (2008). Machiavelli's Shadow: The Rise and Fall of Karl Rove. Rodale. p. 17. ISBN 978-1-59486-825-2.\n\n^ Banaszak, Brendan; Elving, Ron (June 13, 2006). \"Karl Rove, the President's 'Boy Genius'\". NPR. Archived from the original on February 25, 2008. Retrieved September 1, 2012.\n\n^ \"Frontline interview with author William Slater: NPR published PBS Frontline interview\". PBS. April 12, 2005. Archived from the original on February 25, 2008.\n\n^ Lee Benson (July 20, 2005). \"Newsmakers go forth from Utah Olympus\". Deseret News.\n\n^ a b c d e f Rove, Karl (2010-04-03). Courage and Consequence: My Life as a Conservative in the Fight. Simon and Schuster. ISBN 9781439199268.\n\n^ \"New Book Reveals Rove's Father Was Gay...\" HuffPost. September 5, 2006. Retrieved October 26, 2007.\n\n^ Sam Stein (August 13, 2007). \"Inside Karl Rove's Brain\". Newsweek. Archived from the original on August 20, 2007.\n\n^ a b c d e The New Yorker profile: The Controller: Karl Rove is working to get George Bush reelected, but he has bigger plans. by Nicholas Lemann \"Profiles\", The New Yorker., May 12, 2003. (mirror).\n\n^ a b c Rove, Karl (2010-04-03). Courage and Consequence: My Life as a Conservative in the Fight. Simon and Schuster. ISBN 9781439199268.\n\n^ Thanapirom, Kessarin; Gonlachanvit, Sutep (May 2013). \"Mo1115 Differences in Symptom Profiles Quality of Life Anxiety and Depression Scores Between Patients WHO Suffered From Gastrointestinal Symptom More and Less Than 6 Months\". Gastroenterology. 144 (5): S–582. doi:10.1016/s0016-5085(13)62149-6. ISSN 0016-5085.\n\n^ CNN Transcripts: The Situation Room: Reversal on 9/11 Trials; Karl Rove's Book; Shooting outside the Pentagon; Violent Incidents; Millennial Second Thoughts; Mitt Romney Interview., CNN: The Situation Room, Aired March 5, 2010.\n\n^ Davidson, Lee (December 8, 2002). \"Triumph of the Underdog\". Deseret News. Archived from the original on February 25, 2008. Retrieved September 19, 2018.\n\n^ Matt Canham and Thomas Burr (November 6, 2005). \"Rove: Ex-Utahn in crisis; Unethical revenge would not surprise his U. poli-sci prof; Rove known as a fierce competitor\". The Salt Lake Tribune.\n\n^ a b c Dan Balz (July 23, 1999). \"Karl Rove – The Strategist\". The Washington Post.\n\n^ Rove 2010, p. 24.\n\n^ James Moore; Wayne Slater (2011). Bush's Brain: How Karl Rove Made George W. Bush Presidential. John Wiley & Sons. p. 129. ISBN 978-1-118-03982-3.\n\n^ Rebecca Walsh (September 18, 2004). \"Did Karl Rove dodge the draft?\". Salt Lake Tribune. Archived from the original on February 25, 2008.\n\n^ \"Daily Show\". October 22, 2013. Retrieved October 24, 2013.\n\n^ Karl Rove, personal interview, June 16, 2018, Washington, D.C.\n\n^ Rove 2010, p. 37.\n\n^ a b Borger, Julian (March 9, 2004). \"Who is Karl Rove? The Brains\". The Guardian. London. Archived from the original on February 25, 2008. Retrieved May 7, 2010.\n\n^ \"Mastermind – Chronology – Karl Rove's Life And Political Career\". Frontline. PBS. April 12, 2005. Archived from the original on February 25, 2008. Retrieved January 22, 2013.\n\n^ David Talbot (March 31, 2004). \"Creepier Than Nixon\". Salon. Archived from the original on February 25, 2008.\n\n^ \"Karl Rove – The Architect\". PBS. Archived from the original on February 25, 2008. Retrieved September 20, 2013.\n\n^ \"Marquis Who's Who\". Marquiswhoswho.com. Retrieved 2015-06-21.\n\n^ a b c Green, Joshua (November 2004). \"Karl Rove in a Corner\". The Atlantic Monthly. Archived from the original on February 25, 2008.\n\n^ a b Rozen, Miriam (May 13, 1999). \"The Nerd Behind the Throne\". The Dallas Observer. Archived from the original on January 10, 2005.\n\n^ El Bicho (September 4, 2004). \"Bush's Brain\". blogcritics.org. Archived from the original on November 29, 2005.\n\n^ \"Roving Reporters\". onthemedia.org. June 4, 2004. Archived from the original on April 22, 2005.\n\n^ a b Rove 2010.\n\n^ Esquire Magazine, January 2003\n\n^ Bumiller, Elisabeth (August 6, 2005). \"Rove and Novak, a 20-Year Friendship Born in Texas\". The New York Times. p. A8. Archived from the original on April 25, 2009.\n\n^ Waas, Murray (May 25, 2006). \"Rove-Novak Call Was Concern To Leak Investigators\". National Journal. Archived from the original on February 25, 2008.\n\n^ New York Times\n\n^ Mark, David. Going Dirty: The Art of Negative Campaigning. 2007, p. 204\n\n^ Burbach, Roger and Tarbell, Jim. Imperial Overstretch: George W. Bush and the Hubris of Empire. 2004, p. 118\n\n^ Hill, Frances. Such Men are Dangerous: The Fanatics of 1692 and 2004. 2004, p. 121\n\n^ Blumenthal, Sydney. How Bush Rules: Chronicles of a Radical Regime. 2006, p. 400\n\n^ \"Political Intelligence: Bush Goes A-Rove-ing\". The Texas Observer. February 5, 1999. Archived from the original on February 25, 2008.\n\n^ \"POLITICO: If Rick Perry gets in, will Karl Rove be out?\". Politico. Archived from the original on February 25, 2008. Retrieved September 10, 2010.\n\n^ a b \"Karl Rove 'In The Fight' Again With New Memoir\". NPR.org. Retrieved 2020-05-18.\n\n^ \"President Bush Thanks Americans in Wednesday Acceptance Speech\". White House press release. November 3, 2004. Archived from the original on February 25, 2008.\n\n^ David Jackson and Richard Benedetto (April 20, 2006). \"White House 'transition' continues\". USA Today. Gannett. Retrieved August 12, 2009.\n\n^ Coaston, Jane (2020-01-07). \"The Iraq War hawks are back\". Vox. Retrieved 2020-05-18.\n\n^ a b Isikoff, Michael (2007). \"Karl Rove's Iraq War Role\". Newsweek. Retrieved 2020-05-18.\n\n^ a b Kelli Arena (March 6, 2004). \"Air Force One records subpoenaed in CIA leak probe\". CNN. Retrieved 2006-12-14.\n\n^ Barton Gellman and Walter Pincus (2001-08-10). \"Depiction of Threat Outgrew Supporting Evidence\". The Washington Post.\n\n^ Tom Hamburger and Sonni Efron (August 26, 2005). \"The CIA leak: Infighting, grudges, justifying a war\". CNN. Retrieved 2006-12-14.\n\n^ McNerney, Pem (3 April 2015). \"CT Soldier Demands Apology From Karl Rove; Rove Says No Apology Needed For Iraq War\". courant.com. Retrieved 2020-05-18.\n\n^ Tani, Maxwell (2015-04-03). \"Karl Rove Won't Apologize To Veteran For The Iraq War\". HuffPost. Retrieved 2020-05-18.\n\n^ Dish, The Daily (2010-07-16). \"Rove's Biggest Mistake?\". The Atlantic. Retrieved 2020-05-18.\n\n^ a b \"Rove: Bush didn't 'lie us into war' - CNN.com\". www.cnn.com. Retrieved 2022-03-27.\n\n^ New York Times (July 21, 2005). \"Timeline of Plame affair\". The New York Times.\n\n^ Sniffen, Michael; Matt Apuzzo (2007-03-06). \"Libby Found Guilty in CIA Leak Trial\". Associated Press. Retrieved 2007-03-09.\n\n^ CNN (June 13, 2006). \"Lawyer: Rove won't be charged in CIA leak case\". {{cite news}}: |author= has generic name (help)\n\n^ \"Plame sues White House figures over CIA leak\". Associated Press. July 13, 2006.\n\n^ Lahey, Patrick (May 2, 2007). \"Rove Email Subpoena\" (PDF). United States Senate Committee on the Judiciary (via 'Findlaw'). Archived from the original (PDF) on January 6, 2017. Retrieved May 8, 2007.\n\n^ \"Bush Adviser Karl Rove to Resign at End of Month\". Fox News. August 13, 2007. Archived from the original on February 25, 2008. Retrieved April 17, 2011.\n\n^ Peter Baker and Michael A. Fletcher (August 14, 2007). \"Rove to Leave White House Post\". The Washington Post.\n\n^ Baker, Peter; Fletcher, Michael A. (August 14, 2007). \"Rove to Leave White House Post\". The Washington Post. Retrieved September 1, 2012.\n\n^ Novak, Robert D. (June 2, 2008). \"Parroting the Democrats\". The Washington Post. Retrieved May 7, 2010.\n\n^ \"Ex-spokesman attacks Bush over Iraq\". AlJazeera.net. Al Jazeera. 2008-05-28. Retrieved 2008-05-30.\n\n^ \"All Things Considered (transcript)\". National Public Radio. 2006-10-24. Retrieved 2006-11-18.\n\n^ \"REPORT: Karl Rove May Be Leaving The White House In 'Weeks, Not Months'\". Bulletin News cited on the blog of the Center for American Progress. 2006-11-17. Retrieved 2006-11-18.\n\n^ Jim Rutenberg and Adam Nagourney (2006-11-19). \"A Tough Road Ahead for Rove\". The New York Times. Retrieved 2006-11-19.\n\n^ Peter Baker (November 12, 2006). \"Rove Remains Steadfast in the Face of Criticism\". The Washington Post.\n\n^ Mike Allen (November 10, 2006). \"The Architect Speaks\". Time.\n\n^ Steve Holland (April 13, 2007). \"Rove in new controversy over e-mails\". Reuters.\n\n^ \"Rove Exhibits Part 1\" (PDF). U.S. House of Representatives Committee on the Judiciary. pp. 50, 55, 113 etc. Archived from the original (PDF) on 2009-08-25. Retrieved 2009-08-11.\n\n^ Paul Bedard (March 27, 2007). \"E-mail Controversy Prompts Many Aides To Stop Usage\". U.S. News & World Report.\n\n^ Karl Rove Emails Mistakenly Sent to Reporter\n\n^ Evans, Ben (July 10, 2008). \"Rove ignores subpoena, refuses to testify on Hill\". USA Today.\n\n^ Johnson, Carrie (May 23, 2008). \"House Panel Subpoenas Rove Over Role in Justice Dept. Actions\". The Washington Post.\n\n^ \"Karl Rove, Harriet Miers To Testify Before House Judiciary Committee\". HuffPost. March 4, 2009. Archived from the original on February 25, 2008.\n\n^ \"Karl Rove's New Gig\". The Washington Post. November 15, 2007. Archived from the original on May 17, 2008. Retrieved September 1, 2012.\n\n^ David Paul Kuhn (March 8, 2008). \"Mehlman, Rove boost McCain campaign\". Politico. Archived from the original on February 25, 2008.\n\n^ \"Howard Kurtz – Rove on Fox: It's Fair to Say He's Mellowed\". The Washington Post. 2008-03-16. Retrieved 2015-06-21.\n\n^ Milbank, Dana (March 7, 2010). \"Karl Rove sets the record straight – sort of\". The Washington Post. Retrieved March 8, 2010.\n\n^ \"karlrovebook.net\". Archived from the original on March 8, 2010. Retrieved March 3, 2010.\n\n^ Mooney, Alexander (March 10, 2008). \"Rove taunted at University of Iowa\". CNN. Archived from the original on February 25, 2008. Retrieved March 11, 2008.\n\n^ Carroll, Jason (June 26, 2008). \"Rove, critics try to pin 'arrogant' label on Obama\". CNN. Archived from the original on February 25, 2008. Retrieved September 1, 2012.\n\n^ Hibberd, James. \"Fox News defends hiring Karl Rove\". The Live Feed.\n\n^ \"Edwards, Rove to face off in UB debate\". The Buffalo News. July 4, 2008. Archived from the original on July 4, 2008.\n\n^ \"Wesley Clark to Replace John Edwards in Debate with Rove\". University of Buffalo. September 5, 2008. Archived from the original on February 25, 2008. Retrieved September 1, 2012.\n\n^ \"Rove Hall induction subject of dispute\". WDAY News. Associated Press. September 3, 2009. Retrieved January 19, 2016.\n\n^ Smith, Melissa M.; Powell, Larry (2014-02-27). Dark Money, Super PACs, and the 2012 Election. Lexington Books. p. 89. ISBN 9780739185421.\n\n^ Cillizza, Chris (April 5, 2010). \"Republicans plan $50 million independent effort in 2010\". The Washington Post.\n\n^ Shapiro, Walter (November 23, 2011). \"Organization Man: Karl Rove and the Rise of the SuperPAC\". The New Republic. Archived from the original on September 26, 2013. Retrieved December 2, 2011.\n\n^ Kolhatkar, Sheelah (August 31, 2012). \"Exclusive: Inside Karl Rove's Billionaire Fundraiser\". Bloomberg Businessweek. Archived from the original on February 25, 2008.\n\n^ Kroll, Andy (August 31, 2012). \"Karl Rove Jokes About Murdering Rep. Todd Akin\". Mother Jones. Archived from the original on February 25, 2008.\n\n^ Killough, Ashley (August 31, 2012). \"TRENDING: Akin accepts apology from Rove over murder comment\". CNN. Archived from the original on September 2, 2012.\n\n^ Zornick, George (August 21, 2012). \"Akin Fiasco Gets Rove to Admit, Again, Why Crossroads Exists\". The Nation.\n\n^ Noreen Malone (November 9, 2012). \"Megyn Kelly Can Save Fox News\". The New Republic. Archived from the original on February 25, 2008.\n\n^ \"Post Democalypse 2012 America Takes a Shower – Karl Rove's Math\". The Daily Show. November 7, 2013.\n\n^ Maureen Dowd (November 10, 2012). \"Romney Is President\". International The New York Times. Archived from the original on February 25, 2008.\n\n^ Jeff Zeleny (February 6, 2013). \"New Rove Effort Has G.O.P. Aflame\". The New York Times. Archived from the original on February 25, 2008. Retrieved February 7, 2013.\n\n^ \"Tea Party group apologizes to Rove for Nazi photo\". CNN. February 19, 2013. Archived from the original on February 25, 2008.\n\n^ Rove, Carl (2015). The Triumph of William McKinley: Why the Election of 1896 Still Matters. New York: Simon & Schuster. ISBN 9781476752952.\n\n^ \"Crossroads GPS is dead long live his multi-million dollar dark money group\". OpenSecrets. 16 November 2018.\n\n^ Halpern, Sue. \"A Pitch for a Nationwide 5G Network Tailor-Made for Trump's 2020 Campaign\". The New Yorker. Retrieved 2020-05-18.\n\n^ Mcgill, Margaret Harding; Hendel, John. \"Karl Rove jumps into wireless battle that is dividing Trump world\". Politico. Retrieved 2020-05-18.\n\n^ Stanton, Zack (December 29, 2020). \"The Worst Predictions of 2020\". Politico. Retrieved December 30, 2020.\n\n^ LoBianco, Tom. \"The mastermind of George W. Bush's White House victories is advising Trump's 2020 campaign, focusing on swing-state battlegrounds and Republican voter outreach\". Business Insider. Retrieved 2020-05-22.\n\n^ Budryk, Zack (2020-05-18). \"Karl Rove: Obama's commencement speech 'a political drive-by shooting'\". The Hill. Retrieved 2020-07-14.\n\n^ \"Karl Rove recruits bipartisan A-list to help teach UT students about campaigning\". UT News. 2021-12-03. Retrieved 2021-12-28.\n\n^ \"An Open Letter On Karl Rove, Bush Chief Strategist Turned UT Honors Lecturer -- And Why That's a Problem\". ORANGE Magazine. Retrieved 2021-12-28.\n\n^ James Ridgeway (July 22, 2005). \"From Bad to Worse\". The OC Weekly, Stern Publishing, Inc.\n\n^ Miriam Rozen (July 17, 1999). \"The Man Who Would Be Kingmaker\". Houston Press, New Times Inc.\n\n^ Sessions, David (December 29, 2009). \"Karl Rove Divorces Wife of 24 Years in Texas\". Politics Daily. Archived from the original on December 30, 2009. Retrieved July 13, 2012.\n\n^ Allen, Mike (December 29, 2009). \"Karl Rove granted divorce in Texas\". Politico.\n\n^ Vogel, Kenneth; Friess, Steve (July 13, 2012). \"Rove hits big: The birth of a mega-donor\". Politico. Archived from the original on February 25, 2008. Retrieved July 13, 2012.\n\n^ Hagan, Joe (February 27, 2011). \"Goddangit, Baby, We're Making Good Time\". New York. Archived from the original on February 25, 2008. Retrieved July 13, 2012.\n\n^ Horton, Scott (31 March 2008). \"The House That Karl Built\". Harper's Magazine. Retrieved 14 January 2016.\n\n^ \"'God Is Not Great' Author Christopher Hitchens on Religion, Iraq, and His Own Reputation\". New York Magazine.\n\n^ \"Karl Rove – Under God in the Pledge\". ProCon.org.\n\n\nRove, Karl (2010). Courage and Consequence: My Life as a Conservative in the Fight. Threshold Editions. ISBN 978-1439191057.\nExternal links[edit]\n\n\nKarl Rove  at Wikipedia's sister projects\n\nMedia from CommonsNews from WikinewsQuotations from WikiquoteData from Wikidata\n\nOfficial website\nAppearances on C-SPAN\nKarl Rove at IMDb\nKarl Rove   on Charlie Rose\nKarl Rove collected news and commentary at The New York Times\nKarl Rove – The Architect, Frontline documentary on PBS\nKarl Rove at Curlie\n\n\nPolitical offices\n\n\nPreceded bySid BlumenthalJoel JohnsonDoug Sosnik\n\n Senior Advisor to the President 2001–2007\n\nSucceeded byBarry Jackson\n\n\nPreceded byHarriet Miers\n\n White House Deputy Chief of Staff for Policy 2005–2007\n\nSucceeded byJoel Kaplan\n\n\nvteFox News personalitiesAnchors\nBanderas\nBream\nHemmer\nNeville\nRoberts\nScott\nShawn\nSmith\nHosts\nBaier\nBartiromo\nCain\nCampos-Duffy\nCasone\nCavuto\nDoocy\nEarhardt\nFaulkner\nGowdy\nGutfeld\nKudlow\nKurtz\nHannity\nHegseth\nHilton\nIngraham\nJenkins\nKennedy\nKilmeade\nH. Levin\nM. Levin\nMacCallum\nMcDowell\nPerino\nPirro\nWatters\nCorrespondentsand reporters\nCorke\nCowan\nDoocy\nEdson\nEmanuel\nGabrielle\nGallagher\nGreen\nGriffin\nHarrigan\nHasnie\nHenneberg\nIngle\nKeating\nKennedy\nLeventhal\nLine\nLlenas\nMcEnany\nMcKelway\nRafferty\nStegall\nContributorsand analysts\nBaker\nBarnes\nBruce\nCafaro\nCompagno\nDomenech\nFord Jr.\nGingrich\nHume\nJones\nLahren\nLane\nLayfield\nLowry\nMarshall\nMcGlowan\nMiller\nMishkin\nMorris\nOwens\nPavlich\nRove\nSiegel\nTerrell\nTimpf\nTyrus\nYork\nWilliams\nMeteorologists\nDean\nReichmuth\nPast hosts\nAngle\nBeck\nBila\nBolling\nBongino\nBriggs\nCamerota\nG. Carlson\nT. Carlson\nChetry\nChilders\nColmes\nGuilfoyle\nHasselbeck\nHenry\nHill\nHuddy\nHuntsman\nJerrick\nG. Kelly\nM. Kelly\nKooiman\nMele\nMorris\nNorth\nO'Reilly\nSchmitt\nSkinner\nSmith\nTantaros\nSusteren\nVittert\nWallace\nWright\nPast correspondentsand reporters\nBarber\nCameron\nFisher\nHuntsman\nGarrett\nGoler\nHerridge\nMolina\nRosen\nPast contributorsand analysts\nBeckel\nBreitbart\nBrown\nCaddell\nCarson\nCafasso\nCheney\nClark\nCrowder\nCupp\nDash\nB. Goldberg\nJ. Goldberg\nHam\nHayes\nHenican\nHoover\nKasich\nKrauthammer\nKristol\nKucinich\nMcCain\nMcInnes\nMorris\nNapolitano\nPalin\nPeters\nPowers\nRivera\nSanders\nSchoen\nStossel\nWest\nWiehl\nWill\nZahn\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nCzech Republic\nNetherlands\nAcademics\nCiNii\nOther\nNARA\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Karl_Rove&oldid=1192573802\"",
    "twitter": ""
  }
]