[
  {
    "name": "Kathleen Parker",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/kathleen-parker",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\nThis article is about the newspaper columnist. For the politician, see Kathleen Parker (politician).\nKathleen ParkerParker in 2016Born1951/1952 (age 71-72)Winter Haven, Florida, U.S.EducationWinter Haven High SchoolAlma mater\nConverse College\nFlorida State University (M.A.1976 in Spanish)\nOccupationColumnistNotable credit(s)Orlando SentinelThe Washington Post (1987–present)SpouseWoody ClevelandChildren1\nKathleen Parker (born 1951/1952) is a columnist for The Washington Post. Parker is a consulting faculty member at the Buckley School of Public Speaking, a popular guest on cable and network news programs and a regular guest on NBC's Meet the Press, and previously on MSNBC's Hardball with Chris Matthews.\nParker considers herself politically to be \"mostly right of center\",[1] has been described as a \"conservative-leaning columnist\",[2] and was the highest-scoring conservative pundit in a 2012 retrospective study of pundit prediction accuracy in 2008.[3]\n\n\nEarly life and career[edit]\nParker was raised in Winter Haven in Polk County, Florida,[4] daughter of lawyer John Hal Connor Jr. and Connor's first wife, Martha Ayer Harley (originally from Barnwell County, South Carolina[5] who died in March 1955[6] when Parker was 3 years old[4]). Parker often spent summers with her mother's family in Columbia, South Carolina.[5]\nParker attended Converse College before Florida State University, where she received a bachelor's degree in 1973 followed by a master's degree in Spanish in 1976.[7]\nParker's career in journalism began in 1977, when she was hired to cover Hanahan, Goose Creek and Moncks Corner by the now-defunct Charleston Evening Post.[5]\nA columnist since 1987, she has worked for five newspapers, from Florida to California. She has written for several magazines, including The Weekly Standard, Time, Town & Country, Cosmopolitan, and Fortune Small Business.\nShe serves on the Board of Contributors for USA Today's Forum Page, part of the newspaper's Opinion section. She is also a contributor to the online magazine The Daily Beast. Parker is the author of Save the Males: Why Men Matter, Why Women Should Care.\nFrom fall 2010, Parker co-hosted the cable news program Parker Spitzer on CNN with former New York governor Eliot Spitzer.[8]\nParker was the 1993 winner of the H. L. Mencken Writing Award presented by The Baltimore Sun.[9] The Week magazine named her one of the nation's top five columnists in 2004 and 2005.[10] She won the 2010 Pulitzer Prize for Commentary for a selection of political opinion columns.[11]\nParker wrote about the April 2019 arrest of WikiLeaks founder Julian Assange in the Embassy of Ecuador, London, comparing him unfavorably to the \"historic act of bravery\" by Daniel Ellsberg, who leaked the Pentagon Papers about American government lies in the Vietnam War. Assange's \"non-fans—including many in the U.S. media—long have viewed him as a sociopathic interloper operating under the protection of free speech.\".[12]\n\nControversies[edit]\nDuring the 2008 U.S. presidential election Parker called on the Republican vice-presidential nominee, Governor Sarah Palin, to step down from the party ticket (the day before the Vice-Presidential debate), saying that a series of media interviews showed that Palin was \"clearly out of her league\".[13][14][15] Parker received over 11,000 responses, mostly from conservatives critical of  her opinion.[16]\nDuring the 2018 Brett Kavanaugh Supreme Court nomination, Parker wrote a column advancing the theory that the alleged victim, Christine Blasey Ford, was mistaken in her identification of Brett Kavanaugh, and that there must be a doppelgänger.[17] The doppelgänger theory was criticized by other Washington Post columnists, such as Max Boot,[18] Erik Wemple,[19][20] Jennifer Rubin, E. J. Dionne, and Avi Selk.\n\nPersonal life[edit]\nParker is married to an attorney, Sherwood M. \"Woody\" Cleveland, has one son and two stepsons, and resides in Camden, South Carolina.[5][21]\n\nReferences[edit]\n\n\n^ \"'Parker Spitzer' Preview; Tony Curtis Remembered\". Larry King Live. 2010-09-30. CNN.\n\n^ Cillizza, Chris (May 18, 2016). \"Yes, Hillary Clinton is beatable in the general election. Just watch this video\". The Washington Post.\n\n^ Media Relations. \"Pundit - Executive Summary - Hamilton College\". Hamilton.edu. Retrieved 2012-09-01.\n\n^ a b McMullen, Cary (April 14, 2010). \"Winter Haven Native Kathleen Parker Awarded Pulitzer Prize for Commentary\". The Lakeland Evening Ledger. Retrieved 7 May 2016.\n\n^ a b c d Monk, John (April 13, 2010). \"A Pulitzer Prize with S.C. ties\". The State Media Company. The State.\n\n^ \"Martha Ayer Harley Connor (1923–1955)\". People Legacy. Retrieved July 1, 2022.\n\n^ Griffin, Ruben (April 12, 2010). \"Alumna Kathleen Parker Wins 2010 Pulitzer Prize\". Florida State University News. Retrieved July 1, 2022.\n\n^ \"Spitzer, Parker to host primetime CNN show\". CNN.\n\n^ \"13th Mencken award goes to S.C. columnist\". Baltimore Sun. Retrieved 17 April 2018.\n\n^ \"CNN Taps Eliot Spitzer, Kathleen Parker for Debate Show\". New York. Retrieved 2020-09-08.\n\n^ \"Washington Post Leads in Pulitzers\". The Wall Street Journal. April 13, 2010.\n\n^ \"Julian Assange isn't a journalist or a Daniel Ellsberg. He's just a 'cypherpunk.'\". The Washington Post. April 12, 2019. Retrieved May 30, 2020.\n\n^ Mooney, Alexander (2008-09-26). \"Palin should step down, conservative commentator says\". CNNPolitics.com. Retrieved 2008-09-26. Prominent conservative columnist Kathleen Parker, an early supporter of Republican VP candidate Sarah Palin, said Friday recent interviews have shown the Alaska governor is \"out of her league\" and should leave the GOP presidential ticket for the good of the party.\n\n^ Weisman, Jonathan (2008-09-26). \"Conservative Columnist Turns on Palin\". Washington Post. Retrieved 2008-09-26. Parker, after a scalding critique of Palin's readiness for high office, begs the Alaska governor to step down from the Republican ticket.\n\n^ Parker, Kathleen (2008-09-26). \"Palin Problem: She's Out of Her League\". National Review. Archived from the original on 2008-09-27. Retrieved 2008-09-26. Palin's recent interviews with Charles Gibson, Sean Hannity, and now Katie Couric have all revealed an attractive, earnest, confident candidate. Who Is Clearly Out Of Her League.\n\n^ Reliable Sources, CNN, October 5, 2008.  Transcript on Lexis/Nexis. Retrieved August 2009.\n\n^ Is there a Kavanaugh doppelganger? Retrieved September 23, 2018\n\n^ The Kavanaugh doppelganger theory shows how far the right has descended into madness. Retrieved September 23, 2018\n\n^ 'Really': 'Fox & Friends' goes credulous on Kavanaugh conspiracy theory. Retrieved September 23, 2018\n\n^ The Kavanaugh controversy meets fake news. Real fake news.. Retrieved September 26, 2018\n\n^ Ellen Belcher (May 15, 2005). \"Beyond the Byline: Kathleen Parker\". Dayton Daily News (Ohio).\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Kathleen Parker.\n\nParker's column archives at Jewish World Review website\nParker's column archives at The Washington Post website\nAppearances on C-SPAN\nvteThe Washington Post Writers GroupComic strips(current)\nFort Knox\nReply All\nComic strips(historical)\nBarney & Clyde\nBloom County\nCandorville\nHome and Away\nLittle Dog Lost\nLoose Parts\nMike Du Jour\nOut of the Gene Pool\nOutland\nOpus\nPickles\nRudy Park\nWatch Your Head\nEditorial commentary\nEsther J. Cepeda\nRichard Cohen\nE. J. Dionne\nKenneth Harney\nMichael Gerson\nDavid Ignatius\nRuth Marcus\nDana Milbank\nRuben Navarrette Jr.\nKathleen Parker\nCatherine Rampell\nEugene Robinson\nRobert J. Samuelson\nMichelle Singletary\nGene Weingarten\nGeorge F. Will\nFareed Zakaria\n\nvtePulitzer Prize for Commentary (2001–2025)\nDorothy Rabinowitz (2001)\nThomas Friedman (2002)\nColbert I. King (2003)\nLeonard Pitts (2004)\nConnie Schultz (2005)\nNicholas D. Kristof (2006)\nCynthia Tucker (2007)\nSteven Pearlstein (2008)\nEugene Robinson (2009)\nKathleen Parker (2010)\nDavid Leonhardt (2011)\nMary Schmich (2012)\nBret Stephens (2013)\nStephen Henderson (2014)\nLisa Falkenberg (2015)\nFarah Stockman (2016)\nPeggy Noonan (2017)\nJohn Archibald (2018)\nTony Messenger (2019)\nNikole Hannah-Jones (2020)\nMichael Paul Williams (2021)\nMelinda Henneberger (2022)\n\nComplete list\n(1970–1975)\n(1976–2000)\n(2001–2025)\n\nAuthority control databases International\nISNI\nVIAF\nNational\nIsrael\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Kathleen_Parker&oldid=1193788828\"",
    "twitter": ""
  },
  {
    "name": "Katie Hill",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/katie-hill-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American politician (born 1987)\nFor other uses, see Katie Hill (disambiguation).\n\n\nKatie HillHouse Democratic Freshman Class Leadership RepresentativesIn officeJanuary 3, 2019 – November 3, 2019LeaderNancy PelosiPreceded byPosition establishedSucceeded byVeronica EscobarMember of the U.S. House of Representativesfrom California's 25th districtIn officeJanuary 3, 2019 – November 3, 2019Preceded bySteve KnightSucceeded byMike Garcia\nPersonal detailsBornKatherine Lauren Hill (1987-08-25) August 25, 1987 (age 36)Abilene, Texas, U.S.Political partyDemocraticSpouse\nKenny Heslep\n​ ​(m. 2010; div. 2019)​Children1[1]EducationCollege of the CanyonsCalifornia State University, Northridge (BA, MPA)\n\n\nKatie Hill's voice\n\nKatie Hill speaks on the 50th Anniversary of Apollo 11Recorded July 17, 2019\n\nKatherine Lauren Hill (born August 25, 1987) is an American former politician and social services administrator from Agua Dulce, California. A member of the Democratic Party, she served as the U.S. representative for California's 25th congressional district from January to November 2019. Hill is the former executive director of People Assisting the Homeless (PATH), a statewide non-profit organization working to end homelessness throughout California. She won her seat by defeating incumbent Republican Steve Knight in the 2018 midterm elections.\nOn October 18, 2019, RedState, a conservative blog, published a report on an alleged affair between Hill and her Legislative Director, which they both denied. On October 23, 2019, Hill admitted that she had had an inappropriate relationship with a campaign staffer before she became a Member of Congress. On October 27, 2019, she announced that she would resign from Congress. Nude photos of Hill were published by the Daily Mail, a British tabloid. Hill blamed the release of the photos on her ex-husband, called them an invasion of privacy and vowed to advocate for victims of revenge porn. She resigned on November 3, 2019, and left office two days later.\nIn June 2021, Hill was ordered to pay US$220,000 to the Daily Mail and other media, to reimburse the legal fees these companies spent defending themselves against her accusations.\n\n\nEarly life and education[edit]\nHill was born in Abilene, Texas, and grew up in the Saugus section of Santa Clarita, California. Her mother, Rachel (nee' Campbell),[2] was a registered nurse, and her father, Michael Hill, was a police lieutenant.[3] Hill attended public schools in the Santa Clarita Valley and graduated from Saugus High School in 2004.[4] She attended California State University, Northridge where she earned a bachelor's degree in English and a Master of Public Administration.[5]\n\nEarlier career[edit]\nHill began her career as a policy advocate at People Assisting the Homeless (PATH), a nonprofit organization developing affordable and supportive services for the homeless in California. Her husband allegedly worked there as well, and it is claimed Hill was his boss.[6] Later as the Executive Director for PATH, she raised the organization from a local force in Los Angeles County to one of the largest nonprofit providers of homes for the homeless in California.[7] Hill helped pass a ballot initiative, Measure H, during spring of 2017 to help alleviate homelessness by providing $1.2 billion in funds for homeless services in Los Angeles County.[8][9] Hill and her husband also raised goats in Agua Dulce, California.[7]\n\nU.S. House of Representatives[edit]\nElections[edit]\n2018[edit]\nMain article: 2018 United States House of Representatives elections in California § District 25\nHill speaking at the California Democratic Party State Convention (2019).\nOn March 8, 2017, Hill announced her candidacy for the U.S. House of Representatives for California's 25th congressional district, her home district, challenging incumbent Steve Knight, a Republican who had held the office since 2014.[10] Knight won re-election in 2016.[11][12]\nIn 2018, Hill came in second place in the primary election for California's 25th Congressional District, allowing her to advance to the November 6, 2018, general election, where she again faced Knight.[13] In the general election, she defeated Knight by a 54% vs. 46% tally.[citation needed]\nShe was the subject of a documentary-style series of episodes that aired on the HBO show Vice News Tonight.[14] The series documented the Hill campaign as the \"most millennial campaign ever\" for Congress.[15] Vice News Tonight reportedly planned on doing a follow-up episode regarding Hill's advancement to the general election.[16] In the weeks leading up to the midterm election, Hill was endorsed by former President Barack Obama, who also attended a campaign event in Southern California leading up to the election.[17]\n\nPolitical positions[edit]\nHill stated during her race for office that her top issues were addressing healthcare, rebuilding the middle class with policies that address income inequality and affordable housing, and getting big money out of politics.[9][18][19] She also stated her support for Medicare for All.[20]\nHill reportedly ran a grassroots campaign that didn't accept money from corporate political action committees.[21] In the first quarter of 2018, she raised over $400,000, bringing her total to $1,092,025 raised, with more than 9,800 individual contributions and more than 5,100 individual donors.[22]\nHill has supported comprehensive immigration reform while working towards greater funding and security along the southern border to counter primarily illegal drug trafficking and other various crimes. She also has supported some form of physical barrier along certain areas of the southern border.[23][24][25]\n\nAccording to an October 2018 article in Rolling Stone, Hill is an unabashed gun owner: \"We have the highest number of law enforcement officials of any district in my county. And we have the second-highest number of veterans of any district in the country. On top of that, a quarter of our district is rural. So people do own guns. That's how my husband and I both grew up. Forty percent of our district owns a gun or lives in a household with a gun.\"[7]\nTenure[edit]\nBefore the start of the 116th Congress, Hill and Colorado freshman U.S. Representative Joe Neguse were chosen as the freshman class representatives for the Democratic Caucus.[26]\n\nCommittee assignments[edit]\nCommittee on Armed Services\nSubcommittee on Seapower and Projection Forces\nSubcommittee on Tactical Air and Land Forces\nCommittee on Oversight and Reform (Vice Chair)\nSubcommittee on Economic and Consumer Policy\nUnited States House Oversight Subcommittee on Environment\nCommittee on Science, Space, and Technology\nSubcommittee on Space and Aeronautics\nCaucus memberships[edit]\nCongressional LGBT Equality Caucus (Co-Chair)\nCongressional Progressive Caucus\nNew Democrat Coalition\nAccusations of improper relationships[edit]\nHill's final speech on her decision to resign (October 31, 2019).\nOn October 18, 2019, the conservative political blog RedState published allegations that Hill was involved in an extramarital affair with her young male staffer. Hill denied such allegations,[27] with Hill saying that her estranged husband, whom she described as abusive, was doing everything he could to humiliate her, and that her political opponents were exploiting a private matter for political gain.[28] Her husband denied the allegations of abuse.[29] Hill reached out to the Speaker of the House of Representatives Nancy Pelosi to deny the allegations.[30]\nOn October 23, 2019, Hill sent an email to constituents in which she admitted to an inappropriate relationship with a campaign staffer before becoming a member of Congress.[31][32] The relationship was with a 22-year-old female subordinate recently out of college.[33][34] RedState also published nude photos of Hill as part of the story. Hill said that the U.S. Capitol Police opened an investigation into who may have leaked the photos.[35]\n\nInvestigation[edit]\nThe House Ethics Committee announced on October 23, 2019, that it would conduct an investigation into the allegation that Hill had an affair with her staffer,[36] which would be in violation of House ethics reforms that were implemented in 2018 in response to the #MeToo movement.[37][38][39] Hill promised to cooperate with the Congressional ethics investigation regarding allegations of wrongdoing as a member of Congress.[31][32]\n\nResignation[edit]\nOn October 27, 2019, Hill announced via Twitter that she would resign from Congress:[40][41] \"This is the hardest thing I have ever had to do, but I believe it is the best thing for my constituents and our country.\"[42] Speaker of the House Nancy Pelosi said Hill made \"some errors in judgment that made her continued service as a Member untenable\".[43] Hill vowed to combat revenge porn after photos of her were leaked.[44]\n\nIn her last speech before Congress on October 31, 2019, Hill said there was a \"double standard\" and \"misogynistic culture\" that resulted in her decision to step down from her position: \"I'm leaving, but we have men who have been credibly accused of intentional acts of sexual violence and remain in boardrooms, on the Supreme Court, in this very body, and worst of all, in the Oval Office...As my final act I voted to move forward with the impeachment of Donald Trump on behalf of the women of the United States of America.\"[45][46]\nOn December 7, 2019, Hill penned an op-ed in The New York Times in which she described the events that led to her decision to resign, and mentions that she was suicidal during that time period.[47]\n\nAftermath[edit]\nIn the special election held in the spring of 2020, Hill endorsed State Assemblywoman Christy Smith, who ultimately lost the election in an upset. Hill, whose PAC contributed $200,000,[48] said that Smith had been considered \"the mom of Democratic politics\" in the district for years, and that \"there's no one else that I could even think of that I would want to run for this.\"[49] Some Democrats regretted Hill's involvement in the campaign.[50]\nAfter Hill's resignation, Monica Lewinsky reached out and offered to talk about some of the similarities and differences in being the victim of public shaming.[51]\nIn December 2020, Hill filed a lawsuit against her ex-husband, the Daily Mail, and RedState over \"non consensual porn\".[52] On April 7, 2021, a judge ruled in favor of the Daily Mail, finding that the photos are protected as \"a matter of public issue or public interest\" under the First Amendment to the United States Constitution. Hill's attorneys said they plan to appeal the decision.[53][54][55] The judge also ordered Hill to pay roughly $220,000 in fees to the Daily Mail and a couple of journalists.[56]\nOn April 5, 2021, Hill called for Matt Gaetz to resign in an opinion piece for Vanity Fair, after it was reported that Gaetz had allegedly shown pictures of naked women he claimed to have slept with, including to colleagues on the House floor.[57] Gaetz had supported Hill after the leak of her photos, and Hill called him an \"unlikely friend\" during their time in Congress.[58][59][60]\n\nElectoral history[edit]\n\nCalifornia's 25th congressional district election, 2018\n\n\nPrimary election\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nSteve Knight (incumbent)\n\n61,411\n\n51.8\n\n\n\n\nDemocratic\n\nKatie Hill\n\n24,507\n\n20.7\n\n\n\n\nDemocratic\n\nBryan Caforio\n\n21,821\n\n18.4\n\n\n\n\nDemocratic\n\nJess Phoenix\n\n7,549\n\n6.4\n\n\n\n\nDemocratic\n\nMary Pallant\n\n3,157\n\n2.7\n\n\nTotal votes\n\n118,445 \n\n100.0 \n\n\nGeneral election\n\n\n\n\nDemocratic\n\nKatie Hill \n\n133,209 \n\n54.4 \n\n\n\n\nRepublican\n\nSteve Knight (incumbent)\n\n111,813\n\n45.6\n\n\nTotal votes\n\n245,022 \n\n100.0 \n\n\n\n\nDemocratic gain from Republican\n\n\nPersonal life[edit]\nHill came out as bisexual after high school.[61] She was California's first openly bisexual person to be elected to Congress.[62]\nHill had a tattoo of an Iron Cross on her lower groin, which she got after a sexual assault as a teenager. The tattoo has since been covered over after photos were published in 2019.[63]\nIn July 2010, Hill married Kenny Heslep, whom she began dating just after high school. They resided in Agua Dulce, California, on their farm, where they fostered rescue animals.[64] Heslep filed for divorce in 2019 and the divorce was settled in October 2020.[28] In December 2020, a judge awarded Hill a restraining order against her ex-husband.[65][66]\nHill also rented an apartment in Washington, D.C., with freshman representative Lauren Underwood.[67]\nOn January 19, 2020, her half-brother, Daniel Bennett, died of a drug overdose at the age of 20.[68]\nHill's memoir, She Will Rise: Becoming a Warrior in the Battle for True Equality, in which she shares her experiences from her time in politics, was published in 2020.[51]\nBy July 2019, Hill was in a romantic relationship with Alex Thomas, a reporter and novelist.[69]  In October of 2021, Hill acknowledged that she and Thomas were expecting a child.[70]\nIn December 2021, Hill was diagnosed with Covid 19[71]\nOn December 30, 2021, Hill gave birth to a baby boy whom she and Alex Thomas named Finn.[72]\nIn July 2022, Hill declared bankruptcy.[73]\nHill current serves as deputy director of HOPICS, a Los Angeles nonprofit aiming to subsidize rents for the otherwise homeless.  HOPICS is currently under investigation after 306 of its clients were evicted due to HOPICS failure to pay rent for long periods, despite $140 million in government funding.[74]\n\nSee also[edit]\nList of federal political sex scandals in the United States\nList of LGBT members of the United States Congress\nWomen in the United States House of Representatives\nReferences[edit]\n\n\n^ @KatieHill4CA (January 4, 2022). \"So proud to welcome Finn to the world! He made a dramatic entry 7 weeks early but we're so glad he's healthy. Ple…\" (Tweet) – via Twitter.\n\n^ https://www.dignitymemorial.com/obituaries/newhall-ca/daniel-bennett-9009750\n\n^ Goodyear, Dana (June 12, 2018). \"Katie Hill Is a New Kind of California Democrat. Can She Help Flip the House?\". The New Yorker.\n\n^ Wu, Nicholas (November 14, 2019). \"Former Rep. Katie Hill says she's 'really, really concerned' for Saugus High School shooting survivors\". USA Today. McLean, Virginia. Retrieved November 14, 2019.\n\n^ Herstein, Olivia (December 17, 2018). \"Ms. Hill Goes to Washington\". CSUN Today.\n\n^ \"Embattled Rep. Katie Hill's husband claims he got jobs at non-profit where she worked because of her 'influence'\". CNBC. October 25, 2019. Retrieved October 28, 2019. [Hill's] employer was concerned about nepotism and how it looked that she was my boss\n\n^ a b c Dickinson, Tim (October 15, 2018). \"Chatting With Millennial Candidate Katie Hill About Flipping One of California's Red Districts\". Rolling Stone. Retrieved October 29, 2019.\n\n^ Holt, Jim (February 23, 2017). \"Debate weighs pros and cons of Measure H\" The Signal.\n\n^ a b Pramuk, Jacob (April 4, 2018). \"The number of women running for office is rising. 7 first-time House candidates explain why they're running in the age of Trump\" CNBC.\n\n^ Panzar, Javier (March 8, 2017). \"Democrat Katie Hill will challenge GOP Rep. Steve Knight in 2018\" Los Angeles Times.\n\n^ Will, George (March 21, 2018). \"Fueled by fury against Trump, Democrats dream of turning California bluer\". The Washington Post.\n\n^ \"Katie Hill flips CA-25. CA flips the House. Let's make 2018 happen\". Daily Kos. April 3, 2017.\n\n^ \"Katie Hill\" Ballotpedia. Retrieved August 28, 2018.\n\n^ Panzar, Javier (May 7, 2018). \"Vice News special on California candidate Katie Hill offers unvarnished -- sometimes uncomfortable -- look at campaigning in 2018\" Los Angeles Times.\n\n^ Thomas, Shawna (May 17, 2018). \"Inside the 'Most Millennial Campaign Ever' for Congress\" Vice News.\n\n^ Lunetta, Caleb (June 8, 2018). \"Katie Hill Vice News Documentary Depicts Days Leading Up To Election Night Victory\" KHTS HomeTownStation.\n\n^ \"Obama Campaigns for California Dems, Including Bi Woman Katie Hill\". Advocate. September 8, 2018. Retrieved November 11, 2018.\n\n^ \"Katie Hill's Issue Positions (Political Courage Test)\" Vote Smart. Retrieved August 28, 2018.\n\n^ Modesti, Kevin (May 3, 2018). \"Katie Hill climbs — literally — in LA area's most-watched House race\" Los Angeles Daily News.\n\n^ Quinlan, Casey (October 31, 2018). \"Meet Katie Hill, the millennial who could flip a solidly red California district\". ThinkProgress. Retrieved October 29, 2019.\n\n^ Reynoso, Maria (July 15, 2018). \"Young People: If we vote, we can elect Katie Hill in California's 25th Congressional District!\". Millennial Politics. Archived from the original on November 8, 2018. Retrieved August 31, 2018.\n\n^ Brown, Michael (April 16, 2018). \"Katie Hill Leads The Pack In Congressional Campaign Finance\". KHTS HomeTownStation.\n\n^ @KatieHill4CA (December 29, 2018). \"A story written today mischaracterizes my position, so let's be clear:We won't waste money on an ineffective wall…\" (Tweet). Retrieved December 29, 2018 – via Twitter.\n\n^ Painter, Ryan (January 6, 2019). \"Rep. Katie Hill discusses government shutdown with constituents at first town hall\". The Santa Clarita Valley Proclaimer. Archived from the original on January 9, 2019. Retrieved January 8, 2019.\n\n^ \"Democrat: I'll vote for border barriers\". CNN. January 11, 2019.\n\n^ Bricker, Brianna (November 29, 2018). \"Representative-elect Katie Hill elected to junior leadership role\". The Santa Clarita Valley Proclaimer. Archived from the original on January 9, 2019. Retrieved January 8, 2019.\n\n^ Caitlin Moscatello (March 2, 2020). \"Katie Hill, After the Scandal\". The New Yorker. Retrieved May 13, 2020. Hill released a statement denying the relationship with Kelly\n\n^ a b Gambino, Lauren (October 27, 2019). \"Katie Hill, Rising Democratic Star, Resigns Amid Claims of Relationship with Staffer\". The Guardian. Retrieved October 27, 2019. Last week the House ethics committee opened an investigation into allegations that Hill had engaged in a sexual relationship with her legislative director, Graham Kelly\n\n^ Lauren Lantry (February 21, 2020). \"Reflecting on her 2019 scandal, former Rep. Katie Hill says she still hasn't 'fully recovered'\". ABC News. Retrieved May 13, 2020. \"Ms. Hill has made no allegations of abuse in her petition for dissolution,\" Heslep's lawyers told ABC News following the accusations. \"Mr. Heslep denies any allegations of abuse or wrongdoing.\n\n^ Browning, Bil (October 23, 2019). \"Was Congresswoman Katie Hill in a throuple relationship with a former campaign staffer?\". LGBTQ Nation.\n\n^ a b Wulfsohn, Joseph (April 9, 2019). \"Rep. Katie Hill admits to 'inappropriate' relationship with campaign staffer, vows to cooperate with ethics panel\". Fox News. Retrieved October 24, 2019.\n\n^ a b Serfaty, Sunlen; Lah, Kyung; Foran, Clare; Duster, Chandelis (October 23, 2019). \"Katie Hill admits to relationship with campaign staffer after ethics probe announced over separate alleged relationship\". CNN. Archived from the original on October 24, 2019. Retrieved October 24, 2019.\n\n^ Jurecic, Quinta (October 31, 2019). \"The Humiliation of Katie Hill Offers a Warning\". The Atlantic. Retrieved September 21, 2020. the uncomfortable dynamics of Hill's relationship with a staffer who was almost a decade her junior, and a recent college graduate.\n\n^ \"Katie Hill Tries the Al Franken Defense\". Editorial. The Wall Street Journal. November 1, 2019. Retrieved September 21, 2020. ...a relationship with [...] a 22-year-old female subordinate on her payroll\n\n^ Bresnahan, John; Caygle, Heather (October 22, 2019). \"Freshman Dem Katie Hill denies improper relationship with aide\". Politico. Retrieved October 23, 2019. Hill said U.S. Capitol Police are now investigating where the nude photo came from and how it was published.\n\n^ Bresnahan, John (October 23, 2019). \"Ethics panel launches investigation into Rep. Katie Hill\". Politico. Retrieved October 23, 2019.\n\n^ \"Katie Hill's fast political rise met a quick fall amid shifting politics in #MeToo era\". Los Angeles Times. October 28, 2019. Retrieved October 29, 2019. Hill's resignation is the first by a woman in Congress in the wake of the institution's reckoning with the national #MeToo movement against sexual harassment, which prompted a new rule last year banning relationships between members and staffers.\n\n^ \"Katie Hill sex case: #MeToo advocates hold their fire\". San Francisco Chronicle. October 25, 2019. Retrieved October 29, 2019. said Hill had a relationship with a member of her congressional staff. Among the #MeToo reforms that passed Congress was a law prohibiting members from having sexual relationships with their staffers.\n\n^ Dastigi, Alia E. (October 28, 2019). \"Katie Hill's resignation is about much more than an alleged affair and explicit photos\". USA Today. Retrieved September 21, 2020. Hill, who is in the midst of a messy divorce, has denied an accusation she had an affair with a male congressional staffer — the more serious charge, since it violates new House rules passed in the wake of #MeToo.\n\n^ Caygle, Heather; Bresnahan, John; Cheney, Kyle (October 27, 2019). \"Rep. Katie Hill to resign amid allegations of inappropriate relationships with staffers\". Politico.\n\n^ Wire, Sarah D.; Mai-Duc, Christine; Haberkorn, Jennifer (October 27, 2019). \"Democratic Rep. Katie Hill to Resign Amid Allegations of Improper Relationship with Staffer\". Los Angeles Times. Retrieved October 27, 2019.\n\n^ Bowman, Emma (October 27, 2019). \"Rep. Katie Hill, Facing An Ethics Investigation, Says She Will Resign\". NPR News.\n\n^ \"Katie Hill, California congresswoman, resigns amid allegations of affairs with staff\". CBS News. October 28, 2019.\n\n^ Flynn, Meagan (October 28, 2019). \"Katie Hill Vows to Battle Revenge Porn After Resignation Following Leaked Nude Photos\". The Washington Post. Retrieved October 28, 2019.\n\n^ Shugerman, Emily (October 31, 2019). \"Rep. Katie Hill Blasts 'Misogynistic Culture' in Exit Speech\". The Daily Beast. Retrieved October 31, 2019.\n\n^ Haddad, Tareq (November 1, 2019). \"Watch Katie Hill's defiant resignation speech before backing Trump impeachment inquiry \"on behalf of the women of the United States of America\"\". Newsweek.\n\n^ Hill, Katie (December 7, 2019). \"Katie Hill: It's Not Over After All\". Opinion. The New York Times.\n\n^ Mutnick, Ally (May 8, 2020). \"Democrats are on verge of the unthinkable: Losing a swing district in California\". Politico. Retrieved May 13, 2020. Hill waded into the race in April with her new PAC, cutting a direct-to-camera TV ad aimed at juicing Democratic turnout. Her $200,000 expenditure caught the DCCC by surprise\n\n^ Schulberg, Jessica (December 18, 2019). \"How Cenk Uygur Threw The Race To Replace Katie Hill Into Chaos\". HuffPost.\n\n^ Barabak, Mark Z. (May 10, 2020). \"During the pandemic, Republicans see a rare political opportunity in California\". Los Angeles Times. Retrieved May 13, 2020. Hill recently surfaced — to the chagrin of some Democrats — in a video ad criticizing Trump's handling of the pandemic and urging voters to take part in the special election. Privately, party strategists said they would have preferred the ex-congresswoman remain out of sight.\n\n^ a b Hinchliffe, Emma (August 17, 2020). \"Katie Hill on refusing to disengage from politics: 'Change is too important to step out of the arena\". Fortune. Retrieved August 17, 2020.\n\n^ Blankstein, Andrew (December 22, 2020). \"Former Rep. Katie Hill sues ex-husband, Daily Mail, Redstate.com over 'nonconsensual porn'\". NBC News.\n\n^ Hall, Louise (April 8, 2021). \"Katie Hill says judge 'thinks revenge porn is free speech' in reaction to Daily Mail ruling\". The Independent. Retrieved April 8, 2021.\n\n^ Mehta, Seema (April 8, 2021). \"Former Rep. Katie Hill loses first round in her lawsuit alleging revenge porn\". Los Angeles Times. Retrieved April 8, 2021.\n\n^ Rummler, Orion (April 8, 2021). \"Former Rep. Katie Hill loses lawsuit against Daily Mail over nude photos\". Axios. Retrieved April 8, 2021.\n\n^ DeMarche, Edmund (June 3, 2021). \"Katie Hill ordered to pay $220,000 in lawyer fees in revenge porn suit: report\". Fox News. Retrieved June 3, 2021.\n\n^ Hill, Katie (April 5, 2021). \"Matt Gaetz Defended Me When My Nudes Were Shared Without My Consent. Now He's Accused of Doing Just That\". Vanity Fair. Retrieved April 8, 2021.\n\n^ \"Ex-Rep. Katie Hill calls on onetime ally Matt Gaetz to resign if there's \"a fraction of truth\" to allegations\". CBS News. April 6, 2021. Retrieved April 8, 2021.\n\n^ Chan, J. Clara (April 6, 2021). \"Katie Hill Calls for 'Unlikely' Friend Matt Gaetz to Promptly Resign if Reports Are True\". TheWrap. Retrieved April 8, 2021.\n\n^ Pengelly, Martin (April 6, 2021). \"Katie Hill: Matt Gaetz backed me but he must quit if nude-photo reports are true\". The Guardian. New York. Retrieved April 8, 2021.\n\n^ Ring, Trudy (November 5, 2018). \"Bisexual Candidate Katie Hill Challenges a Homophobe for Congress\". The Advocate. Retrieved February 27, 2019.\n\n^ Baume, Matt (November 7, 2018). \"Katie Hill Makes History As California's First Openly Bisexual Member of Congress\". Intomore.com. Retrieved March 16, 2019.\n\n^ Bennett, Jessica (August 8, 2020). \"The Nudes Aren't Going Away. Katie Hill's OK With That\". The New York Times. Retrieved June 25, 2021.\n\n^ Miller, Lindsay (November 11, 2017). \"Katie Hill Is Running for Congress — and Speaking Up About Her Unplanned Pregnancy\". Popsugar.\n\n^ \"Former Rep. Katie Hill awarded restraining order against ex-husband\". ABC 7 Los Angeles. Associated Press. December 9, 2020. Archived from the original on December 10, 2020. Retrieved December 9, 2020.\n\n^ Blankstein, Andrew (December 8, 2020). \"Judge grants former Rep. Katie Hill temporary restraining order against her ex-husband\". NBC News. Retrieved December 9, 2020.\n\n^ Lah, Kyung (January 4, 2019). \"Rep. Hill: I just do what I think is right\". CNN. Retrieved October 27, 2019.\n\n^ https://nypost.com/2020/01/20/daniel-bennett-brother-of-former-rep-katie-hill-found-dead-in-los-angeles/\n\n^ Moscatello, Caitlin (March 2, 2020). \"Katie Hill, After the Scandal\". New York. Retrieved March 4, 2020. By mid-2019, Hill was thriving in her new role in Congress. She'd begun a romantic relationship with Alex Thomas, a political writer\n\n^ https://people.com/parents/former-congresswoman-katie-hill-expecting-baby-with-writer/\n\n^ https://people.com/parents/katie-hill-pregnant-covid-19-coronavirus-8-months-baby-boy/\n\n^ https://twitter.com/KatieHill4CA/status/1481447435809349632/photo/1\n\n^ Mehta, Seema (July 12, 2022). \"Former Rep. Katie Hill, who lost revenge porn lawsuit, files for bankruptcy\". Los Angeles Times.\n\n^ \"Hundreds of formerly homeless people get evicted after L.A. nonprofit fails to pay rent on time\". Cal Matters. December 12, 2023.\n\n\nExternal links[edit]\n\n\nKatie Hill  at Wikipedia's sister projects\n\nMedia from CommonsQuotations from WikiquoteData from Wikidata\n\nBiography at the Biographical Directory of the United States Congress\nFinancial information (federal office) at the Federal Election Commission\nLegislation sponsored at the Library of Congress\nProfile at Vote Smart\nAppearances on C-SPAN\n\n\nU.S. House of Representatives\n\n\nPreceded bySteve Knight\n\n Member of the U.S. House of Representativesfrom California's 25th congressional district 2019\n\nSucceeded byMike Garcia\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byMayra Floresas Former US Representative\n\n Order of precedence of the United Statesas Former US Representative \n\nSucceeded byConnie Conwayas Former US Representative\n\n\nvteCalifornia's delegation(s) to the 116th United States Congress (ordered by seniority)\n\n\n116th\n\nSenate: \n▌D. Feinstein (D)\n▌K. Harris (D)\n\n\nHouse: \n▌N. Pelosi (D)\n▌M. Waters (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌L. Roybal-Allard (D)\n▌Z. Lofgren (D)\n▌B. Sherman (D)\n▌B. Lee (D)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌S. Davis (D)\n▌A. Schiff (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌J. Speier (D)\n▌D. D. Hunter (R)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n▌K. Bass (D)\n▌A. Bera (D)\n▌J. Brownley (D)\n▌T. Cárdenas (D)\n▌P. Cook (R)\n▌J. Huffman (D)\n▌D. LaMalfa (R)\n▌A. Lowenthal (D)\n▌S. Peters (D)\n▌R. Ruiz (D)\n▌E. Swalwell (D)\n▌M. Takano (D)\n▌J. Vargas (D)\n▌P. Aguilar (D)\n▌M. DeSaulnier (D)\n▌T. Lieu (D)\n▌N. Torres (D)\n▌N. Barragán (D)\n▌S. Carbajal (D)\n▌L. Correa (D)\n▌R. Khanna (D)\n▌J. Panetta (D)\n▌J. Gomez (D)\n▌G. Cisneros (D)\n▌T. J. Cox (D)\n▌J. Harder (D)\n▌K. Hill (D)\n▌M. Levin (D)\n▌K. Porter (D)\n▌H. Rouda (D)\n▌M. Garcia (R)\n\n\n\nAuthority control databases International\nVIAF\nNational\nUnited States\nPeople\nUS Congress\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Katie_Hill&oldid=1197079931\"",
    "twitter": ""
  },
  {
    "name": "Katie Hyten",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/katie-hyten-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Kelly Murphy",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/kelly-murphy-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "American author, illustrator and educator\nFor other people with similar names, see Kelly Murphy (disambiguation).\nKelly Murphy is an American author, illustrator and educator. She is based in Providence, Rhode Island.[1]\n\n\nEarly life[edit]\nMurphy was born in Boston, Massachusetts and raised in southeastern Massachusetts.[2] She attended the Rhode Island School of Design (RISD) in Providence, Rhode Island.[3] Her student work receiving distinction from the Society of Illustrators of New York. After graduating with a Bachelor of Fine Arts degree in illustration in 1999, Murphy started a freelance career as an editorial and children's books illustrator.\n\nCareer[edit]\nShe wrote and illustrated her first picture book, The Boll Weevil Ball, in 2002[4] and has since illustrated more than 40 books for children, including stories written by authors Dave Eggers,[5] J. Patrick Lewis, Linda Sue Park, Richard Peck, Beatrix Potter and Jane Yolen.[6] Murphy has also created artwork for theater,[7] film and animation, including character designs for the Sesame Workshop animated show Esme & Roy on HBO, and the 2013 documentary Muscle Shoals.[8]\nShe has taught at the Massachusetts College of Art and Design and Montserrat College of Art, and is a faculty member of the Rhode Island School of Design.[9]\n\nAwards[edit]\nIn 2009 Murphy earned an E.B. White Read Aloud Award[10] for illustrating the New York Times Best Seller[11] Masterpiece, written by Elise Broach. She subsequently illustrated books in a companion series for younger readers, The Masterpiece Adventures, by the same author.\nIn 2019 All the Greys on Greene Street, written by Laura Tucker and illustrated by Murphy, was distinguished as a best book of the year by The New York Times,[12] Kirkus Reviews,[13] BookPage[14] and Publishers Weekly.[15]\n\nExhibitions[edit]\nMurphy was one of 5 artists whose work was exhibited in the 18th Annual Children's Book Illustrators' Show & Signing at the Chemers Gallery in Tustin, CA in 2009.[16]\nMurphy's original art was exhibited in the 2010 Children's Book Illustrators Exhibition at the Brush Art Gallery & Studios, with fellow RISD alumni illustrators Christopher Bing, David Macaulay and David Wiesner.[17]\nMurphy's work has been exhibited at the Museum of American Illustration in New York City, NY.[18]\nIn 2012, Murphy's work received a Gold Award in the Illustration West 50 competition and was exhibited at the Gallery Nucleus in Alhambra, California.[19] Murphy was also chosen from RISD's illustrious alumni as one of the artists featured in RISD ICONS: A Legacy of Illustration from the Rhode Island School of Design[20] exhibit at the Woods Gerry Gallery.\nIn 2014, Murphy was a keynote speaker at the Society of Children's Book Writers and Illustrators 2014 Writers & Illustrators Working Conference in Austin, Texas.[21]\nMurphy is one of the illustrators and authors presenting at the Lincoln School's 2018 Rhode Island Festival of Children's Books and Authors.[22][23]\n\nBibliography[edit]\nChapter books[edit]\nMasterpiece (2008, Illustrator, written by Elise Broach)\nFlight of the Phoenix (Nathaniel Fludd, Beastologist, Book 1) (2009, Illustrator, written by R. L. LaFevers)\nThe Basilisk's Lair (Nathaniel Fludd, Beastologist, Book 2) (2010, Illustrator, written by R. L. LaFevers)\nThe Wyverns' Treasure (Nathaniel Fludd, Beastologist, Book 3) (2010, Illustrator, written by R. L. LaFevers)\nHaunted Houses (Are You Scared Yet?) (2010, Co-illustrated with Antoine Revoy, written by Robert D. San Souci)\nThe Unicorn's Tale (Nathaniel Fludd, Beastologist, Book 4) (2011, Illustrator, written by R. L. LaFevers)\nSecrets at Sea (2011, Illustrator, written by Richard Peck)\nAlex and the Amazing Time Machine (2012, Illustrator, written by Rich Cohen)\nThe Scorpions of Zahir (2012, Illustrator, written by Christine Brodien-Jones)\nBehind the Bookcase (2012, Illustrator, written by Mark Steensland)\nThe Mouse with the Question Mark Tail (2013, Illustrator, written by Richard Peck)\nAnton and Cecil: Cats at Sea (2013, Illustrator, written by Lisa and Valerie Martin)\nThe Miniature World of Marvin and James (2014, Illustrator, written by Elise Broach)\nThe Wollstonecraft Detective Agency, Book 1: The Case of the Missing Moonstone (2015, Illustrator, written by Jordan Stratford)\nJames to the Rescue (2015, Illustrator, written by Elise Broach)\nThe Door by the Staircase (2016, Illustrator, written by Katherine Marsh)\nThe Wollstonecraft Detective Agency, Book 2: The Case of the Girl in Grey (2016, Illustrator, written by Jordan Stratford)\nAnton and Cecil: Cats Aloft (2016, Illustrator, written by Lisa and Valerie Martin)\nThe Wollstonecraft Detective Agency, Book 3: The Case of the Counterfeit Criminals (2017, Illustrator, written by Jordan Stratford)\nTrouble at School for Marvin & James (2017, Illustrator, written by Elise Broach)\nA Properly Unhaunted Place (2017, Illustrator, written by William Alexander)\nThe Wollstonecraft Detective Agency, Book 4: The Case of the Perilous Palace (2018, Illustrator, written by Jordan Stratford)\nA Festival of Ghosts (2018, Illustrator, written by William Alexander)\nAll The Greys on Greene Street (2019, Illustrator, written by Laura Tucker)\nA Trip to the Country for Marvin & James (2020, Illustrator, written by Elise Broach)\nHappily for Now (2021, Illustrator, written by Kelly Jones)\nGinny Off the Map (2023, Illustrator, written by Caroline Hickey)\nPicture books[edit]\nThe Boll Weevil Ball (2002)\nA Place To Grow (2002, Illustrator, written by Stephanie Bloom)\nLoony Little (2003, Illustrator, written by Dianna Hutts Aston)\nDancing Matilda (2004, Illustrator, written by Sarah Hager)\nGood Babies (2005, Illustrator, written by Tim Myers)\nFiona's Luck (2007, Illustrator, written by Teresa Bateman)\nGallop-O-Gallop (2007, Illustrator, written by Sandra Alonso)\nHush, Little Dragon (2008, Illustrator, written by Boni Ashburn)\nThe Peach Boy (2009, Illustrator, written by Alex Frith)\nBrand-New Baby Blues (2009, Illustrator, written by Kathi Appelt)\nOver At The Castle (2009, Illustrator, written by Boni Ashburn)\nCreepy Monsters, Sleepy Monsters (2011, Illustrator, written by Jane Yolen)\nFace Bug (2013, Illustrator, written by J. Patrick Lewis, photographs by Fred Siskind)\nRomping Monsters, Stomping Monsters (2013, Illustrator, written by Jane Yolen)\nThe Slowest Book Ever (2016, Illustrator, written by April Pulley Sayre)\nTogether We Grow (2020, Illustrator, written by Susan Vaught)[24]\nFaraway Things (2021, Illustrator, written by Dave Eggers)[25]\nDakota Crumb: Tiny Treasure Hunter (2021, Illustrator, written by Jamie Michalak)\nDakota Crumb and the Secret Bookshop: A Tiny Treasure Hunt (2023, Illustrator, written by Jamie Michalak)\nReferences[edit]\n\n\n^ Ken Abrams (September 29, 2021). \"Rhode Islanders Jamie Michalak and Kelly Murphy team up for an enjoyable tale\". Providence Monthly. Retrieved 2021-10-12.\n\n^ \"Kelly Murphy\". www.cricketmagkids.com. Retrieved 2020-11-07.\n\n^ Interview With Illustrator Kelly Murphy, Ruby Winkle, November 17, 2009, retrieved 2009-11-17\n\n^ \"The Boll Weevil Ball book signing at the Danforth Museum of Art\". Archived from the original on 2018-08-27. Retrieved 2014-03-17.\n\n^ \"Faraway Things + Interview with Dave Eggers\". www.averyandaugustine.com. Retrieved 2021-09-02.\n\n^ Pamela Paul (October 14, 2011), \"Bookshelf: Boo!\", The New York Times, retrieved 2020-11-24\n\n^ \"Poster designs for past productions of Shakespeare on the Sound\". Archived from the original on 2012-04-14. Retrieved 2010-08-30.\n\n^ Muscle Shoals at IMDb \n\n^ \"Kelly Ann Murphy\". Highlights Foundation. 2012-05-16. Retrieved 2020-11-07.\n\n^ Winner of the 2009 E.B. White Read Aloud Award for Picture Books\n\n^ The New York Times Best Sellers List: Children's Paperback Books\n\n^ The 25 Best Children’s Books of 2019 - The New York Times\n\n^ Kirkus Best Middle Grade Historical Fiction of 2019\n\n^ BookPage Feature Best Books of 2019: Middle Grade\n\n^ Best Books 2019: Middle Grade Publishers Weekly\n\n^ Chemers Gallery 18th Annual Children's Book Illustrators' Show & Signing\n\n^ Mark Shanahan & Meredith Goldstein (October 5, 2010), Illustrators draw a crowd, The Boston Globe, retrieved 2010-10-05\n\n^ Society of Illustrators Book and Editorial Exhibit: Featured Artists\n\n^ 50th Annual Illustration West Exhibition at Gallery Nucleus\n\n^ \"RISD ICONS: A Legacy of Illustration from the Rhode Island School of Design featured artists\". Archived from the original on 2012-12-21. Retrieved 2012-06-03.\n\n^ Society of Children’s Book Writers and Illustrators 2014 Writers & Illustrators Working Conference\n\n^ 2018 Rhode Island Festival of Children's Books and Authors\n\n^ Kathie Raleigh (October 10, 2018), Providence's Lincoln School to host Rhode Island Festival of Children's Books and Authors, The Providence Journal, retrieved 2020-11-09\n\n^ Maryann Owen (March 15, 2020), Booklist Starred Review for Together We Grow, Booklist, retrieved 2023-08-09\n\n^ Mary Lanni (January 1, 2021), School Library Journal Starred Review for Faraway Things, School Library Journal, retrieved 2023-08-09\n\n\nExternal links[edit]\nKelly Murphy's official website\nKelly Murphy on the Macmillan's Authors page\nKelly Murphy on Houghton Mifflin Harcourt's Illustrator page\nKelly Murphy | Official Publisher Page | Simon & Schuster\nKelly Murphy at IMDb\n\nChildren's literature portal\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nCatalonia\nGermany\nUnited States\nJapan\nCzech Republic\nKorea\nNetherlands\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Kelly_Murphy&oldid=1191659080\"",
    "twitter": ""
  },
  {
    "name": "Kent Wired",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/kent-wired-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Kevin McCarthy",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/kevin-mccarthy-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American politician (born 1965)\nFor other people named Kevin McCarthy, see Kevin McCarthy (disambiguation).\n\n\nKevin McCarthyOfficial portrait, 202355th Speaker of the United States House of RepresentativesIn officeJanuary 7, 2023[a] – October 3, 2023Preceded byNancy PelosiSucceeded byMike Johnson[b]House Minority LeaderIn officeJanuary 3, 2019 – January 3, 2023WhipSteve ScalisePreceded byNancy PelosiSucceeded byHakeem JeffriesLeader of the House Republican ConferenceIn officeJanuary 3, 2019 – October 3, 2023Preceded byPaul RyanSucceeded byMike JohnsonHouse Majority LeaderIn officeAugust 1, 2014 – January 3, 2019SpeakerJohn BoehnerPaul RyanPreceded byEric CantorSucceeded bySteny HoyerHouse Majority WhipIn officeJanuary 3, 2011 – August 1, 2014SpeakerJohn BoehnerPreceded byJim ClyburnSucceeded bySteve ScaliseHouse Republican Chief Deputy WhipIn officeJanuary 3, 2009 – January 3, 2011LeaderJohn BoehnerPreceded byEric CantorSucceeded byPeter RoskamMember of the U.S. House of Representativesfrom CaliforniaIn officeJanuary 3, 2007 – December 31, 2023Preceded byBill ThomasSucceeded byTBDConstituency22nd district (2007–2013)23rd district (2013–2023)20th district (2023)Minority Leader of the California AssemblyIn officeJanuary 5, 2004 – April 17, 2006Preceded byDave CoxSucceeded byGeorge PlesciaMember of the California State Assemblyfrom the 32nd districtIn officeDecember 2, 2002 – November 30, 2006Preceded byRoy AshburnSucceeded byJean Fuller\nPersonal detailsBornKevin Owen McCarthy (1965-01-26) January 26, 1965 (age 58)Bakersfield, California, U.S.Political partyRepublicanSpouse\nJudy Wages ​(m. 1992)​Children2EducationCalifornia State University, Bakersfield (BS, MBA)Signature\n\n\nMcCarthy's voice\n\nMcCarthy on the establishment of a Select Committee on the Chinese Communist PartyRecorded January 10, 2023\n\nKevin Owen McCarthy (born January 26, 1965) is an American politician who served as the 55th speaker of the United States House of Representatives from January to October 2023. A member of the Republican Party, he was the U.S. Representative for California's 20th congressional district from 2007 until his resignation in 2023.\nMcCarthy graduated from California State University, Bakersfield. He served two terms as a member of the California State Assembly before being elected to the U.S. House in 2006. McCarthy served as the House Republican chief deputy whip from 2009 to 2011 and as House majority whip from 2011 to 2014.[1][2] After House Majority Leader Eric Cantor's reelection loss in the 2014 Republican primary, McCarthy was elected majority leader under speaker John Boehner. He retained that position during Paul Ryan's speakership. In 2019, after Ryan retired, McCarthy was elected House Minority Leader.[3]\nAs Minority Leader, McCarthy supported Donald Trump's debunked claims of voter fraud after Joe Biden won the 2020 U.S. presidential election and initially participated in efforts to overturn the results. After the U.S. Capitol was stormed during the 2021 electoral vote count, McCarthy reversed his previous comments on voter fraud in the election and blamed Trump for the riot.[4][5][6][7] By 2022, he had publicly reconciled with Trump.[8][9] McCarthy led the House Republicans through the 2022 elections, in which they gained a slimmer-than-expected majority.\nMcCarthy was the Republican nominee for speaker in January 2023, but did not win the speakership on the first attempt, only securing the office after days of successive votes and negotiations within his own party as well as a historic 15 different ballots.[10][11][12] As Speaker, McCarthy dealt with a standoff between the House Republican conference and Biden administration that led to the 2023 debt-ceiling crisis and what would have been a first-ever national default. To resolve the crisis, the parties negotiated the Fiscal Responsibility Act of 2023, which passed with bipartisan support in Congress before Biden signed it into law.[13]\nIn September 2023, McCarthy relied on Democrats to help pass a bipartisan continuing resolution to avert a government shutdown. As a result, Republican congressman Matt Gaetz filed a motion to vacate against McCarthy.[14] Following a largely unprecedented House floor debate between members of the majority party, McCarthy was voted out as speaker on October 3, 2023.[15] His tenure was the third-shortest for a Speaker of the House in United States history,[16][c] and he became the first speaker to ever be removed from the role during a legislative session.[17][18][19] McCarthy resigned as a member of the House at the end of that year.[20]\n\n\nEarly life and education[edit]\nMcCarthy was born on January 26, 1965, in Bakersfield, California.[21] He is the son of Owen McCarthy[22][23] an assistant city fire chief,[24][25][26]\nand Roberta Darlene (née Palladino),[27] a homemaker. McCarthy is a fourth-generation resident of Kern County. His maternal grandfather was an Italian immigrant, and his paternal grandfather was Irish.[28] McCarthy is the first Republican in his immediate family, as his parents were members of the Democratic Party.[29][30] He attended Bakersfield High School, where he played on the football team, from 1979 to 1983.[31]\nIn 1984, at age 19, McCarthy ran his first business selling sandwiches out of the back of his uncle's yogurt shop on Stine Road.[32][33]\nMcCarthy attended California State University, Bakersfield, where he obtained a Bachelor of Science in marketing in 1989 and a Master of Business Administration in 1994.[34] During college, he worked as a seasonal firefighter for the Kern County Fire Department.[35]\n\nEarly political career[edit]\nMcCarthy served on the staff of Congressman Bill Thomas from 1987 to 2002.[34] In 1995, he chaired the California Young Republicans. From 1999 to 2001, he chaired the Young Republican National Federation.[30] From the late 1990s until 2000, he was Thomas's district director.[34] McCarthy won his first election in 2000, as a Kern Community College District trustee.[34] Thomas has since criticized McCarthy in numerous interviews.[36]\nMcCarthy was elected to the California State Assembly in 2002.[37] He became the Republican floor leader in 2003.[38] In 2006, McCarthy was first elected to the United States House of Representatives as a representative for California's 22nd district.[39] He succeeded his former boss, Bill Thomas,[40] who retired.[41] The district was renumbered as the 23rd district in 2013,[42][better source needed] and again as the 20th district in 2023.[43][better source needed]\n\nU.S. House of Representatives[edit]\n20072013201720192023Portraits of Kevin McCarthy as a Member of the House.\nCommittee assignments[edit]\nCommittee on Financial Services\nSubcommittee on Capital Markets, Insurance, and Government-Sponsored Enterprises\nSubcommittee on Financial Institutions and Consumer Credit\nCaucus memberships\n\nCongressional Western Caucus[44]\nParty leadership[edit]\nHouse Republican steering committee\nHouse Republican Chief Deputy Whip, 2009–2011\nHouse Majority Whip, 2011–2014\nHouse Majority Leader, 2014–2019\nHouse Minority Leader, 2019–2023\nSpeaker of the House,  January to October 2023\nEarly leadership posts[edit]\nRepresentative McCarthy at an oversight hearing of the House Natural Resources Subcommittee on Water and Power\nAs a freshman congressman, McCarthy was appointed to the Republican Steering committee. Republican leader John Boehner appointed him chair of the Republican platform committee during the committee's meetings in Minneapolis in August 2008, which produced the Republican Party Platform for 2008. He was also one of the three founding members of the GOP Young Guns Program.[45] After the 2008 elections, he was chosen as chief deputy minority whip, the highest-ranking appointed position in the House Republican Conference. His predecessor, Eric Cantor, was named minority whip.\n\nHouse majority whip[edit]\nOn November 17, 2010, the House Republican Conference selected McCarthy to be the House majority whip in the 112th Congress. In this post, he was the third-ranking House Republican, behind Speaker John Boehner and majority leader Eric Cantor.\nIn August 2011, McCarthy and Cantor led a group of 30 Republican members of Congress to Israel, where some members took part in a late-night swim in the Sea of Galilee, including one member—Kevin Yoder—who swam nude.[46] When McCarthy and Cantor later found out about the swim, they were \"furious\" and worried about negative news coverage, and \"called a members-only meeting the next morning to reprimand the group—both those who swam and those who abstained\".[46]\nIn 2012, McCarthy's office reported spending $99,000 on pastries, bottled water, and other food items, making him the highest-spending member of the House in this category.[47]\n\nHouse majority leader[edit]\nNorman L. Eisen, Condoleezza Rice and McCarthy in Prague, Czech Republic, 2011\nCantor lost the June 2014 primary for his seat in Congress, and announced he would step down from House leadership at the end of July. McCarthy sought to succeed Cantor, and after some speculation that Pete Sessions and Jeb Hensarling would challenge him, both dropped out, leaving McCarthy a clear path to become majority leader.[48] On June 13, representative Raul Labrador announced he would also seek the leadership position.[49] On June 19, the Republican Conference elected McCarthy majority leader.[50][51]\nAccording to the University of Minnesota's Humphrey School of Public Affairs, McCarthy is the least-tenured majority leader in the history of the House of Representatives. When he assumed the position in July 2014, he had served only seven years, six months and 29 days, the least experience of any floor leader in the House's history by more than a year.[52]\nMcCarthy kept four of his predecessor's staff members on his staff when he took over as majority leader, including deputy chief of staff Neil Bradley, who now has served in that role for three majority leaders.[53]\nMcCarthy has been under fire for avoiding meetings and town-hall events with constituents in his congressional district for years.[54][55][56] His last town hall was in June 2010.[57] He has opted for screened telephone calls since.[58]\nIn December 2017, McCarthy voted for the House Republican tax legislation.[59] After the vote, he asked his constituents to \"Come February, check your check, because that will be the pay raise of the vote for Donald Trump.\"[60]\nAn October 2018 investigation documented how William \"Bill\" Wages, of McCarthy's brother-in-law's company Vortex Construction, has received $7.6 million since 2000 in no-bid and other prime federal contracts as a minority business (a claim that has been disputed). The work was mostly for construction projects at the Naval Air Weapons Station China Lake in McCarthy's Bakersfield-based district, and Naval Air Station Lemoore in California's Kings County.[61]\n\nUnsuccessful 2015 candidacy for speaker of the House[edit]\nSee also: October 2015 Speaker of the United States House of Representatives election\nOn September 25, 2015, John Boehner decided to resign as speaker effective October 30, 2015. Many media outlets speculated that McCarthy would likely replace him,[62] and Boehner himself said that McCarthy \"would make an excellent speaker\".[63] On September 28, McCarthy formally announced his candidacy.[64] Having held congressional office for less than nine years, McCarthy would have been the speaker with the least time in Congress since 1891.[65]\nIn a September 29, 2015, interview with Fox News's Sean Hannity, McCarthy was asked what Republicans had accomplished in Congress. He replied by talking about the House of Representatives' special panel investigation into the 2012 Benghazi attack (in which Islamic militants attacked the American diplomatic compound in Benghazi, Libya). Republicans said the purpose of the government-funded committee was purely to investigate the deaths of four Americans.[66] But McCarthy said, \"Everybody thought Hillary Clinton was unbeatable, right? But we put together a Benghazi special committee, a select committee. What are her numbers today? Her numbers are dropping. Why? Because she's untrustable. But no one would have known any of that had happened had we not fought.\"[67] The comment was seen as an admission that the investigation was a partisan political undertaking rather than a substantive inquiry.[68][69][70][71] Some commentators described his remark as a classic \"Kinsley gaffe\" (defined as when a politician accidentally tells the truth).[72] The remark was also described as \"saying the quiet part loud\".[73] Several days later, McCarthy apologized for the remarks and said the Benghazi panel was not a political initiative.[74][75]\nOn October 8, 2015, as Republicans were preparing to vote, McCarthy unexpectedly dropped out of the race, saying that Republicans needed a fresh face who could unite the caucus and \"I am not that guy.\"[76] He reportedly dropped out after concluding that he did not have the 218 votes that would be required to be elected speaker.[74] McCarthy remained majority leader.[76][74] The Benghazi gaffe contributed to his decision to withdraw from the race,[73][76] as McCarthy acknowledged in announcing his withdrawal.[76] Previously, Representative Walter B. Jones Jr. had sent a letter to the Republican Conference Chairwoman Cathy McMorris Rodgers stating that any candidates for a leadership position with \"misdeeds\" should withdraw from the race. Jones has said that his comment did not specifically refer to McCarthy.[77]\nPaul Ryan instead won the 2015 election and became speaker from 2015 to 2019.\n\nHouse minority leader[edit]\nKevin McCarthy as House Minority Leader, 2019\nAfter the Republicans lost their majority in the 2018 elections, McCarthy was elected Minority Leader, fending off a challenge to his right from Jim Jordan of Ohio, 159–43. While as majority leader he had been the second-ranking House Republican behind Ryan, as minority leader he was now the leader of the House Republicans.[3][78]\nMcCarthy has been a strong supporter of Donald Trump since 2016.[79] As minority leader, he remained a close Trump ally, keeping the Republican caucus unified in support of Trump and against his impeachment on two articles of impeachment arising from the Trump-Ukraine scandal.[73] McCarthy associated with key figures in Trump's effort to enlist the Ukrainian government in discrediting Joe Biden, Trump's political opponent; such figures included Lev Parnas, Rudolph W. Giuliani, and Robert F. Hyde.[73]\nLike Trump, McCarthy supported Marjorie Taylor Greene, a Republican candidate in 2020 for a U.S. House seat from northwest Georgia; Greene's past racist, anti-Semitic comments and her promotion of QAnon (a far-right conspiracy theory) led other Republicans to distance themselves from her.[79][80] McCarthy did not take steps to thwart Greene's candidacy and did not endorse her opponent in the Republican primary runoff election.[79] After Greene was nominated, McCarthy denounced the fringe conspiracy, saying, \"There is no place for QAnon in the Republican Party\", and said that Greene had distanced herself from her earlier statements.[81] In 2020, McCarthy was asked about Trump's false claims that Joe Scarborough (an MSNBC host and former Republican congressman) was linked to the death of a staff member; a few House Republicans criticized Trump for making inflammatory and false statements, but McCarthy declined to take a position.[82] McCarthy's predecessor, Bill Thomas, for whom McCarthy served as a staffer from 1987 through 2002, excoriated McCarthy for his failure to accept the result of the 2020 presidential election and unwillingness to fully confront Trump for his role in precipitating and maintaining the January 6, 2021, attack on the Capitol.[40]\nIn May 2020, during the COVID-19 pandemic, McCarthy and House Republicans filed a lawsuit to stop the House of Representatives from allowing remote proxy voting by representatives, a measure that had been introduced under Speaker Nancy Pelosi to prevent the virus's spread in the Capitol.[83][84] McCarthy and the other plaintiffs claimed that a quorum of members had to be physically present in the chamber to conduct business; Pelosi defended the rule as a critical public health measure and pointed to the Constitution authorizing each chamber of Congress to establish its own procedural rules.[84] In August 2020, a federal judge dismissed McCarthy's lawsuit against Pelosi, ruling that the House has \"absolute immunity from civil suit\" under the Constitution's Speech or Debate Clause.[84]\n\nMcCarthy with other congressional leaders in January 2020In November 2020, in the aftermath of the 2020 presidential election, McCarthy insisted on Laura Ingraham's television show that \"President Trump won this election\"—echoing Trump's own claim—even as vote-counting was ongoing in several states and no winner had yet been declared.[85][86] McCarthy insinuated that large-scale voter fraud would lead Trump to lose, saying \"Everyone who is listening: Do not be quiet. Do not be silent about this. We cannot allow this to happen before our very eyes.\"[87][88]\nIn December 2020, McCarthy was one of 126 Republican members of the House of Representatives to sign an amicus brief in support of Texas v. Pennsylvania, a lawsuit filed at the United States Supreme Court contesting the results of the 2020 presidential election.[89] House Speaker Nancy Pelosi issued a statement that called signing the amicus brief an act of \"election subversion\".[90][91] The Supreme Court declined to hear the case, on the basis that Texas lacked standing under Article III of the Constitution to challenge the results of an election held by another state.[92][93][94] In March 2021, McCarthy denied he had supported Trump's false claims of election fraud, despite having supported Texas v. Pennsylvania.[95]\nOn January 6, 2021, hours after the attack on the Capitol, McCarthy voted against certifying Biden's win in two states.[96][97] Cook Political Report House editor Dave Wasserman later reported that McCarthy had told him on several occasions before this vote that he knew Biden had won.[98][99] He later denied that this was a vote to overturn the election, because Biden would still have won without those two states. McCarthy finally recognized Biden as president-elect on January 8, more than two months after the election.[100]\nDuring a January 8 conference call with other House Republican leaders, McCarthy said that Trump's conduct during the Capitol riot was \"atrocious and totally wrong\" and that he was \"inciting people\" to attack the Capitol, and briefly inquired about invoking the 25th Amendment to remove him from office. On a January 10 conference call with Republican leaders, McCarthy said he would ask Trump to resign rather than go through a long impeachment battle, adding, \"I've had it with this guy.\" During the same call he also expressed a wish that tech companies such as Facebook and Twitter would strip some Republican lawmakers of their social media accounts. But after weak House Republican support for Trump's second impeachment, fearing retribution from Trump and his allies, McCarthy backed off from this stance.[101]\nA week after the attack, McCarthy delivered a speech in which he held Trump partially responsible for the riots. He emphasized that Trump failed to intervene after the initial TV footage, showing the demonstration evolving in a violent assault.[102] He later said that he did not believe Trump had provoked the mob. On January 28, McCarthy paid Trump a visit at his Mar-a-Lago residence. Officially the topic was said to be \"regaining the lost votes in the midterm elections of 2022\", but it was widely reported as an attempt to mend fences with Trump and lessen tensions in the Republican Party.[8][9]\nDuring the second impeachment trial of Donald Trump, Congresswoman Jaime Herrera Beutler said that Trump said to McCarthy during the ongoing attack on the Capitol by rioters: \"Well, Kevin, I guess these people are more upset about the election than you are.\"[103] She was not called as a witness but her statement was included in the impeachment documents.\nIn April 2021, before closing arguments in the Derek Chauvin trial, Maxine Waters said, \"I hope we're going to get a verdict that will say guilty, guilty, guilty. And if we don't, we cannot go away\" and need to get \"more confrontational\". After her comments, McCarthy said, \"Waters is inciting violence in Minneapolis just as she has incited it in the past. If Speaker Pelosi doesn't act against this dangerous rhetoric, I will bring action this week.\"[104][105][106][107]\nBecause of her stance on the Capitol riot, her vote to impeach Trump and vocal opposition to his stolen election narrative, in early 2021 pro-Trump Freedom Caucus House members attempted to remove Liz Cheney as chair of the House Republican Conference, the third-ranking position in the Republican House leadership. The initial effort failed, but growing numbers of House Republicans supported her removal; McCarthy agreed to a party vote in May, resulting in Cheney's ouster. Hours after the vote, McCarthy said, \"I don't think anybody is questioning the legitimacy of the presidential election\", but a CNN poll released days earlier found that 70% of Republicans believed the election was stolen.[108][109][110][111][112][113] In October 2021, McCarthy pressured Republican political consultants not to work with Cheney or else lose business with other Republicans.[114]\n\nMcCarthy, Mitch McConnell, Chuck Schumer, and Nancy Pelosi meet with President Joe Biden and Vice President Kamala Harris in May 2021.\nOn May 18, 2021, McCarthy announced that he opposed the bipartisan agreement in the House to form an independent commission to investigate the Capitol attack. McCarthy had asked Representative John Katko, a member of his whip team, to negotiate with Democrats on the caucus's behalf about the commission. McCarthy specified to Katko what he and Senate Minority Leader Mitch McConnell wanted, and got almost everything he asked for.[115] McCarthy also said that the scope of any investigation should include other events of political violence, which was possible with the terms negotiated. McCarthy sided with other Republicans who sought to downplay the matter and move on.[116] In June 2021, after Pelosi announced the creation of a select committee to investigate the Capitol attack that would include five Republican members, McCarthy threatened to remove Republicans from committee assignments if they participated.[117]\nIn July 2021, the delta variant of the coronavirus prompted the Attending Physician of the United States Congress to reimpose a mask requirement in the House chamber. McCarthy called this \"a decision conjured up by liberal government officials who want to continue to live in a perpetual pandemic state\", prompting Pelosi to respond to reporters, \"he's such a moron.\"[118][119] On July 31, 2021, members of Tennessee's Republican congressional delegation gave McCarthy a large gavel with the words \"Fire Pelosi\" inscribed on it. McCarthy told them, \"it will be hard not to hit her with it, but I will bang it down.\"[120]\nIn August 2021, after the House Select Committee on the January 6 Attack asked telecommunications and social media companies to retain certain records, McCarthy said that if the companies \"turn over private information\" to the committee, they would be \"in violation of federal law and subject to losing their ability to operate in the United States\", and that a future Republican legislative majority would hold them \"fully accountable\". McCarthy did not specify which law the companies would break in this situation.[121]\nOn November 18, 2021, and into the early morning of November 19, McCarthy gave a record-breaking 8.5-hour speech on the House floor using the \"magic minute\", forcing a delay in the final vote on the Build Back Better Act.[122]\nOn May 12, 2022, the January 6 Committee subpoenaed McCarthy and Republican representatives Jim Jordan, Mo Brooks, Scott Perry and Andy Biggs.[123] In December, the committee referred McCarthy, Jordan, Perry and Biggs to the House Ethics Committee for disobeying the subpoenas.[124][125]\n\nSpeaker of the House[edit]\nNomination[edit]\nMain article: January 2023 Speaker of the United States House of Representatives election\nMcCarthy holding the gavel following the 15 ballots that led to his election as Speaker of the House\nAs minority leader, McCarthy led Republicans in the 2022 election cycle. Many party officials and political pundits predicted Republicans would make large gains in the House. In the elections, Republicans gained a majority, continuing the decades-long trend of the incumbent president's party losing a House majority in their midterm elections. This also marked the first time since the 115th Congress that Republicans held a majority. But Republicans did not fulfill widespread predictions of large gains, as their majority was narrow. McCarthy won an internal Republican conference vote in early November, with 188 votes to Andy Biggs's 31, but some members of the conference continued to oppose his bid for speaker.\nAt the start of the 118th Congress on January 3, 2023, McCarthy failed to secure a majority of votes cast on the first ballot, with all Democrats and 19 Republicans opposing him. This marked the first time since the December 1923 speaker election that the first ballot did not produce a speaker. McCarthy finally received a majority and became speaker on the 15th ballot on January 7, after making key concessions to some members of the right-wing Freedom Caucus,[126][127] including a rule to allow a single House member to introduce a vote to remove the speaker, as well as granting Freedom Caucus members three seats on the influential Rules Committee.[128] Additionally, it was the longest multi-ballot speaker election since 1859.[129][130]\n\nTenure[edit]\nSpeaker McCarthy greets U.S. President Joe Biden before the 2023 State of the Union Address.\nIn February 2023, McCarthy released over 40,000 hours of security video of the January 6 Capitol attack to Fox News host Tucker Carlson, prompting criticism from colleagues such as House Minority Leader Hakeem Jeffries and Senate Majority Leader Chuck Schumer.[131] Days later, Carlson aired several minutes of the video during his program and asserted that government investigators had exaggerated the degree of criminality during the attack. Justice Department prosecutors said that in one case Carlson's video clips were misleadingly edited to suggest that one prominent Capitol intruder had been unjustly prosecuted, omitting video of him engaged in criminal activity.[132][133]\n\nSpeaker McCarthy meets with President of Taiwan Tsai Ing-wen, April 5, 2023.\nIn March 2023, McCarthy announced he had planned a meeting with the Taiwanese president Tsai Ing-wen, in the U.S.[134] He initially declined an invitation from Ukrainian president Volodymyr Zelenskyy to visit Ukraine, saying he opposed giving \"blank checks\" to Ukraine and did not need to visit Ukraine to know whether the money was necessary.[135] The planned meeting with Tsai was condemned by the Chinese Communist Party, which threatened to take strong action.[136] McCarthy and Tsai met on April 5 at the Ronald Reagan Presidential Library,[137] where he denounced China's threats.[138] The meeting, which was described as a historic first,[139][140] triggered a series of Chinese military exercises near Taiwan, which the People's Liberation Army described as three-day \"combat readiness patrols\", meant to warn to the Taiwanese. On April 8, approximately eight Chinese warships and 42 fighter jets were detected near Taiwan's coasts.[141][142][143]\nIn April 2023, McCarthy, Senate majority leader Chuck Schumer, and Senate minority leader Mitch McConnell invited South Korean president Yoon Suk Yeol to address a joint meeting of Congress, scheduled for April 27.[144]\nIn May 2023, amid a debt-ceiling crisis, McCarthy worked closely with President Biden to resolve the issue.[145][146] Members of the Freedom Caucus attempted to persuade McCarthy to make more robust demands in exchange for raising the debt ceiling, but with days until a potentially disastrous default, McCarthy did not do so.[147][148] He negotiated the Fiscal Responsibility Act of 2023 that was introduced by Republican representative Patrick McHenry, and it passed the House on May 31 and the Senate on June 1. Biden signed it into law on June 3, ending the crisis and preventing a default.[149]\n\nMcCarthy and Vice President Kamala Harris behind Indian Prime Minister Narendra Modi as he addresses Congress, June 22, 2023\nMcCarthy has urged Biden to withdraw the nomination of Julie Su as United States secretary of labor, arguing her controversial record would lead to \"potential disastrous ramifications at the federal level\".[150]\nMcCarthy has expressed support for a proposal to \"expunge\" both of President Trump's impeachments.[151]\nAmid allegations of corruption by President Joe Biden, many Republicans called for his impeachment. On September 1, 2023, McCarthy said that he would not initiate an impeachment inquiry without a full House vote, though it appeared he did not have sufficient Republican support to pass such a measure.[152][153] On September 12, he announced that he was directing the Oversight, Judiciary, and Ways and Means committees to begin an impeachment inquiry, to be led by James Comer, chairman of the Oversight Committee. He did not say whether a full House vote might be held.[154] McCarthy asserted that, over his objections, former speaker Nancy Pelosi had changed the process when Democrats pursued the first impeachment of Donald Trump in 2019, so that he was following what she had done. In 2019, Democrats conducted a five-week investigation before holding a full House vote to approve an impeachment inquiry.[155][156]\nThe impeachment allegations coincided with rising fears of a federal government shutdown, as McCarthy's concessions to Biden infuriated members of the Freedom Caucus, who called for less spending. The Freedom Caucus's cause was echoed by various politicians outside the House, notably including Trump and Florida Governor Ron DeSantis. Amid the Republican infighting and in a push to halt legislators' pay during shutdowns, Representative Angie Craig introduced the MCCARTHY (My Constituents Cannot Afford Rebellious Tantrums, Handle Your) Shutdown Act.[157][158]\n\nRemoval as House Speaker[edit]\nMain article: Removal of Kevin McCarthy as Speaker of the House\nMcCarthy giving a press conference following his removal\nOn September 29, 2023, McCarthy's bill to fund the federal government, including large spending cuts and strict border policies, failed to pass the House after Democrats and 21 hard-right House Republicans refused to support it; if no funding bill had been passed, a government shutdown would have occurred on October 1.[159][160] On September 30, McCarthy introduced a temporary funding bill without the large spending cuts, but also without Ukraine funding; this bill passed the House with 209 Democrats and 126 Republicans in favor; one Democrat and 90 Republicans voted against it.[161] The shutdown was prevented when the Senate passed the bill and President Biden signed it into law.[160] McCarthy told the media, \"Democrats tried to do everything they can not to let [the bill] pass\".[162]\nAfter funding the government with Democratic support, McCarthy said, \"If somebody wants to remove me because I want to be the adult in the room, go ahead and try\".[160] On October 3, Representative Matt Gaetz filed a motion to vacate the speakership out of frustration with McCarthy working with Democrats. Immediately after, an attempt to remove the motion through a motion to table was filed by Representative Tom Cole, a McCarthy ally, but it was voted down by House Democrats and eleven Republicans.[163] The vote to vacate passed with 216 in favor and 210 opposed, removing McCarthy as speaker.[164] This was the first time in U.S. history that the House of Representatives had removed its speaker from office.[165][166] Voting to remove McCarthy were all House Democrats and eight House Republicans: Gaetz, Andy Biggs, Ken Buck, Tim Burchett, Eli Crane, Bob Good, Nancy Mace, and Matt Rosendale.[167] After the vote, McCarthy announced he would not seek the speakership again.[168] On October 26, 2023, the newly elected Speaker Mike Johnson called him \"Speaker Emeritus\".[169]\n\nPost-speakership and resignation from Congress[edit]\nOn December 6, 2023, McCarthy announced that he would resign from Congress on December 31.[20] On December 14, McCarthy gave his farewell speech to the House; speaking to reporters, he said that leaving the House at this point in his career was \"not the timing I wanted\". Republican members of California's congressional delegation, in addition to Patrick McHenry and Democrat Steny Hoyer, paid tribute to McCarthy on the House floor.[170]\n\nPersonal life[edit]\nMcCarthy and his wife Judy with their children during the 110th Congressional swearing in\nMcCarthy and his wife, Judy, have two children. They are lifelong residents of Bakersfield.[34] He and his family are Baptists and members of the Southern Baptist Convention.[171]\nIn October 2015, McCarthy was accused of having an affair with Representative Renee Ellmers.[172] He had unexpectedly dropped out of the race for Speaker of the House shortly before the allegations surfaced.[173][174] Days earlier, Representative Walter B. Jones Jr. had sent Republican Conference chair Cathy McMorris Rodgers a letter stating that any candidates for a leadership position with \"misdeeds\" should withdraw from the race.[77] Both McCarthy and Ellmers have denied the allegation.[172]\n\nSee also[edit]\nPolitical positions of Kevin McCarthy\nElectoral history of Kevin McCarthy\nNotes[edit]\n\n\n^ A multi-ballot election lasted for 4 days, with McCarthy assuming office on January 7. House Clerk Cheryl Johnson served as the acting presiding officer pursuant to the previous rules of the House.\n\n^ Following McCarthy's removal as speaker on October 3, 2023, Patrick McHenry acted as speaker pro tempore until Johnson's election as speaker on October 25, 2023.\n\n^ Theodore M. Pomeroy (one day) and Michael C. Kerr (258 days) served shorter terms than McCarthy.\n\n\nReferences[edit]\n\n\n^ \"Kevin McCarthy, Steve Scalise vault into GOP leadership\". Politico. Archived from the original on December 28, 2014. Retrieved June 19, 2014.\n\n^ \"GOP Rep. McCarthy elected House majority leader\". Yahoo! News. Associated Press. June 19, 2014. Archived from the original on June 23, 2014. Retrieved June 19, 2014.\n\n^ a b Pramuk, Jacob (November 14, 2018). \"Rep. Kevin McCarthy elected GOP leader in the House for next Congress\". CNBC. Archived from the original on November 8, 2020. Retrieved November 22, 2018.\n\n^ Vlamis, Kelsey (November 6, 2020). \"Kevin McCarthy echoed Trump's false claim that he won the election, saying Republicans 'will not back down'\". Business Insider. Archived from the original on July 17, 2022. Retrieved November 6, 2020.\n\n^ Lemon, Jason (March 18, 2021). \"Kevin McCarthy Attempts to Rewrite History With Claim He Didn't Support Overturning Biden's Win\". Newsweek. New York. Archived from the original on May 19, 2021. Retrieved May 29, 2021.\n\n^ Schnell, Mychael (February 9, 2022). \"McCarthy says Jan. 6 rioters did not engage in 'legitimate discourse'\". The Hill. Archived from the original on February 9, 2022. Retrieved May 2, 2022.\n\n^ Creitz, Charles (January 6, 2021). \"McCarthy condemns 'un-American' breach of US Capitol by pro-Trump demonstrators\". Fox News. Archived from the original on January 6, 2021. Retrieved May 2, 2022.\n\n^ a b Haberman, Maggie (January 27, 2021). \"McCarthy to meet Trump after rift over his assertion that the former president 'bears responsibility' for the Capitol attack\". The New York Times. Archived from the original on February 19, 2021. Retrieved February 22, 2021.\n\n^ a b \"Trump, McCarthy meet and agree on GOP goal to take House\". Tampa Bay Times. Tampa Publishing Company. Archived from the original on January 29, 2021. Retrieved February 9, 2021.\n\n^ \"Live updates: House elects McCarthy as speaker after days of defeats and concessions\". The Washington Post. January 6, 2023. Archived from the original on January 6, 2023. Retrieved January 7, 2023.\n\n^ \"Kevin McCarthy Elected House Speaker—Ending Historic Deadlock\". Forbes. January 7, 2023. Archived from the original on January 7, 2023. Retrieved January 7, 2023.\n\n^ Karni, Annie (January 6, 2023). \"Live Updates: McCarthy Wins Speakership on 15th Vote\". The New York Times. ISSN 0362-4331. Archived from the original on January 6, 2023. Retrieved January 7, 2023.\n\n^ Hunnicutt, Trevor (June 5, 2023). \"Biden signs debt limit bill, avoiding U.S. Default\". Reuters. Archived from the original on June 12, 2023. Retrieved June 12, 2023.\n\n^ Hulse, Carl; Edmondson, Catie (September 30, 2023). \"Senate Voting to Keep Government Running Through Mid-November\". The New York Times. Archived from the original on September 30, 2023. Retrieved September 30, 2023.\n\n^ Edmondson, Catie (October 3, 2023). \"Speaker Vote: House Votes to Oust McCarthy as Speaker\". The New York Times. ISSN 0362-4331. Archived from the original on October 3, 2023. Retrieved October 3, 2023.\n\n^ Hickey, Christopher (October 4, 2023). \"McCarthy has lost the gavel. It was the third shortest speakership in history. | CNN Politics\". CNN. Archived from the original on October 4, 2023. Retrieved October 4, 2023.\n\n^ Mascaro, Lisa; Amiri, Farnoush (October 3, 2023). \"Speaker McCarthy ousted in historic House vote, as scramble begins for a Republican leader\". Associated Press. Archived from the original on October 3, 2023. Retrieved October 3, 2023.\n\n^ Foran, Clare; Talbot, Haley; Rimmer, Morgan; Wilson, Kristin (October 25, 2023). \"Trump ally Mike Johnson elected House speaker three weeks after McCarthy ouster\". CNN. Retrieved October 25, 2023.\n\n^ \"New House Speaker Kicks Things Off With Crass Remark About His Wife\". Yahoo News. October 25, 2023. Retrieved October 26, 2023.\n\n^ a b Axelrod, Tal; Parkinson, John (December 6, 2023). \"Kevin McCarthy resigning from Congress after being ousted as House speaker\". CBS News. Retrieved December 15, 2023.\n\n^ \"McCarthy, Kevin\". Biographical Directory of the United States Congress. Archived from the original on January 8, 2021. Retrieved April 25, 2021.\n\n^ McCarthy, Kevin (June 15, 2019). \"House Minority Leader McCarthy: My dad was a fireman. This is the greatest lesson he taught me\". Fox News. Archived from the original on February 28, 2021. Retrieved June 18, 2019.\n\n^ \"Person Details for Owen Mccarthy, 'California Birth Index, 1905–1995'\". familysearch.org. Archived from the original on August 7, 2016. Retrieved July 1, 2016.\n\n^ Kimble, Lisa (December 26, 2014). \"Feature: Bakersfield and America's happy Republican\". BakersfieldLife. Archived from the original on May 18, 2015. Retrieved May 9, 2015.\n\n^ \"Person Details for Kevin O McCarthy, 'California Birth Index, 1905–1995'\". familysearch.org. Archived from the original on March 4, 2016. Retrieved May 9, 2015.\n\n^ Kyung Lah (January 8, 2023). \"Kevin McCarthy, the view from home\". CNN. Archived from the original on January 27, 2023. Retrieved January 8, 2023.\n\n^ \"Person Details for Roberta Darlene Palladino, 'California Birth Index, 1905–1995'\". familysearch.org. Archived from the original on August 7, 2016. Retrieved July 1, 2016.\n\n^ @GOPLeader (October 18, 2019). \"My grandfather on my mother's side came from Italy to America through Ellis Island in April of 1921. Less than a hundred years later, humbled to be shaking hands with the President of Italy from inside the U.S. Capitol\" (Tweet) – via Twitter.\n\n^ McCarthy, Kevin (June 22, 2014). \"Kevin McCarthy talks Iraq, future of the GOP; latest on IRS scandal\". Fox News Sunday (Interview). Interviewed by Chris Wallace. Washington, D.C. Archived from the original on November 13, 2014. Retrieved June 23, 2014.\n\n^ a b Cottle, Michelle (October 26, 2010). \"McCarthyism\". New Republic. Washington, D.C.: Chris Hughes. Archived from the original on December 24, 2021. Retrieved June 20, 2014.\n\n^ lforeman@bakersfield.com, LAUREN FOREMAN Californian staff writer (April 19, 2014). \"He was no star, but McCarthy in Hall of Fame\". The Bakersfield Californian. Archived from the original on June 16, 2023. Retrieved June 16, 2023.\n\n^ Jonathan Weisman (January 6, 2023). \"Far-Right Critics Vex McCarthy in His Bakersfield District, Too\". New York Times. Archived from the original on January 7, 2023. Retrieved January 8, 2023.\n\n^ Glenn Kessler (February 2, 2018). \"Kevin McCarthy's stint as a small-business entrepreneur\". Washington Post. Archived from the original on January 28, 2021. Retrieved January 8, 2023.\n\n^ a b c d e \"Full Biography\". Congressman Kevin McCarthy website. U.S. House of Representatives. December 3, 2012. Archived from the original on March 19, 2017. Retrieved June 19, 2014.\n\n^ McCarthy, Kevin (March 5, 2009). \"CONGRESSIONAL RECORD — Extensions of Remarks\" (PDF). US House of Representatives. Archived (PDF) from the original on January 7, 2023. Retrieved January 3, 2023.\n\n^ \"What Kevin McCarthy Will Do to Gain Power\". The New Yorker. December 19, 2022. Archived from the original on June 22, 2023. Retrieved December 21, 2022.\n\n^ \"Photos: Former House Speaker Kevin McCarthy\". CNN. November 15, 2022. Archived from the original on October 4, 2023. Retrieved October 4, 2023.\n\n^ Axelrod, Tal. \"What to know about Kevin McCarthy's rise and fall from power\". ABC News. Archived from the original on October 4, 2023. Retrieved October 4, 2023.\n\n^ \"Statement of the Vote – November 2006\" (PDF). California Secretary of State. p. 35. Archived from the original (PDF) on October 20, 2014. Retrieved June 19, 2014.\n\n^ a b Shepard, Stacey (January 15, 2021). \"In interview, retired Congressman Bill Thomas knocks McCarthy for supporting 'lies'\". The Bakersfield Californian. Archived from the original on November 25, 2022. Retrieved November 19, 2022.\n\n^ Lah, Kyung (January 8, 2023). \"Kevin McCarthy, the view from home\". CNN. Archived from the original on January 27, 2023. Retrieved January 8, 2023.\n\n^ \"Statement of Vote: November 6, 2012 General Election\" (PDF). California Secretary of State. Archived from the original (PDF) on July 1, 2014. Retrieved June 19, 2014.\n\n^ \"California 20th Congressional District Election Results\". The New York Times. November 8, 2022. ISSN 0362-4331. Archived from the original on March 28, 2023. Retrieved November 22, 2022.\n\n^ \"Members\". Congressional Western Caucus. Archived from the original on May 2, 2019. Retrieved June 25, 2018.\n\n^ \"Young Guns – About\". gopyoungguns.com/. National Republican Congressional Committee. Archived from the original on August 15, 2019. Retrieved June 19, 2014.\n\n^ a b Dana Bash & Deirdre Walsh, GOP lawmakers reprimanded after swim in Sea of Galilee Archived November 28, 2020, at the Wayback Machine, CNN (August 20, 2012).\n\n^ Schwab, Nikki (June 13, 2014). \"McCarthy's Doughnut Habit Bites Back\". U.S. News & World Report. Archived from the original on June 13, 2014.\n\n^ Fuller, Matt (June 12, 2014). \"Pete Sessions Drops Out of Majority Leader Race, Clearing Way for Kevin McCarthy\". Roll Call. Archived from the original on June 13, 2014. Retrieved June 13, 2014.\n\n^ Cornwell, Susan (June 13, 2014). \"Republican Rep. Labrador running for House majority leader post\". Reuters. Archived from the original on June 16, 2014. Retrieved June 17, 2014.\n\n^ \"Eric Cantor to leave leadership post\". Politico. June 11, 2014. Archived from the original on December 22, 2014. Retrieved June 14, 2014.\n\n^ \"Can Kevin McCarthy instill a California mind-set in his House GOP colleagues?\". The Los Angeles Times. June 20, 2014. Archived from the original on August 24, 2018. Retrieved February 18, 2020.\n\n^ Bobic, Igor (June 20, 2014). \"Kevin McCarthy Is The Least Tenured House Majority Leader Ever\". The Huffington Post. Archived from the original on March 3, 2016. Retrieved June 24, 2014.\n\n^ Dumain, Emma. \"Majority Leader-Elect McCarthy Inherits Top Cantor Aides\". Roll Call. Archived from the original on June 4, 2015. Retrieved August 4, 2014.\n\n^ Carol Ferguson, Voters call for town hall meeting with Rep. McCarthy Archived September 29, 2020, at the Wayback Machine, KBAK/KBFX (February 21, 2017).\n\n^ Chloe Nordquist, Protesters gather outside hotel where Congressman Kevin McCarthy was set to speak at a GOP dinner Archived September 22, 2018, at the Wayback Machine, (February 21, 2017).\n\n^ Steven Meyer, McCarthy, Nunes come under fire for attending fundraiser, not town halls Archived September 22, 2018, at the Wayback Machine, The Sacramento Bee (February 21, 2017).\n\n^ \"Representative McCarthy Town Hall Meeting\". C-SPAN. Archived from the original on September 22, 2018. Retrieved May 31, 2018.\n\n^ \"Congressman Kevin McCarthy talks healthcare, town hall, Trump's wiretapping allegations\". Archived from the original on December 21, 2021 – via YouTube.\n\n^ Almukhtar, Sarah (December 19, 2017). \"How Each House Member Voted on the Tax Bill\". The New York Times. Archived from the original on December 27, 2017. Retrieved January 2, 2018.\n\n^ \"President Trump signs tax reform bill into law\". Watchdog News. December 22, 2017. Archived from the original on September 24, 2018. Retrieved January 2, 2018.\n\n^ Pringle, Paul (October 14, 2018). \"House Majority Leader Kevin McCarthy's family benefited from U.S. program for minorities based on disputed ancestry\". Los Angeles Times. Archived from the original on August 4, 2023. Retrieved November 19, 2020.\n\n^ Berman, Russell. \"John Boehner to Resign as House Speaker\". The Atlantic. Archived from the original on December 22, 2020. Retrieved March 8, 2017.\n\n^ Izadi, Elahe (September 25, 2015). \"Boehner: McCarthy would make excellent speaker\". The Washington Post. Archived from the original on September 29, 2015. Retrieved September 2, 2017.\n\n^ \"McCarthy in announcing speaker bid vows no more 'governing by crisis'\". Fox News. Archived from the original on September 29, 2015. Retrieved September 29, 2015.\n\n^ Kevin McCarthy would be the least experienced House Speaker since 1891 Archived October 31, 2020, at the Wayback Machine, Washington Post, Phillip Bump, September 28, 2015. Retrieved October 4, 2015.\n\n^ Terkel, Amanda (October 5, 2015). \"Kevin McCarthy And His Benghazi Gaffe Star In Hillary Clinton's New Ad \"The Republicans finally admit it\"\". The Huffington Post. Archived from the original on October 22, 2015. Retrieved February 18, 2020.\n\n^ Weigel, David (September 30, 2015). \"Boehner's likely successor credits Benghazi committee for lowering Hillary Clinton's poll numbers\". The Washington Post. Archived from the original on January 8, 2018. Retrieved October 9, 2015.\n\n^ Cillizza, Chris (September 30, 2015). \"Kevin McCarthy's comments about Benghazi should trouble Republicans\". The Washington Post. Archived from the original on October 16, 2020. Retrieved October 9, 2015.\n\n^ Viebeck, Elisa (September 30, 2015). \"Dems pile on after McCarthy comments on Hillary Clinton, Benghazi panel\". The Washington Post.\n\n^ Maloy, Simon (October 6, 2015). \"Democrats' sweet Benghazi revenge: Kevin McCarthy's gaffe is the gift that keeps on giving\". Salon. Archived from the original on February 10, 2021. Retrieved November 6, 2020.\n\n^ Gass, Nick (October 7, 2015). \"Gowdy slams McCarthy on Benghazi comments: He 'screwed up'\". Politico. Archived from the original on January 15, 2021. Retrieved November 6, 2020.\n\n^ Graham, David A. (September 30, 2015). \"Kevin McCarthy Steps Into a Faux Outrage\". The Atlantic. Archived from the original on November 11, 2020. Retrieved May 25, 2017.\n\n^ a b c d Elizabeth Williamson, 'Where Is Kevin?' McCarthy Finds a Place in the Trump Camp Archived December 20, 2020, at the Wayback Machine, The New York Times (January 22, 2020).\n\n^ a b c Moe, Alex (October 8, 2015). \"Kevin McCarthy Abruptly Drops House Speaker Bid, Race Postponed\". NBC News. Archived from the original on December 7, 2020. Retrieved October 10, 2015.\n\n^ McAuliffS, Michael (October 7, 2015). \"Kevin McCarthy Admits Benghazi Comment Was A Gaffe: John Boehner said it could have happened to anybody\". The Huffington Post. Archived from the original on October 23, 2015. Retrieved February 18, 2020.\n\n^ a b c d Jennifer Steinhauer & David M. Herszenhorn (October 8, 2015). \"Kevin McCarthy Withdraws From Speaker's Race, Putting House in Chaos\". The New York Times. Archived from the original on December 6, 2020. Retrieved October 10, 2015.\n\n^ a b Doyle, Michael; Recio, Maria (October 8, 2015). \"Rep. Walter Jones' letter clouds McCarthy's leadership withdrawal\". McClatchy DC. Archived from the original on February 22, 2021. Retrieved October 10, 2015.\n\n^ Lindsey McPherson, Kevin McCarthy Elected House Minority Leader Over Jim Jordan Archived December 3, 2020, at the Wayback Machine, Roll Call (November 14, 2018).\n\n^ a b c Melanie Zanona, Ally Mutnick & John Bresnahan, McCarthy faces QAnon squeeze Archived February 28, 2021, at the Wayback Machine, Politico (August 12, 2020).\n\n^ Clare Foran, Manu Raju and Haley Byrd, Trump and top House Republican embrace candidate who promoted QAnon conspiracy theory Archived February 16, 2021, at the Wayback Machine, CNN (August 12, 2020).\n\n^ Juliegrace Brufke, GOP leader: 'There is no place for QAnon in the Republican Party' Archived February 13, 2021, at the Wayback Machine, The Hill (August 21, 2020).\n\n^ John Wagner & Paul Kane, McCarthy sidesteps questions on Trump's baseless conspiracy theory involving ex-congressman Scarborough Archived June 12, 2022, at the Wayback Machine, Washington Post (May 27, 2020).\n\n^ Raju, Manu (May 26, 2020). \"House GOP sues to stop remote voting rule change\". CNN. Archived from the original on May 12, 2021. Retrieved May 27, 2020.\n\n^ a b c \"Judge dismisses House GOP lawsuit against Pelosi's proxy voting system\". Axios. August 6, 2020. Archived from the original on January 21, 2022. Retrieved November 6, 2020.\n\n^ Matthew Daly, Romney: Trump's election fraud claim wrong, 'reckless' Archived February 6, 2021, at the Wayback Machine, Associated Press (November 6, 2020).\n\n^ Kelsey Vlamis, Kevin McCarthy echoed Trump's false claim that he won the election, saying Republicans 'will not back down' Archived July 17, 2022, at the Wayback Machine, Business Insider (November 6, 2020).\n\n^ \"The Election That Broke the Republican Party\". Politico. November 6, 2020. Archived from the original on February 24, 2021. Retrieved November 7, 2020.\n\n^ Rutenberg, Jim; Becker, Jo; Lipton, Eric; Haberman, Maggie; Martin, Jonathan; Rosenberg, Matthew; Schmidt, Michael S. (January 31, 2021). \"77 Days: Trump's Campaign to Subvert the Election\". The New York Times. ISSN 0362-4331. Archived from the original on December 28, 2021. Retrieved February 1, 2021.\n\n^ Blood, Michael R.; Riccardi, Nicholas (December 5, 2020). \"Biden officially secures enough electors to become president\". Associated Press. Archived from the original on December 8, 2020. Retrieved December 12, 2020.\n\n^ Smith, David (December 12, 2020). \"Supreme court rejects Trump-backed Texas lawsuit aiming to overturn election results\". The Guardian. Archived from the original on June 6, 2022. Retrieved December 13, 2020.\n\n^ \"Pelosi Statement on Supreme Court Rejecting GOP Election Sabotage Lawsuit\" (Press release). Speaker Nancy Pelosi. December 11, 2020. Archived from the original on August 14, 2022. Retrieved December 13, 2020.\n\n^ Liptak, Adam (December 11, 2020). \"Supreme Court Rejects Texas Suit Seeking to Subvert Election\". The New York Times. ISSN 0362-4331. Archived from the original on December 11, 2020. Retrieved December 12, 2020.\n\n^ \"Order in Pending Case\" (PDF). Supreme Court of the United States. December 11, 2020. Archived (PDF) from the original on December 11, 2020. Retrieved December 11, 2020.\n\n^ Diaz, Daniella. \"Brief from 126 Republicans supporting Texas lawsuit in Supreme Court\". CNN. Archived from the original on December 12, 2020. Retrieved December 11, 2020.\n\n^ Grayer, Annie; Kelly, Caroline (March 18, 2021). \"McCarthy tries to rewrite history by claiming that he didn't back Trump's efforts to overturn the election\". CNN. Archived from the original on March 19, 2021. Retrieved March 19, 2021.\n\n^ \"Roll Call 10\". Clerk of the United States House of Representatives. January 6, 2021. Archived from the original on January 7, 2021. Retrieved January 27, 2021.\n\n^ \"Roll Call 11\". Clerk of the United States House of Representatives. January 7, 2021. Archived from the original on January 7, 2021. Retrieved January 27, 2021.\n\n^ Wasserman, Dave [@Redistrict] (January 6, 2021). \"A few weeks after the election, House Republican Leader Kevin McCarthy acknowledged Trump's clear loss to me and I asked him if the president's refusal to concede would lead the country down a dangerous road. His response: \"Maybe.\"\" (Tweet) – via Twitter.\n\n^ Wasserman, Dave [@Redistrict] (January 7, 2021). \"At the end of the day, House GOP Leader Kevin McCarthy voted to object to both AZ and PA's electors after acknowledging multiple times to me there was no doubt as to Biden's victory\" (Tweet) – via Twitter.\n\n^ Rieger, JM (January 25, 2021). \"After objecting to the election results, Kevin McCarthy says all Americans bear responsibility for the deadly Capitol riot\". The Washington Post. Archived from the original on February 24, 2021. Retrieved May 29, 2021.\n\n^ Burns, Alexander; Martin, Jonathan (April 21, 2022). \"'I've Had It With This Guy': G.O.P. Leaders Privately Blasted Trump After Jan. 6\". The New York Times. ISSN 0362-4331. Archived from the original on April 21, 2022. Retrieved April 21, 2022.\n\n^ Niedzwiadek, Nick (January 13, 2021). \"McCarthy says Trump 'bears responsibility' for Capitol riot\". Politico. Archived from the original on August 4, 2023. Retrieved February 9, 2021.\n\n^ \"Details emerge about angry Trump-McCarthy call during riot\". February 13, 2021. Archived from the original on March 1, 2021. Retrieved February 17, 2021.\n\n^ Duster, Chandelis (April 19, 2021). \"Waters calls for protesters to 'get more confrontational' if no guilty verdict is reached in Derek Chauvin trial\". CNN. Archived from the original on April 19, 2021. Retrieved April 19, 2021.\n\n^ \"Republicans demand action against Maxine Waters after Minneapolis remarks\". The Guardian. April 19, 2021. Archived from the original on April 19, 2021. Retrieved April 19, 2021.\n\n^ Fordham, Evie (April 18, 2021). \"Republicans slam Maxine Waters for telling protesters to 'get more confrontational' over Chauvin trial\". Fox News. Archived from the original on March 20, 2023. Retrieved April 19, 2021.\n\n^ Millward, David (April 18, 2021). \"Democratic congresswoman urges protesters to stay on streets if Derek Chauvin is cleared\". The Telegraph. ISSN 0307-1235. Archived from the original on January 12, 2022. Retrieved April 19, 2021.\n\n^ Edmondson, Catie; Fandos, Nicholas (February 4, 2021). \"House Republicans Choose to Keep Liz Cheney in Leadership\". The New York Times. ISSN 0362-4331. Archived from the original on December 28, 2021. Retrieved February 7, 2021.\n\n^ Leibovich, Mark (April 25, 2021). \"Kevin McCarthy, Four Months After Jan. 6, Still on Defensive Over Trump\". The New York Times. ISSN 0362-4331. Archived from the original on May 16, 2023. Retrieved April 26, 2021.\n\n^ Peterson, Kristina (May 5, 2021). \"Behind Liz Cheney's Break With Kevin McCarthy Over Trump\". The Wall Street Journal. Archived from the original on May 11, 2021. Retrieved May 12, 2021.\n\n^ Nobles, Ryan; Raju, Manu (May 10, 2021). \"McCarthy tells GOP colleagues to 'anticipate' Wednesday vote on ousting Cheney\". CNN. Archived from the original on May 14, 2021. Retrieved May 12, 2021.\n\n^ Niedzwiadek, Nick (May 12, 2021). \"McCarthy after ousting Cheney: 'I don't think anybody is questioning the legitimacy of the presidential election'\". Politico. Archived from the original on May 13, 2021. Retrieved May 12, 2021.\n\n^ Agiesta, Jennifer (April 30, 2021). \"CNN Poll: Americans are divided on what causes problems in US elections\". CNN. Archived from the original on May 14, 2021. Retrieved May 12, 2021.\n\n^ Martin, Jonathan (October 21, 2021). \"Liz Cheney's Consultants Are Given an Ultimatum: Drop Her, or Be Dropped\". The New York Times. ISSN 0362-4331. Archived from the original on October 29, 2021. Retrieved October 22, 2021.\n\n^ Politico, Tara Palmeri (May 17, 2021). \"Democrats agreed to multiple demands from McCarthy and Senate Minority Leader Mitch McConnell, including equal representation and subpoena power for both parties, and finishing its work before 2022. Notably, the agreement tracks closely with a GOP bill introduced earlier this year that has 30 Republican co-sponsors\". Politico. Archived from the original on May 18, 2021. Retrieved May 18, 2021.\n\n^ Herb, Jeremy (May 18, 2021). \"McCarthy won't support January 6 commission and sides with Republicans downplaying the insurrection\". CNN. Archived from the original on May 18, 2021. Retrieved May 18, 2021.\n\n^ Gangel, Jamie (July 2021). \"McCarthy threatens to strip GOP members of committee assignments if they accept an offer from Pelosi to serve on 1/6 commission\". CNN. Archived from the original on July 4, 2021. Retrieved July 1, 2021.\n\n^ Fandos, Nicholas (July 28, 2021). \"The U.S. House of Representatives will once again require masks in the chamber\". The New York Times. Archived from the original on August 2, 2021. Retrieved July 29, 2021.\n\n^ Milbank, Dana (July 30, 2021). \"Opinion: Fact check: Is Kevin McCarthy a 'moron'?\". The Washington Post. Archived from the original on August 3, 2021. Retrieved August 1, 2021.\n\n^ Deese, Kaelan. \"McCarthy faces calls to resign over alleged joke about hitting Pelosi with gavel\". Archived from the original on August 2, 2021. Retrieved August 1, 2021.\n\n^ Sonmez, Felicia; Lima, Cristiano (September 1, 2021). \"Rep. McCarthy threatens tech and telecom firms that comply with Jan.6 committee's request\". The Washington Post. Archived from the original on September 1, 2021. Retrieved September 2, 2021.\n\n^ Corcoran, Kieran (November 19, 2021). \"Kevin McCarthy breaks record for longest-ever House speech, talking for more than 8 hours to obstruct Biden's social-spending bill\". Business Insider. Archived from the original on November 19, 2021. Retrieved November 19, 2021.\n\n^ Scott MacFarlane; Melissa Quinn; Kathryn Watson (May 12, 2022). \"January 6 committee subpoenas 5 GOP lawmakers close to Trump, including McCarthy\". CBS News. Archived from the original on May 13, 2022. Retrieved May 13, 2022.\n\n^ Solender, Andrew (December 19, 2022). \"Jan. 6 committee refers Kevin McCarthy to ethics panel for dodging subpoenas\". Axios. Archived from the original on December 19, 2022. Retrieved December 19, 2022.\n\n^ \"Jan. 6 panel refers McCarthy, 3 other Republicans for ethics violations\". POLITICO. December 19, 2022. Archived from the original on February 16, 2023. Retrieved February 16, 2023.\n\n^ Kasperowicz, Peter (January 7, 2023). \"Kevin McCarthy elected House speaker in 15th floor vote after days of high drama\". Fox News. Archived from the original on June 14, 2023. Retrieved January 7, 2023.\n\n^ \"McCarthy makes fresh concessions to try to woo hard-right Republicans in speaker bid\". Washington Post. ISSN 0190-8286. Retrieved January 7, 2023.\n\n^ Broadwater, Luke (January 7, 2023). \"Speaker Quest Reveals McCarthy's Tenuous Grip on an Unruly Majority\". NY Times. Archived from the original on February 1, 2023. Retrieved February 2, 2023.\n\n^ Debusmann, Bernd; Murphy, Matt (January 7, 2023). \"Kevin McCarthy elected US House Speaker after 15 rounds of voting\". BBC News. Archived from the original on January 6, 2023. Retrieved January 16, 2023.\n\n^ McCartney, Allison; Parlapiano, Alicia; Wu, Ashley; Zhang, Christine; Williams, Josh; Cochrane, Emily; Murphy, John-Michael (January 6, 2023). \"Vote Count: McCarthy Elected House Speaker After 15 Ballots\". The New York Times. Archived from the original on January 6, 2023. Retrieved January 16, 2023.\n\n^ Stein, Chris. \"Kevin McCarthy denounced for giving January 6 tapes to Fox News host\". TheGuardian. TheGuardian. Archived from the original on March 12, 2023. Retrieved March 13, 2023.\n\n^ Lisa Mascaro; Mary Clare Jalonick; Farnoush Amiri (March 7, 2023). \"Tucker Carlson amplifies Jan. 6 lies with GOP-provided video\". Associated Press. Archived from the original on March 13, 2023. Retrieved March 13, 2023.\n\n^ Cheney, Kyle (March 12, 2023). \"Prosecutors say newly aired Chansley footage paints misleading portrait of his Jan. 6 conduct\". Politico. Archived from the original on March 13, 2023. Retrieved March 13, 2023.\n\n^ Millis, Leah (March 6, 2023). \"House Speaker Kevin McCarthy plans to meet Taiwan's president in the U.S., sources say\". CNBC.com. CNBC. Archived from the original on March 12, 2023. Retrieved March 11, 2023.\n\n^ Berg, Matt (March 8, 2023). \"McCarthy rejects Zelenskyy's invitation to Ukraine\". Politico.com. Politico. Archived from the original on March 10, 2023. Retrieved March 11, 2023.\n\n^ Kube, Courtney; Jett, Jennifer (April 6, 2023). \"U.S. lawmakers arrive in Taiwan as China blasts McCarthy's meeting with Tsai\". NBC. Archived from the original on April 6, 2023. Retrieved April 7, 2023.\n\n^ Foran, Clare (April 5, 2023). \"Taiwan's president warns 'democracy is under threat' in joint remarks with McCarthy\". CNN. Archived from the original on April 5, 2023. Retrieved April 5, 2023.\n\n^ Creitz, Charles (April 6, 2023). \"Kevin McCarthy blasts China's response to Taiwanese president visit\". Fox News. Archived from the original on April 7, 2023. Retrieved April 7, 2023.\n\n^ Mascaro, Lisa (April 6, 2023). \"For Kevin McCarthy and Taiwan's leader, a visit marks a historic first\". Chicago Sun Times. Archived from the original on April 7, 2023. Retrieved April 8, 2023.\n\n^ \"A rare, historic visit for McCarthy and Taiwan's leader at the Reagan Library\". MSN. April 6, 2023. Archived from the original on April 8, 2023. Retrieved April 8, 2023.\n\n^ \"China Sends Warships, Fighter Jets Near Taiwan Following President's Meeting With US Speaker McCarthy\". WNBC. April 8, 2023. Archived from the original on April 8, 2023. Retrieved April 8, 2023.\n\n^ McDonald, Joe (April 8, 2023). \"China flies fighter jets near Taiwan after leader's trip to U.S.\" Los Angeles Times. Archived from the original on April 8, 2023. Retrieved April 8, 2023.\n\n^ \"China holds military drills around Taiwan after Tsai-McCarthy meeting\". Axios. April 8, 2023. Archived from the original on April 8, 2023. Retrieved April 8, 2023.\n\n^ Lebowitz, Megan (April 6, 2023). \"Top lawmakers invite South Korean president to address Congress\". NBC News. Archived from the original on April 7, 2023. Retrieved April 8, 2023.\n\n^ Mascaro, Lisa; Kim, Seung Min (February 1, 2023). \"Biden, McCarthy meet face-to-face on debt crisis worries\". AP NEWS. Archived from the original on April 29, 2023. Retrieved April 29, 2023.\n\n^ Mascaro, Lisa; Freking, Kevin (April 19, 2023). \"Speaker McCarthy unveils $1.5T debt bill, pushes toward vote\". AP NEWS. Archived from the original on April 28, 2023. Retrieved April 28, 2023.\n\n^ Ferris, Sarah; Beavers, Olivia (May 31, 2023). \"How Jim Jordan and Marjorie Taylor Greene helped McCarthy get his debt deal through\". Politico. Archived from the original on June 23, 2023. Retrieved June 23, 2023.\n\n^ Doyle, Katherine; Wong, Scott (May 30, 2023). \"Far-right members, unhappy with debt deal, float threatening McCarthy's speakership\". NBC News. Archived from the original on June 22, 2023. Retrieved June 23, 2023.\n\n^ \"Biden signs bipartisan debt ceiling bill to avert government default\". NBC News. June 3, 2023. Archived from the original on June 3, 2023. Retrieved June 5, 2023.\n\n^ Lightman, David (April 6, 2023). \"Kevin McCarthy, Kevin Kiley urge Biden to withdraw Labor Secretary nominee\". The Sacramento Bee. Archived from the original on April 7, 2023. Retrieved April 10, 2023.\n\n^ McFarlane, Scott; Kim, Ellis (June 23, 2023). \"McCarthy says he supports House resolutions to \"expunge\" Trump's impeachments – CBS News\". CBS News. Archived from the original on June 30, 2023. Retrieved June 30, 2023.\n\n^ Brooks, Emily (September 1, 2023). \"McCarthy says he won't open impeachment inquiry without House vote\". The Hill. Archived from the original on September 12, 2023. Retrieved September 12, 2023.\n\n^ Cortellessa, Eric (September 8, 2023). \"McCarthy Lacks the Votes For an Impeachment Inquiry. Trump's Allies Have a Plan to Get Them\". Time. Archived from the original on September 12, 2023. Retrieved September 12, 2023.\n\n^ Haley Talbot; Lauren Fox; Melanie Zanona (September 12, 2023). \"McCarthy calls for formal impeachment inquiry into Biden\". CNN. Archived from the original on September 12, 2023. Retrieved September 12, 2023.\n\n^ Juliegrace Brufke; Justin Green (September 12, 2023). \"McCarthy blames Pelosi for his impeachment flip-flop\". Axios. Archived from the original on September 14, 2023. Retrieved September 12, 2023.\n\n^ Nicholas Fandos; Sheryl Gay Stolberg (November 13, 2019). \"A Divided House Endorses Impeachment Inquiry Into Trump\". The New York Times. Archived from the original on October 4, 2023. Retrieved September 12, 2023.\n\n^ Hall, Madison. \"A Democratic representative just introduced the 'My Constituents Cannot Afford Rebellious Tantrums, Handle Your Shutdown Act' to halt congressional pay during a government shutdown\". Business Insider. Archived from the original on September 27, 2023. Retrieved September 27, 2023.\n\n^ \"DeSantis plays up fight with House speaker after McCarthy said he is \"not on the same level\" as Trump – CBS News\". www.cbsnews.com. September 19, 2023. Archived from the original on September 27, 2023. Retrieved September 27, 2023.\n\n^ Cabral, Sam (October 1, 2023). \"US House of Representatives considers bill to avoid government shutdown\". BBC News. Archived from the original on October 1, 2023. Retrieved October 4, 2023. Faced with a rebellion by hard-line Republicans in his party, House Speaker Kevin McCarthy needs support from Democrats ... the hard-liners have tanked efforts by Mr McCarthy to shepherd legislation needed to break the impasse through the House.\n\n^ a b c Mascaro, Lisa; Freking, Kevin; Groves, Stephen (October 1, 2023). \"Government shutdown averted with little time to spare as Biden signs funding before midnight\". Associated Press. Archived from the original on October 3, 2023. Retrieved October 4, 2023. The House's quick pivot comes after the collapse Friday of McCarthy's earlier plan to pass a Republican-only bill ... A faction of 21 hard-right Republican holdouts opposed it.\n\n^ Brassil, Gillian; Lightman, David (October 1, 2023). \"Congress averts government shutdown. Will it cost Speaker Kevin McCarthy his gavel?\". The Sacramento Bee. Archived from the original on October 4, 2023. Retrieved October 4, 2023.\n\n^ Moran, Lee (October 2, 2023). \"CBS Anchor Can't Keep Straight Face Over Kevin McCarthy's Shutdown Claim\". The Huffington Post. Archived from the original on October 3, 2023. Retrieved October 4, 2023.\n\n^ Cook Escobar, Molly; Elliott, Kennedy; Levitt, Zach; Murphy, John-Michael; Parlapiano, Alicia; Reinhard, Scott; Shorey, Rachel; Wu, Ashley; Yourish, Yourish (October 3, 2023). \"Live Vote Count: House Decides Whether to Oust McCarthy as Speaker\". The New York Times. Archived from the original on October 3, 2023. Retrieved October 3, 2023.\n\n^ Warburton, Moira; Cowan, Richard; Morgan, David (October 4, 2023). \"Kevin McCarthy ousted as House Speaker in historic vote\". Reuters. Archived from the original on October 5, 2023. Retrieved October 5, 2023.\n\n^ Hughes, Shiobhan; Katy S., Ferek; Kristina, Peterson (October 3, 2023). \"Kevin McCarthy Ousted as House Speaker in Historic Vote\". The Wall Street Journal. Archived from the original on October 3, 2023. Retrieved October 3, 2023.\n\n^ Wilkie, Emma; Kinery, Christina (October 3, 2023). \"House ousts Kevin McCarthy as speaker, a first in U.S. history\". CNBC. Archived from the original on October 3, 2023. Retrieved October 3, 2023.\n\n^ Blackburn, Piper (October 3, 2023). \"Here are the 8 Republicans who voted to oust McCarthy as House speaker\". CNN. Archived from the original on October 4, 2023. Retrieved October 4, 2023.\n\n^ Olivia Beavers (October 3, 2023). \"McCarthy won't seek speakership again\". Politico. Archived from the original on October 3, 2023. Retrieved October 3, 2023.\n\n^ \"New House Speaker Kicks Things Off With Crass Remark About His Wife\". Yahoo News. October 25, 2023. Retrieved October 26, 2023.\n\n^ McCarthy, Mia (December 14, 2023). \"McCarthy says a 'bittersweet' goodbye\". Politico. Retrieved December 15, 2023.\n\n^ Poletti, Jonathan (January 7, 2023). \"Kevin McCarthy is a perfect Evangelical\". Medium. Archived from the original on January 8, 2023.\n\n^ a b Yglesias, Matthew (October 9, 2015). \"The affair allegations that derailed Kevin McCarthy's quest for the speakership, explained\". Vox. Archived from the original on March 21, 2023. Retrieved August 17, 2020.\n\n^ \"Renee Ellmers Talks to GOP Caucus\". U.S. News & World Report. Associated Press. October 9, 2015. Archived from the original on March 19, 2021. Retrieved August 17, 2020.\n\n^ Hartmann, Margaret (May 21, 2018). \"Whatever Happened to the Scandal That Derailed McCarthy's Last Bid for Speaker?\". Intelligencer. Archived from the original on January 7, 2021. Retrieved August 17, 2020.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Kevin McCarthy.\n\n\n\n\nWikiquote has quotations related to Kevin McCarthy.\n\nCongressman Kevin McCarthy official U.S. House website\nKevin McCarthy at Curlie\nAppearances on C-SPAN\nBiography at the Biographical Directory of the United States Congress\nFinancial information (federal office) at the Federal Election Commission\nLegislation sponsored at the Library of Congress\nProfile at Vote Smart\nvteKevin McCarthy\n55th Speaker of the United States House of Representatives (2023)\nMember of the U.S. House of Representatives from California (2007–2023)\nLeader of the House Republicans (2019–2023)\nHouse Minority Leader (2019–2023)\nHouse Majority Leader (2014–2019)\nSpeakership\n2023 State of the Union Address\n2023 United States debt-ceiling crisis\nFiscal Responsibility Act of 2023\nImpeachment inquiry against Joe Biden\nProposed expungements of the impeachments of Donald Trump\nRemoval\nElectionsState Assemblyman\n2002\n2004\nU.S. Representative\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nSpeakership\nOctober 2015\n2019\n2021\nJanuary 2023\nOctober 2023\nRelated\nPolitical positions\nMCCARTHY Shutdown Act\n\nOffices and distinctions\n\n\nCalifornia Assembly\n\n\nPreceded byRoy Ashburn\n\n Member of the California Assemblyfrom the 32nd district 2002–2006\n\nSucceeded byJean Fuller\n\n\nU.S. House of Representatives\n\n\nPreceded byBill Thomas\n\n Member of the U.S. House of Representativesfrom California's 22nd congressional district 2007–2013\n\nSucceeded byDevin Nunes\n\n\nPreceded byLois Capps\n\n Member of the U.S. House of Representativesfrom California's 23rd congressional district 2013–2023\n\nSucceeded byJay Obernolte\n\n\nPreceded byJimmy Panetta\n\n Member of the U.S. House of Representativesfrom California's 20th congressional district 2023\n\nVacant\n\n\nPreceded byJim Clyburn\n\n House Majority Whip 2011–2014\n\nSucceeded bySteve Scalise\n\n\nPreceded byEric Cantor\n\n House Majority Leader 2014–2019\n\nSucceeded bySteny Hoyer\n\n\nPreceded byNancy Pelosi\n\n House Minority Leader 2019–2023\n\nSucceeded byHakeem Jeffries\n\n\nParty political offices\n\n\nPreceded byDave Cox\n\n Minority Leader of the California State Assembly 2004–2006\n\nSucceeded byGeorge Plescia\n\n\nPreceded byEric Cantor\n\n House Republican Chief Deputy Whip 2009–2011\n\nSucceeded byPeter Roskam\n\n\nPreceded byPaul Ryan\n\n House Republican Leader 2019–2023\n\nSucceeded byMike Johnson\n\n\nPolitical offices\n\n\nPreceded byNancy Pelosi\n\n Speaker of the United States House of Representatives 2023\n\nSucceeded byPatrick McHenryas Speaker pro tempore\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byPaul Ryanas Former Speaker of the US House of Representatives\n\n Order of precedence of the United Statesas Former Speaker of the US House of Representatives \n\nSucceeded byDick Gephardtas Former House Majority Leader\n\n\n\nArticles and topics related to Kevin McCarthy\nvteSpeakers of the U.S. House of Representatives\n▌ Muhlenberg (1789–1791)\n▌ Trumbull (1791–1793)\n▌ Muhlenberg (1793–1795)\n▌ Dayton (1795–1799)\n▌ Sedgwick (1799–1801)\n▌ Macon (1801–1807)\n▌ Varnum (1807–1811)\n▌ Clay (1811–1814)\n▌ Cheves (1814–1815)\n▌ Clay (1815–1820)\n▌ Taylor (1820–1821)\n▌ Barbour (1821–1823)\n▌ Clay (1823–1825)\n▌ Taylor (1825–1827)\n▌ Stevenson (1827–1834)\n▌ Bell (1834–1835)\n▌▌ Polk (1835–1839)\n▌ Hunter (1839–1841)\n▌ White (1841–1843)\n▌ Jones (1843–1845)\n▌ Davis (1845–1847)\n▌ Winthrop (1847–1849)\n▌ Cobb (1849–1851)\n▌ Boyd (1851–1855)\n▌ Banks (1856–1857)\n▌ Orr (1857–1859)\n▌ Pennington (1860–1861)\n▌ Grow (1861–1863)\n▌ Colfax (1863–1869)\n▌ Pomeroy (1869)\n▌ Blaine (1869–1875)\n▌ Kerr (1875–1876)\n▌ Randall (1876–1881)\n▌ Keifer (1881–1883)\n▌ Carlisle (1883–1889)\n▌ Reed (1889–1891)\n▌ Crisp (1891–1895)\n▌ Reed (1895–1899)\n▌ Henderson (1899–1903)\n▌ Cannon (1903–1911)\n▌ Clark (1911–1919)\n▌ Gillett (1919–1925)\n▌ Longworth (1925–1931)\n▌ Garner (1931–1933)\n▌ Rainey (1933–1934)\n▌ Byrns (1935–1936)\n▌ Bankhead (1936–1940)\n▌ Rayburn (1940–1947)\n▌ Martin (1947–1949)\n▌ Rayburn (1949–1953)\n▌ Martin (1953–1955)\n▌ Rayburn (1955–1961)\n▌ McCormack (1962–1971)\n▌ Albert (1971–1977)\n▌ O'Neill (1977–1987)\n▌ Wright (1987–1989)\n▌ Foley (1989–1995)\n▌ Gingrich (1995–1999)\n▌ Hastert (1999–2007)\n▌ Pelosi (2007–2011)\n▌ Boehner (2011–2015)\n▌ Ryan (2015–2019)\n▌ Pelosi (2019–2023)\n▌ McCarthy (2023)\n▌ McHenry (2023, pro tempore)\n▌ Johnson (2023–present)\n\n▌ Pro-Administration\n▌ Anti-Administration\n▌ Federalist\n▌ Democratic-Republican\n▌ National Republican\n▌ Jacksonian\n▌ Democratic\n▌ Whig\n▌ Know Nothing\n▌ Republican\n Category\n List\n\nvteRepublican Party\nHistory\nNational Union Party\nThird Party System\nFourth Party System\nFifth Party System\nSixth Party System\nPresidentialticketsandnationalconventions\n1856 (Philadelphia): Frémont/Dayton\n1860 (Chicago): Lincoln/Hamlin\n1864 (Baltimore): Lincoln/Johnson\n1868 (Chicago): Grant/Colfax\n1872 (Philadelphia): Grant/Wilson\n1876 (Cincinnati): Hayes/Wheeler\n1880 (Chicago): Garfield/Arthur\n1884 (Chicago): Blaine/Logan\n1888 (Chicago): Harrison/Morton\n1892 (Minneapolis): Harrison/Reid\n1896 (Saint Louis): McKinley/Hobart\n1900 (Philadelphia): McKinley/Roosevelt\n1904 (Chicago): Roosevelt/Fairbanks\n1908 (Chicago): Taft/Sherman\n1912 (Chicago): Taft/Sherman/Butler\n1916 (Chicago): Hughes/Fairbanks\n1920 (Chicago): Harding/Coolidge\n1924 (Cleveland): Coolidge/Dawes\n1928 (Kansas City): Hoover/Curtis\n1932 (Chicago): Hoover/Curtis\n1936 (Cleveland): Landon/Knox\n1940 (Philadelphia): Willkie/McNary\n1944 (Chicago): Dewey/Bricker\n1948 (Philadelphia): Dewey/Warren\n1952 (Chicago): Eisenhower/Nixon\n1956 (San Francisco): Eisenhower/Nixon\n1960 (Chicago): Nixon/Lodge\n1964 (San Francisco): Goldwater/Miller\n1968 (Miami Beach): Nixon/Agnew\n1972 (Miami Beach): Nixon/Agnew\n1976 (Kansas City): Ford/Dole\n1980 (Detroit): Reagan/G. H. W. Bush\n1984 (Dallas): Reagan/G. H. W. Bush\n1988 (New Orleans): G. H. W. Bush/Quayle\n1992 (Houston): G. H. W. Bush/Quayle\n1996 (San Diego): Dole/Kemp\n2000 (Philadelphia): G. W. Bush/Cheney\n2004 (New York): G. W. Bush/Cheney\n2008 (St. Paul): McCain/Palin\n2012 (Tampa): Romney/Ryan\n2016 (Cleveland): Trump/Pence\n2020 (Charlotte/other locations): Trump/Pence\n2024 (Milwaukee)\n2028 (Houston)\nPresidentialadministrations\nLincoln (1861–1865)\nJohnson (1865–1868)\nGrant (1869–1877)\nHayes (1877–1881)\nGarfield (1881)\nArthur (1881–1885)\nHarrison (1889–1893)\nMcKinley (1897–1901)\nRoosevelt (1901–1909)\nTaft (1909–1913)\nHarding (1921–1923)\nCoolidge (1923–1929)\nHoover (1929–1933)\nEisenhower (1953–1961)\nNixon (1969–1974)\nFord (1974–1977)\nReagan (1981–1989)\nG. H. W. Bush (1989–1993)\nG. W. Bush (2001–2009)\nTrump (2017–2021)\nU.S. SenateleadersandConferencechairs\nJ. P. Hale (1859–1862)\nAnthony (1862–1884)\nSherman (1884–1885)\nEdmunds (1885–1891)\nSherman (1891–1897)\nAllison (1897–1908)\nE. Hale (1908–1911)\nCullom (1911–1913)\nGallinger (1913–1918)\nLodge (1918–1924)\nCurtis (1924–1929)\nWatson (1929–1933)\nMcNary (1933–1940)\nAustin (1940–1941)\nMcNary (1941–1944)\nWhite (1944–1949)\nWherry (1949–1952)\nBridges (1952–1953)\nTaft (1953)\nKnowland (1953–1959)\nDirksen (1959–1969)\nScott (1969–1977)\nBaker (1977–1979)\nStevens (1979–1980)\nBaker (1980–1985)\nDole (1985–1996)\nLott (1996–2003)\nFrist (2003–2007)\nMcConnell (2007–)\nU.S. Houseleaders,Speakers,andConferencechairs\nPennington (1860–1861)\nGrow (1861–1863)\nColfax (1863–1869)\nPomeroy (1869)\nBlaine (1869–1875)\nMcCrary (1875–1877)\nHale (1877–1879)\nFrye (1879–1881)\nKeifer (1881–1883)\nCannon (1883–1889)\nReed (1889–1891)\nT. J. Henderson (1891–1895)\nReed (1895–1899)\nD. B. Henderson (1899–1903)\nCannon (1903–1911)\nMann (1911–1919)\nGillett (1919–1925)\nLongworth (1925–1931)\nSnell (1931–1939)\nMartin (1939–1959)\nHalleck (1959–1965)\nFord (1965–1973)\nRhodes (1973–1981)\nMichel (1981–1995)\nGingrich (1995–1999)\nHastert (1999–2007)\nBoehner (2007–2015)\nRyan (2015–2019)\nMcCarthy (2019–2023)\nJohnson (2023–)\nRNCChairs\nMorgan\nRaymond\nWard\nClaflin\nMorgan\nChandler\nCameron\nJewell\nSabin\nJones\nQuay\nClarkson\nCampbell\nCarter\nHanna\nPayne\nCortelyou\nNew\nHitchcock\nHill\nRosewater\nHilles\nWilcox\nHays\nAdams\nButler\nWork\nHuston\nFess\nSanders\nFletcher\nHamilton\nMartin\nWalsh\nSpangler\nBrownell\nReece\nScott\nGabrielson\nSummerfield\nRoberts\nHall\nAlcorn\nT. Morton\nMiller\nBurch\nBliss\nR. Morton\nDole\nBush\nSmith\nBrock\nRichards\nLaxalt/Fahrenkopf\nFahrenkopf\nAtwater\nYeutter\nBond\nBarbour\nNicholson\nGilmore\nRacicot\nGillespie\nMehlman\nMartínez/Duncan\nDuncan\nSteele\nPriebus\nMcDaniel\nChair elections\n2009\n2011\n2013\n2015\n2017\n2019\n2021\n2023\nParties bystate andterritoryState\nAlabama\nAlaska\nArizona\nArkansas\nCalifornia\nColorado\nConnecticut\nDelaware\nFlorida\nGeorgia\nHawaii\nIdaho\nIllinois\nIndiana\nIowa\nKansas\nKentucky\nLouisiana\nMaine\nMaryland\nMassachusetts\nMichigan\nMinnesota\nMississippi\nMissouri\nMontana\nNebraska\nNevada\nNew Hampshire\nNew Jersey\nNew Mexico\nNew York\nNorth Carolina\nNorth Dakota\nOhio\nOklahoma\nOregon\nPennsylvania\nRhode Island\nSouth Carolina\nSouth Dakota\nTennessee\nTexas\nUtah\nVermont\nVirginia\nWashington\nWest Virginia\nWisconsin\nWyoming\nTerritory\nAmerican Samoa\nDistrict of Columbia\nGuam\nNorthern Mariana Islands\nPuerto Rico\nVirgin Islands\nAffiliated  organizationsCongress\nHouse Conference\nLegislative Digest\nSteering and Policy Committees\nSenate Conference\nPolicy Committee\nFactions\nFreedom Caucus\nProblem Solvers Caucus\nRepublican Governance Group\nRepublican Study Committee\nFundraisinggroups\nNational Republican Congressional Committee\nNational Republican Redistricting Trust\nNational Republican Senatorial Committee\nRepublican Attorneys General Association\nRepublican Governors Association\nSectionalgroups\nCollege Republicans\nChairmen\nCongressional Hispanic Conference\nLog Cabin Republicans\nRepublican Jewish Coalition\nRepublican National Hispanic Assembly\nRepublicans Abroad\nTeen Age Republicans\nYoung Republicans\nRepublicans Overseas\nFactionalgroups\nRepublican Main Street Partnership\nRepublican Majority for Choice\nRepublican Liberty Caucus\nRepublican National Coalition for Life\nConservAmerica\nLiberty Caucus\nRipon Society\nThe Wish List\nRelated\nPrimaries\nDebates\nBibliography\nInternational Democrat Union\nTimeline of modern American conservatism\nTrumpism\n\nvteRepublican Party leaders of the U.S. House of Representatives\nPayne\nMann\nMondell\nLongworth\nTilson\nSnell\nMartin\nHalleck\nMartin\nHalleck\nMartin\nHalleck\nFord\nRhodes\nMichel\nArmey\nDeLay\nBlunti\nBoehner\nCantor\nMcCarthy\nScalise\n(i) - interim\nvteMajority leaders of the U.S. House of Representatives\nPayne\nUnderwood\nKitchin\nMondell\nLongworth\nTilson\nRainey\nByrns\nBankhead\nRayburn\nMcCormack\nHalleck\nMcCormack\nHalleck\nMcCormack\nAlbert\nBoggs\nO'Neill\nWright\nFoley\nGephardt\nArmey\nDeLay\nBlunt (acting)\nBoehner\nHoyer\nCantor\nMcCarthy\nHoyer\nScalise\n\nvteMinority leaders of the U.S. House of Representatives\nBailey\nRichardson\nWilliams\nClark\nMann\nClark\nKitchin\nGarrett\nGarner\nSnell\nMartin\nRayburn\nMartin\nRayburn\nMartin\nHalleck\nFord\nRhodes\nMichel\nGephardt\nPelosi\nBoehner\nPelosi\nMcCarthy\nJeffries\n\nvteRepublican Party whips of the U.S. House of Representatives\nTawney\nWatson\nDwight\nBurke\nHamilton\nKnutson\nVestal\nBachmann\nEnglebright\nArends\nMichel\nLott\nCheney\nGingrich\nDeLay\nBlunt\nCantor\nMcCarthy\nScalise\nEmmer\n\nvteMajority whips of the U.S. House of Representatives\nTawney\nWatson\nDwight\nBell\nKnutson\nVestal\nMcDuffie\nGreenwood\nBoland\nRamspeck\nSparkman\nArends\nPriest\nArends\nAlbert\nBoggs\nO'Neill\nMcFall\nBrademas\nFoley\nCoelho\nGray\nBonior\nDeLay\nBlunt\nClyburn\nMcCarthy\nScalise\nClyburn\nEmmer\n\nvteCalifornia's delegation(s) to the 110th–present United States Congress (ordered by seniority)\n\n\n110th\n\nSenate: \n▌D. Feinstein (D)\n▌B. Boxer (D)\n\n\nHouse: \n▌P. Stark (D)\n▌G. Miller (D)\n▌H. Waxman (D)\n▌J. Lewis (R)\n▌D. Dreier (R)\n▌D. L. Hunter (R)\n▌T. Lantos (D)\n▌H. Berman (D)\n▌E. Gallegly (R)\n▌W. Herger (R)\n▌N. Pelosi (D)\n▌D. Rohrabacher (R)\n▌J. Doolittle (R)\n▌M. Waters (D)\n▌X. Becerra (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌B. Filner (D)\n▌B. McKeon (R)\n▌L. Roybal-Allard (D)\n▌E. Royce (R)\n▌L. Woolsey (D)\n▌S. Farr (D)\n▌Z. Lofgren (D)\n▌G. Radanovich (R)\n▌J. Millender-McDonald (D)\n▌J. Harman (D)\n▌D. Lungren (R)\n▌L. Sanchez (D)\n▌B. Sherman (D)\n▌E. Tauscher (D)\n▌L. Capps (D)\n▌M. Bono Mack (R)\n▌B. Lee (D)\n▌G. G. Miller (R)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌J. Baca (D)\n▌B. Bilbray (R)\n▌S. Davis (D)\n▌M. Honda (D)\n▌D. Issa (R)\n▌A. Schiff (D)\n▌H. Solis (D)\n▌D. Watson (D)\n▌D. Cardoza (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌J. Campbell (R)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌L. Richardson (D)\n▌J. Speier (D)\n\n\n\n111th\n\nSenate: \n▌D. Feinstein (D)\n▌B. Boxer (D)\n\n\nHouse: \n▌P. Stark (D)\n▌G. Miller (D)\n▌H. Waxman (D)\n▌J. Lewis (R)\n▌D. Dreier (R)\n▌H. Berman (D)\n▌E. Gallegly (R)\n▌W. Herger (R)\n▌N. Pelosi (D)\n▌D. Rohrabacher (R)\n▌M. Waters (D)\n▌X. Becerra (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌B. Filner (D)\n▌B. McKeon (R)\n▌L. Roybal-Allard (D)\n▌E. Royce (R)\n▌L. Woolsey (D)\n▌S. Farr (D)\n▌Z. Lofgren (D)\n▌G. Radanovich (R)\n▌J. Harman (D)\n▌D. Lungren (R)\n▌L. Sanchez (D)\n▌B. Sherman (D)\n▌E. Tauscher (D)\n▌L. Capps (D)\n▌M. Bono Mack (R)\n▌B. Lee (D)\n▌G. G. Miller (R)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌J. Baca (D)\n▌B. Bilbray (R)\n▌S. Davis (D)\n▌M. Honda (D)\n▌D. Issa (R)\n▌A. Schiff (D)\n▌H. Solis (D)\n▌D. Watson (D)\n▌D. Cardoza (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌J. Campbell (R)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌L. Richardson (D)\n▌J. Speier (D)\n▌D. D. Hunter (R)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n\n\n\n112th\n\nSenate: \n▌D. Feinstein (D)\n▌B. Boxer (D)\n\n\nHouse: \n▌P. Stark (D)\n▌G. Miller (D)\n▌H. Waxman (D)\n▌J. Lewis (R)\n▌D. Dreier (R)\n▌H. Berman (D)\n▌E. Gallegly (R)\n▌W. Herger (R)\n▌N. Pelosi (D)\n▌D. Rohrabacher (R)\n▌M. Waters (D)\n▌X. Becerra (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌B. Filner (D)\n▌B. McKeon (R)\n▌L. Roybal-Allard (D)\n▌E. Royce (R)\n▌L. Woolsey (D)\n▌S. Farr (D)\n▌Z. Lofgren (D)\n▌J. Harman (D)\n▌D. Lungren (R)\n▌L. Sanchez (D)\n▌B. Sherman (D)\n▌L. Capps (D)\n▌M. Bono Mack (R)\n▌B. Lee (D)\n▌G. G. Miller (R)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌J. Baca (D)\n▌B. Bilbray (R)\n▌S. Davis (D)\n▌M. Honda (D)\n▌D. Issa (R)\n▌A. Schiff (D)\n▌D. Cardoza (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌J. Campbell (R)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌L. Richardson (D)\n▌J. Speier (D)\n▌D. D. Hunter (R)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n▌K. Bass (D)\n▌J. Denham (R)\n▌J. Hahn (D)\n\n\n\n113th\n\nSenate: \n▌D. Feinstein (D)\n▌B. Boxer (D)\n\n\nHouse: \n▌G. Miller (D)\n▌H. Waxman (D)\n▌N. Pelosi (D)\n▌D. Rohrabacher (R)\n▌M. Waters (D)\n▌X. Becerra (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌B. McKeon (R)\n▌L. Roybal-Allard (D)\n▌E. Royce (R)\n▌S. Farr (D)\n▌Z. Lofgren (D)\n▌L. Sanchez (D)\n▌B. Sherman (D)\n▌L. Capps (D)\n▌B. Lee (D)\n▌G. G. Miller (R)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌S. Davis (D)\n▌M. Honda (D)\n▌D. Issa (R)\n▌A. Schiff (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌J. Campbell (R)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌J. Speier (D)\n▌D. D. Hunter (R)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n▌K. Bass (D)\n▌J. Denham (R)\n▌J. Hahn (D)\n▌A. Bera (D)\n▌J. Brownley (D)\n▌T. Cárdenas (D)\n▌P. Cook (R)\n▌J. Huffman (D)\n▌D. LaMalfa (R)\n▌A. Lowenthal (D)\n▌G. McLeod (D)\n▌S. Peters (D)\n▌R. Ruiz (D)\n▌E. Swalwell (D)\n▌M. Takano (D)\n▌D. Valadao (R)\n▌J. Vargas (D)\n\n\n\n114th\n\nSenate: \n▌D. Feinstein (D)\n▌B. Boxer (D)\n\n\nHouse: \n▌N. Pelosi (D)\n▌D. Rohrabacher (R)\n▌M. Waters (D)\n▌X. Becerra (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌L. Roybal-Allard (D)\n▌E. Royce (R)\n▌S. Farr (D)\n▌Z. Lofgren (D)\n▌L. Sanchez (D)\n▌B. Sherman (D)\n▌L. Capps (D)\n▌B. Lee (D)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌S. Davis (D)\n▌M. Honda (D)\n▌D. Issa (R)\n▌A. Schiff (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌J. Speier (D)\n▌D. D. Hunter (R)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n▌K. Bass (D)\n▌J. Denham (R)\n▌J. Hahn (D)\n▌A. Bera (D)\n▌J. Brownley (D)\n▌T. Cárdenas (D)\n▌P. Cook (R)\n▌J. Huffman (D)\n▌D. LaMalfa (R)\n▌A. Lowenthal (D)\n▌S. Peters (D)\n▌R. Ruiz (D)\n▌E. Swalwell (D)\n▌M. Takano (D)\n▌D. Valadao (R)\n▌J. Vargas (D)\n▌P. Aguilar (D)\n▌M. DeSaulnier (D)\n▌S. Knight (R)\n▌T. Lieu (D)\n▌N. Torres (D)\n▌M. Walters (R)\n\n\n\n115th\n\nSenate: \n▌D. Feinstein (D)\n▌K. Harris (D)\n\n\nHouse: \n▌N. Pelosi (D)\n▌D. Rohrabacher (R)\n▌M. Waters (D)\n▌X. Becerra (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌L. Roybal-Allard (D)\n▌E. Royce (R)\n▌Z. Lofgren (D)\n▌B. Sherman (D)\n▌B. Lee (D)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌S. Davis (D)\n▌D. Issa (R)\n▌A. Schiff (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌J. Speier (D)\n▌D. D. Hunter (R)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n▌K. Bass (D)\n▌J. Denham (R)\n▌A. Bera (D)\n▌J. Brownley (D)\n▌T. Cárdenas (D)\n▌P. Cook (R)\n▌J. Huffman (D)\n▌D. LaMalfa (R)\n▌A. Lowenthal (D)\n▌S. Peters (D)\n▌R. Ruiz (D)\n▌E. Swalwell (D)\n▌M. Takano (D)\n▌D. Valadao (R)\n▌J. Vargas (D)\n▌P. Aguilar (D)\n▌M. DeSaulnier (D)\n▌S. Knight (R)\n▌T. Lieu (D)\n▌N. Torres (D)\n▌M. Walters (R)\n▌N. Barragán (D)\n▌S. Carbajal (D)\n▌L. Correa (D)\n▌R. Khanna (D)\n▌J. Panetta (D)\n▌J. Gomez (D)\n\n\n\n116th\n\nSenate: \n▌D. Feinstein (D)\n▌K. Harris (D)\n\n\nHouse: \n▌N. Pelosi (D)\n▌M. Waters (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌L. Roybal-Allard (D)\n▌Z. Lofgren (D)\n▌B. Sherman (D)\n▌B. Lee (D)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌S. Davis (D)\n▌A. Schiff (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌J. Speier (D)\n▌D. D. Hunter (R)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n▌K. Bass (D)\n▌A. Bera (D)\n▌J. Brownley (D)\n▌T. Cárdenas (D)\n▌P. Cook (R)\n▌J. Huffman (D)\n▌D. LaMalfa (R)\n▌A. Lowenthal (D)\n▌S. Peters (D)\n▌R. Ruiz (D)\n▌E. Swalwell (D)\n▌M. Takano (D)\n▌J. Vargas (D)\n▌P. Aguilar (D)\n▌M. DeSaulnier (D)\n▌T. Lieu (D)\n▌N. Torres (D)\n▌N. Barragán (D)\n▌S. Carbajal (D)\n▌L. Correa (D)\n▌R. Khanna (D)\n▌J. Panetta (D)\n▌J. Gomez (D)\n▌G. Cisneros (D)\n▌T. J. Cox (D)\n▌J. Harder (D)\n▌K. Hill (D)\n▌M. Levin (D)\n▌K. Porter (D)\n▌H. Rouda (D)\n▌M. Garcia (R)\n\n\n\n117th\n\nSenate: \n▌D. Feinstein (D)\n▌K. Harris (D)\n▌A. Padilla (D)\n\n\nHouse: \n▌N. Pelosi (D)\n▌M. Waters (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌L. Roybal-Allard (D)\n▌Z. Lofgren (D)\n▌B. Sherman (D)\n▌B. Lee (D)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌A. Schiff (D)\n▌D. Nunes (R)\n▌L. Sánchez (D)\n▌D. Issa (R)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌K. McCarthy (R)\n▌J. McNerney (D)\n▌J. Speier (D)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n▌K. Bass (D)\n▌A. Bera (D)\n▌J. Brownley (D)\n▌T. Cárdenas (D)\n▌J. Huffman (D)\n▌D. LaMalfa (R)\n▌A. Lowenthal (D)\n▌S. Peters (D)\n▌R. Ruiz (D)\n▌E. Swalwell (D)\n▌M. Takano (D)\n▌J. Vargas (D)\n▌P. Aguilar (D)\n▌M. DeSaulnier (D)\n▌T. Lieu (D)\n▌N. Torres (D)\n▌D. Valadao (R)\n▌N. Barragán (D)\n▌S. Carbajal (D)\n▌L. Correa (D)\n▌R. Khanna (D)\n▌J. Panetta (D)\n▌J. Gomez (D)\n▌J. Harder (D)\n▌M. Levin (D)\n▌K. Porter (D)\n▌M. Garcia (R)\n▌S. Jacobs (D)\n▌Y. Kim (R)\n▌J. Obernolte (R)\n▌M. Steel (R)\n▌C. Conway (R)\n\n\n\n118th\n\nSenate: \n▌D. Feinstein (D)\n▌A. Padilla (D)\n▌L. Butler (D)\n\n\nHouse: \n▌N. Pelosi (D)\n▌M. Waters (D)\n▌K. Calvert (R)\n▌A. Eshoo (D)\n▌Z. Lofgren (D)\n▌B. Sherman (D)\n▌B. Lee (D)\n▌G. Napolitano (D)\n▌M. Thompson (D)\n▌A. Schiff (D)\n▌L. Sánchez (D)\n▌D. Issa (R)\n▌J. Costa (D)\n▌D. Matsui (D)\n▌K. McCarthy (R)\n▌T. McClintock (R)\n▌J. Chu (D)\n▌J. Garamendi (D)\n▌A. Bera (D)\n▌J. Brownley (D)\n▌T. Cárdenas (D)\n▌J. Huffman (D)\n▌D. LaMalfa (R)\n▌S. Peters (D)\n▌R. Ruiz (D)\n▌E. Swalwell (D)\n▌M. Takano (D)\n▌J. Vargas (D)\n▌P. Aguilar (D)\n▌M. DeSaulnier (D)\n▌T. Lieu (D)\n▌N. Torres (D)\n▌D. Valadao (R)\n▌N. Barragán (D)\n▌S. Carbajal (D)\n▌L. Correa (D)\n▌R. Khanna (D)\n▌J. Panetta (D)\n▌J. Gomez (D)\n▌J. Harder (D)\n▌M. Levin (D)\n▌K. Porter (D)\n▌M. Garcia (R)\n▌S. Jacobs (D)\n▌Y. Kim (R)\n▌J. Obernolte (R)\n▌M. Steel (R)\n▌J. Duarte (R)\n▌R. Garcia (D)\n▌S. Kamlager-Dove (D)\n▌K. Kiley (R)\n▌K. Mullin (D)\n\n\n\nAuthority control databases International\nISNI\nVIAF\nNational\nGermany\nUnited States\nPeople\nUS Congress\nOther\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Kevin_McCarthy&oldid=1197228128\"",
    "twitter": ""
  },
  {
    "name": "Kevin McLaughlin",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/kevin-mclaughlin-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "professor",
    "wiki": "For the American scholar of comparative literature, see Kevin McLaughlin (professor).\n\n\nThis biography of a living person relies too much on references to primary sources. Please help by adding secondary or tertiary sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately, especially if potentially libelous or harmful.Find sources: \"Kevin McLaughlin\" – news · newspapers · books · scholar · JSTOR (March 2008) (Learn how and when to remove this template message)\nRugby playerKevin McLaughlinDate of birth (1984-09-20) 20 September 1984 (age 39)Place of birthDublin, IrelandHeight6 ft 4 in (1.93 m)Weight17 st 1 lb (109 kg)SchoolGonzaga CollegeUniversityUniversity College DublinRugby union careerPosition(s)\nBack RowAmateur team(s)Years\nTeam\nApps\n(Points)2005\nUCD RFCSt. Mary's College RFC\n\n()Provincial / State sidesYears\nTeam\nApps\n(Points)2007–2015[1]\nLeinster\n115\n(20)\nCorrect as of 26 September 2015International careerYears\nTeam\nApps\n(Points)2003  20052009–132010–2013\n Ireland Schools  Ireland u21Wolfhounds Ireland \n7  548\n (5)(0)\nCorrect as of 25 Nov 2013\nKevin McLaughlin (born 20 September 1984) is a retired professional rugby union player from Ireland. He attended the primary school Kildare Place National School and was educated at secondary level at Gonzaga College.\nHe played provincial rugby for Leinster and used to play club rugby for University College Dublin RFC until they were relegated to AIL Division 2. His current club is St. Mary's College RFC.\nMcLaughlin made his debut for Leinster in a Celtic League clash against Glasgow at Hughenden in March 2007, and his Heineken Cup debut against Toulouse at Stade Ernest Wallon in November 2007.\nOn 17 October 2009, McLaughlin scored 2 tries in a Heineken Cup win against CA Brive.\nIn November 2009, he made his Ireland A debut in Ravenhill against Tonga XV and was called up to the extended Ireland squad for a test against South Africa.[2]\nOn 20 January 2010, he was named in the provisional Ireland squad for the 2010 Six Nations Championship, and on 2 February 2010 he was named in the side to make his debut in the Six Nations' opener against Italy at Croke Park.\nOn 22 September 2015, Leinster Rugby announced McLaughlin's retirement from rugby due to a history of concussions.[1]\n\nReferences[edit]\n\n\n^ a b Ó Buachalla, Marcus (22 September 2015). \"Leinster Captain Kevin McLaughlin Forced To Retire\". Leinster Rugby. Archived from the original on 22 September 2015. Retrieved 22 September 2015.\n\n^ \"McLaughlin among nine added to Ireland squad\". RTÉ Sport. 22 November 2009. Archived from the original on 22 September 2015. Retrieved 22 September 2015.\n\n\nExternal links[edit]\nLeinster profile\nUCD profile\nIRFU profile\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Kevin_McLaughlin&oldid=1178184649\"",
    "twitter": ""
  },
  {
    "name": "Kirsten Powers",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/kirsten-powers-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "American author and columnist\n\n\nKirsten PowersBornKirsten Anne Powers (1967-12-14) December 14, 1967 (age 56)NationalityAmericanAlma materUniversity of MarylandOccupationColumnistEmployerNewsweekPolitical partyDemocratic\nKirsten Anne Powers[1] (born December 14, 1967) is an American author, liberal columnist, and political analyst.[2] She currently writes for USA Today, and is an on-air political analyst at CNN, where she appears regularly on Anderson Cooper 360°, , and The Lead with Jake Tapper. The Washington Post called her \"bright-eyed, sharp-tongued, [and] gamely combative\".[3] The New Republic noted Powers \"held her own in any debate\" at Fox News and quoted columnist Erik Wemple, who called her \"a ferocious advocate for her points of view\".[4]\nPrior to CNN, Powers worked at Fox News as a political analyst and contributor,[5] where she appeared regularly across the channel including Special Report with Bret Baier, Fox News Sunday, The Kelly File and The O'Reilly Factor.  The Columbia Journalism Review described her as \"an outspoken liberal journalist\".[6] Mediaite deemed her \"Fox's liberal to be reckoned with.\"\nPowers previously was a columnist for the New York Post, and later The Daily Beast, which she left to join USA Today. Powers' first column appeared at The American Prospect, and her numerous articles have appeared in USA Today, Elle, the New York Observer, Salon, and the Wall Street Journal.\nPowers began her career as a staff assistant with the Clinton-Gore presidential transition team in 1992, followed by an appointment as Deputy Assistant U.S. Trade Representative for Public Affairs in the Clinton administration from 1993 to 1998. She subsequently worked in various roles, including press secretary, communications consultant and party consultant.[7]\n\n\nEarly life and education[edit]\nPowers' parents were archaeologists, with Irish-American heritage.[7][8][9][10] She credits her interest in politics and debate with being \"expected to state and defend my positions on the issues of the day every night at dinner\".[8]\nShe graduated from Monroe Catholic High School in Fairbanks, Alaska in 1986[1] and the University of Maryland and attended Georgetown University Law Center for a year and a half.\n\nCareer[edit]\nPowers served in the Clinton administration as the deputy assistant U.S. trade representative for public affairs.\nShe left to become the vice president for international communications at America Online.[5] After AOL's merger with Time Warner, she became a vice president at the AOL-Time Warner Foundation.\nPowers has worked in New York State Democratic politics for many years. She was a consultant of the New York State Democratic Committee, the press secretary for the Andrew Cuomo for Governor campaign, and communications director on the mayoral campaign of C. Virginia Fields. She also worked on the \"Vote No on 3\" campaign, which overwhelmingly defeated New York City Mayor Michael Bloomberg's ballot initiative to eliminate party primaries. Powers also was press secretary for Donnie Fowler's unsuccessful bid to be Democratic National Committee (DNC) chair. She has consulted for a variety of non-profit organizations, including Human Rights First and the National Council for Research on Women (NCRW).[5]\nIn 2015, she authored The Silencing: How the Left is Killing Free Speech, which was published by Regnery Press.\nIn July 2017, Powers criticized CNN's decision to not identify a controversial Reddit user, asking in a USA Today article: \"What about the people he routinely dehumanizes and degrades online?\"[11] But, she wrote, she ultimately supported CNN's decision to not identify the user because they determined his safety might have been jeopardized. Powers also wrote on Twitter that \"people do not have a 'right' to stay anonymous so they can spew their racist, misogynist, homophobic garbage\".[12]\nIn January 2019 Powers was criticized and, in her own words, \"harassed\" on Twitter, after she blamed Covington Catholic High School students for \"disrespecting an Indigenous elder\" during a highly publicized confrontation that occurred at the Lincoln Memorial on January 18, 2019.[13]\n\nPolitical positions[edit]\nPowers supports universal health care.[14] Thus, she initially supported President Barack Obama's health care reform, but later became critical of its implementation. She later opined: \"A lot of people who have really been screwed over by the law [and] are left without insurance or with extremely expensive insurance\", and agreed with a Ron Fournier headline in National Journal, \"Why I'm getting tired of defending Obamacare.\"[15]\nIn 2009, Powers urged the Obama administration to repeal \"Don't ask, don't tell\" as \"refusing the service of people like Lt. Daniel Choi[...]an Arabic linguist — a specialty in enormously short supply — who deployed to Iraq and was willing to deploy again\" harmed national security.[16] A year earlier, she had accused the Republican Party of using homophobia for political gain.[17]\nPowers opposed the Fairness Doctrine,[18] and a constitutional amendment to ban flag burning.[19] She also supports comprehensive immigration reform and providing a path to citizenship for illegal aliens, and favors gun control.[20] She also supports closing Guantanamo Bay, and transferring its prisoners to federal prisons.[21]\nIn 2011, Powers criticized Americans' lack of concern about the Muslim Brotherhood rising to power in Egypt as \"naivete\". Her concern partly derived from her then-husband Marty Makary being of Coptic origin.[22]\nPowers described her ideal foreign policy as one of limited engagement, in which the U.S. refrained from intervening in tenuous situations it may not be able to control, or even understand. She even went on to state that she is not an isolationist.[23] Powers was critical of Obama's foreign policy, going so far as to say to Bill O'Reilly: \"Yeah, he should have given it [the Nobel Peace prize] back a long time ago, actually. But, you know, for the drone war, for the escalating the war in Afghanistan, having all these people die unnecessarily, plenty of civilians have been killed by his drone war, including children.\"[24] In a separate interview she further stated, \"I've been so disappointed with Obama on his foreign policy, and it's compounded with the way the national Democrats have enabled it, especially after the way they behaved about Bush. It's more like institutional Democrats, who have rallied around assassinating an American citizen, Anwar al-Awlaki, the drone war, escalating the war in Afghanistan, which is a complete disaster, the civil liberties — things that if Bush were doing them, everybody would be hysterical. To me it's shown that they're not that serious about human rights and issues they've been aligned with.\"[23]\nPowers has written opinion pieces against elective late-term abortions.[25][26] However, in May 2019, she expressed regret for writing those pieces. She clarified that \"[d]octors, not the government, should be helping women decide what to do in these situations\", such as pregnancies that endanger the woman's life. She added that she \"care[s] about all lives, and that includes the lives of women contemplating abortion\".[27]\nIn February 2019, Powers publicly apologized for having been \"too judgmental and condemning\" in her statements on social media and in the press. She stated that, when criticizing others for poor behavior, she had not properly acknowledged \"the humanity of everyone involved\". She stated, \"People should not be treated as disposable and banished in perpetuity with no path to restoration with society.\" She also apologized for the tone of her 2015 book The Silencing: How the Left is Killing Free Speech, writing that it was \"too dismissive of real concerns by traumatized people and groups who feel marginalized and ignored\".[28]\n\nPersonal life[edit]\nPowers was raised as an Episcopalian but spent much of her early adult life as an atheist. In her mid-30s, she became an  evangelical Christian. The process of conversion began when she dated a Christian man, who introduced her to the Redeemer Presbyterian Church in New York City and the teachings of its pastor, Tim Keller, and culminated in an experience on a trip to Taiwan in 2006, where she later wrote she \"woke up in what felt like a strange cross between a dream and reality. Jesus came to me and said, 'Here I am.'\"[9] She has called her conversion \"a bit of a mind bender\" due to her political beliefs and former atheism, and prefers the term \"orthodox Christian\" over \"evangelical\" to describe herself, given the cultural baggage around the latter term.[29] She has said that the biggest impact her new-found faith had on her political beliefs was that she came to \"view everyone as God's child, and that means everyone deserves grace and respect\".[8][20] On October 10, 2015, Powers was received into the Catholic Church.[30][31]\nOn November 16, 2016, Powers announced her engagement to fellow journalist Robert Draper.[32][33]\n\nReferences[edit]\n\n\n^ a b \"29 Graduates Bid Farewell to Monroe\". Fairbanks Daily News Miner. May 27, 1986.\n\n^ \"Speakers: Kirsten Powers, CNN Political Analyst\". Leading Authorities. Retrieved October 26, 2019.\n\n^ Thompson, Krissah (June 17, 2015). \"Kirsten Powers: A liberal working for Fox News\". The Washington Post. Retrieved October 26, 2019.\n\n^ Vyse, Graham (May 24, 2017). \"The Decline of the Fox News Liberal Pundit\". The New Republic. Retrieved October 27, 2019.\n\n^ a b c \"Kirsten Powers\" (On-Air Personalities). Fox News. Retrieved May 8, 2014.\n\n^ Fitts, Alexis Sobel (March–April 2014). \"And from the left...Fox News\". Columbia Journalism Review. Retrieved October 28, 2019.\n\n^ a b Smith, Ben (December 15, 2003). \"Power Punk: Jen Bluestein and Kirsten Powers\". The New York Observer. Retrieved April 14, 2014.\n\n^ a b c Lewis, Matt Lewis (August 16, 2010). \"Q & A with Kirsten Powers of Fox News\". Politics Daily.\n\n^ a b Powers, Kirsten (October 22, 2013). \"Fox News' Highly Reluctant Jesus Follower\". Christianity Today.\n\n^ Powers, Kirsten (April 12, 2012). \"Hilary Rosen Feud: Give Ann Romney a Break!\". The Daily Beast.\n\n^ Powers, Kristen (July 7, 2017). \"CNN, journalists should have no pity for anonymous internet trolls\". USA Today. Retrieved July 8, 2017.\n\n^ Balluck, Kyle (July 6, 2017). \"CNN's Powers on meme controversy: 'People do not have the right to stay anonymous'\". The Hill. Retrieved July 7, 2017.\n\n^ Joe Concha, 'CNN's Powers deletes Twitter app after harassment claim over Covington criticism', The Hill January 23, 2019.\n\n^ Powers, Kirsten (December 14, 2009). \"Why Cost Shouldn't Stop Health-care Reform\". New York Post.\n\n^ Kirsten Powers: I'm Tired Of \"Having To Defend This President\" and Obamacare, Real Clear Politics video, February 11, 2014.\n\n^ Powers, Kirsten (June 11, 2009). \"A Prejudice America Can't Afford\". New York Post.\n\n^ Powers, Kirsten (July 8, 2008). \"The Gop Gay-Marriage Con\". New York Post.\n\n^ Powers, Kirsten (July 2, 2007). \"Muzzle Mania\". New York Post. Archived from the original on July 13, 2007.\n\n^ Powers, Kirsten (June 28, 2006). \"Burn, Baby, Burn\". The American Prospect. ...collective sigh of relief of flag burners across the country…all ten of them.\n\n^ a b Merritt, Jonathan (April 10, 2013). \"Fox News' evangelical Democrat: An interview with Kirsten Powers\" (On Faith & Culture). RNS - Religious News Service. Retrieved May 8, 2014.\n\n^ Powers, Kirsten (May 21, 2009). \"Dems Go All Nimby On Gitmo\". New York Post.\n\n^ Powers, Kirsten (February 3, 2011). \"America's Naivete About Egypt\". The Daily Beast.\n\n^ a b \"The Mediaite Kirsten Powers Interview\". September 10, 2013.\n\n^ \"Kirsten Powers: Give back Nobel\". Politico. September 5, 2013. Retrieved April 20, 2018.\n\n^ Powers, Kirsten (July 2, 2013). \"I Don't Stand With Wendy Davis\". The Daily Beast.\n\n^ Powers, Kirsten (July 21, 2015). \"Planned Parenthood video reveals society 'gone off the rails'\". USA Today.\n\n^ \"'Heartbeat bills' reveal extremist anti-abortion view that values unborn over women\". USA Today. Retrieved May 22, 2019.\n\n^ Powers, Kirsten (February 19, 2019). \"Kirsten Powers: I'm not proud of role I've played in toxic public debate. I plan to change\". USA Today.\n\n^ Let's Get To Know Fox’s Liberal Pundit Kirsten Powers: ‘I’m an Orthodox Christian’, Laura Donovan, The Jane Dough, May 25, 2012 Archived June 29, 2012, at the Wayback Machine\n\n^ Fox News [@FoxNews] (October 9, 2015). \".@KirstenPowers had big news on #TheFive: \"Tomorrow night at 7 o'clock, I'm becoming Catholic!\"\" (Tweet) – via Twitter.\n\n^ Christianity Today: \"Pope Francis’ Latest Convert: Kirsten Powers - Fox News commentator announces that she’s becoming Catholic\" by Bob Smietana October 9, 2015\n\n^ \"Kirsten Powers on Instagram: \"@draperrobert decided to #putaringonit ... so I get to marry my best friend and love of my life.\"\". Instagram. Archived from the original on December 23, 2021. Retrieved April 20, 2018.\n\n^ Kirsten Powers [@KirstenPowers] (November 17, 2016). \".draperrobert decided to #putaringonit ... so I get to marry my best friend and love of my life.…\" (Tweet) – via Twitter.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Kirsten Powers.\n\nThe Daily Beast column\nUSA Today column\nThe American Prospect column\nNew York Post column\nThe Wall Street Journal column\nSalon column\nThe Washington Spectator column\nThe Huffington Post blog entries\nAppearances on C-SPAN\nvteFox News personalitiesAnchors\nBanderas\nBream\nHemmer\nNeville\nRoberts\nScott\nShawn\nSmith\nHosts\nBaier\nBartiromo\nCain\nCampos-Duffy\nCasone\nCavuto\nDoocy\nEarhardt\nFaulkner\nGowdy\nGutfeld\nKudlow\nKurtz\nHannity\nHegseth\nHilton\nIngraham\nJenkins\nKennedy\nKilmeade\nH. Levin\nM. Levin\nMacCallum\nMcDowell\nPerino\nPirro\nWatters\nCorrespondentsand reporters\nCorke\nCowan\nDoocy\nEdson\nEmanuel\nGabrielle\nGallagher\nGreen\nGriffin\nHarrigan\nHasnie\nHenneberg\nIngle\nKeating\nKennedy\nLeventhal\nLine\nLlenas\nMcEnany\nMcKelway\nRafferty\nStegall\nContributorsand analysts\nBaker\nBarnes\nBruce\nCafaro\nCompagno\nDomenech\nFord Jr.\nGingrich\nHume\nJones\nLahren\nLane\nLayfield\nLowry\nMarshall\nMcGlowan\nMiller\nMishkin\nMorris\nOwens\nPavlich\nRove\nSiegel\nTerrell\nTimpf\nTyrus\nYork\nWilliams\nMeteorologists\nDean\nReichmuth\nPast hosts\nAngle\nBeck\nBila\nBolling\nBongino\nBriggs\nCamerota\nG. Carlson\nT. Carlson\nChetry\nChilders\nColmes\nGuilfoyle\nHasselbeck\nHenry\nHill\nHuddy\nHuntsman\nJerrick\nG. Kelly\nM. Kelly\nKooiman\nMele\nMorris\nNorth\nO'Reilly\nSchmitt\nSkinner\nSmith\nTantaros\nSusteren\nVittert\nWallace\nWright\nPast correspondentsand reporters\nBarber\nCameron\nFisher\nHuntsman\nGarrett\nGoler\nHerridge\nMolina\nRosen\nPast contributorsand analysts\nBeckel\nBreitbart\nBrown\nCaddell\nCarson\nCafasso\nCheney\nClark\nCrowder\nCupp\nDash\nB. Goldberg\nJ. Goldberg\nHam\nHayes\nHenican\nHoover\nKasich\nKrauthammer\nKristol\nKucinich\nMcCain\nMcInnes\nMorris\nNapolitano\nPalin\nPeters\nPowers\nRivera\nSanders\nSchoen\nStossel\nWest\nWiehl\nWill\nZahn\n\nAuthority control databases International\nVIAF\nNational\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Kirsten_Powers&oldid=1196445393\"",
    "twitter": ""
  },
  {
    "name": "KJZZ Fronteras",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/kjzz-fronteras-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "KMA Land",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/kma-land-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]