[
  {
    "name": "Lauren Duca",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/lauren-duca",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\nLauren DucaDuca in 2017Born (1991-02-24) February 24, 1991 (age 32)New York City, New York, U.S.NationalityAmericanAlma materFordham UniversityNew York UniversityOccupationJournalistYears active2016–2020\nLauren Duca (born February 24, 1991)[1] is an American former journalist and political columnist.[2][3] She formerly worked at Teen Vogue, where she had a column from 2017 to 2018 called \"Thigh High Politics\". Her book How to Start a Revolution (2019) is on young people and the future of American politics.[4]\n\n\nEarly life and education[edit]\nDuca was born in New York City and grew up in an affluent New Jersey suburb. Her parents live in New Jersey,[3] and she has a younger brother.[5]\nIn 2013, Duca graduated from Fordham University with a bachelor's degree in English and philosophy.[6] During this time, she was editor in chief of the alternative newspaper, the paper.[7] In 2015, Duca received her master's degree in journalism and critical theory from New York University.[8]\n\nCareer[edit]\nIn 2013, Duca got her start working as an online editorial intern for New York Magazine. From 2013 to 2015, Duca worked as a reporter at The Huffington Post. In 2015, she began working as a freelance reporter, often writing for Teen Vogue.\nIn December 2016, Duca drew attention for an op-ed in Teen Vogue titled \"Donald Trump is Gaslighting America,\"[9][10] which argued that then President-elect Donald Trump relied on deceit to undermine the truth so his critics would question their own judgment.[2] As of December 23, 2016, the essay had been viewed 1.2 million times, becoming the magazine's most-viewed post.[11] Katie Mettler of The Washington Post said, \"[T]he Internet lit up with praise for [Duca's] 'scorched-earth' op-ed.\"[12] The essay was widely cited as a turning point in the fashion magazine's reputation, with a newly recognized political dimension.[11][13][14]\nDuca appeared on Tucker Carlson Tonight on December 23, 2016,[15] and in the heated exchange over her commentary on Ivanka Trump,[16] Duca criticized host Tucker Carlson for not allowing her to speak and called Carlson a \"partisan hack.\" In response, he told her that instead of political commentary, she \"should stick to the thigh-high boots,\" referring to her earlier articles on pop star Ariana Grande.[17] Online harassment of Duca followed, including threats of sexual assault.[18]\nIn response, Duca named her new column at Teen Vogue, begun in February 2017,[2] \"Thigh-High Politics.\"[19] According to the magazine, \"Thigh High Politics\" \"[broke] down the news, provides resources for the resistance, and just generally refuses to accept toxic nonsense.\"[20] She also designed a t-shirt in July 2017 with the phrase \"I like my politics thigh-high,\" and donated all of the proceeds from each $32 shirt to Planned Parenthood in Carlson's name.[21] As of December 2017, over $10,000 were raised.[22] In the face of backlash against Teen Vogue, Duca has defended the political commentary featured on the website, citing the disconnect between critics who find young women's interests as too silly for intellectual conversation and the reprimand young women face for not participating in political process.[5]\nIn 2017, former pharmaceutical executive Martin Shkreli attempted to contact Duca a number of times and referenced her routinely in social media. In early January 2017, Shkreli direct-messaged Duca, tweeted her directly, edited a collage of Duca for his Twitter banner, and superimposed his face on top of an image of Duca and her then-husband to use as his profile photo.[23] Duca made her discomfort in Shkreli's advances known on her Twitter, posting a screenshot of a direct message from Shkreli inviting her to Donald Trump's inauguration with the caption, “I would rather eat my own organs.”[24] Duca also posted screenshots of Shkreli's Twitter profile using her appearance, asking the platform's founder and CEO Jack Dorsey how Shkreli's actions were allowed.[25] Shkreli's Twitter account was then suspended for violating the website's rules prohibiting targeted harassment.[26] On July 28, 2017, Duca released a Twitter statement on her thoughts regarding Shkreli's securities-fraud trial and his sexual comments on a Facebook livestream.[27] Duca tweeted, \"I would (still) rather eat my own organs. So much as touch me, and I'll gladly chop off one of yours.\"[28]\nOn 21 February 2018, Duca responded to Billy Graham's death by tweeting: \"The big news today is that Billy Graham was still alive this whole time. Anyway, have fun in hell, bitch.\"[29] Her post drew some backlash on the internet.[30] In response to Fox News' coverage of her tweet, Duca noted: \"The Fox article and segment on my stupid tweet are really miraculous in their bad-faith consternation. Billy Graham called being gay 'a sinister form of perversion,' and floated the idea that 'AIDS is a punishment from God.' If hell is real, that's exactly where he's headed.\"[31]\nIn May 2018, it was announced that Duca would be a visiting scholar at New York University's journalism department.[32][33] In the summer of 2019, Duca taught a six-week course there entitled \"The Feminist Journalist.\" The class was taught under the NYU Arthur L. Carter Journalism Institute and focused on intersections of feminist ideology and the practice of journalism, and was made up of high-school and college students.[34] Four weeks after the course, students sent a collective formal complaint to school's journalism department regarding Duca's conduct during the class, writing, \"We are disappointed at the department and NYU for hiring a professor with more interest in promoting her book than teaching a group of students eager to learn.\"[35] Students allege that Duca targeted an exchange student, writing that she \"consistently targeted this student on the basis of a communication difficulty the student cannot change.[35][36]\nIn September 2019, Duca released her first book, which was called How to Start a Revolution: Young People and the Future of American Politics.[4]\nIn September 2020, Duca announced her indefinite hiatus from journalism.[37]\n\nPersonal life[edit]\nDuca lives in Brooklyn[38] with her pet Shiba Inu, Demi.[3] Duca was married to Kris Fleming,[8][39] but announced on Twitter on January 13, 2019, that she was getting divorced from her husband. Since her divorce, Duca has identified as queer,[40] and announced her second marriage on September 5, 2020.[41]\n\nHonors[edit]\n2015: Los Angeles Press Club, National Arts and Entertainment Journalism Award, Online – Film/TV/Theater Feature for \"The Rise of the Woman-Child\"[42]\n2017: Citizens' Committee for Children, Vanguard Award[43]\n2017: Shorty Awards, Best in Journalism[44]\nSelected works and publications[edit]\nDuca, Lauren (17 December 2014). \"How Pop Culture Can Change The Way We Talk About Abortion\". Huffington Post.\nDuca, Lauren (12 May 2015). \"The Rise Of The Woman-Child\". Huffington Post.\nDuca, Lauren (6 November 2015). \"Wait, What Do You Know Richard Kind From?\". Huffington Post.\nDuca, Lauren (28 January 2016). \"Donald Trump's Path to Victory, As Told Through Headlines\". The New Yorker.\nDuca, Lauren (24 June 2016). \"The Depressing Truth About How Sexism Changes Us\". The Nation. Archived from the original on 6 April 2018. Retrieved 6 April 2018.\nDuca, Lauren (10 December 2016). \"Donald Trump Is Gaslighting America\". Teen Vogue.\nDuca, Lauren (10 January 2017). \"I'm a Professional Woman on the Internet — Here's a Shoutout to My Trolls\". Teen Vogue.\nDuca, Lauren (1 December 2017). \"Sexual Abusers Must Be Held Accountable — Regardless of Political Party\". Teen Vogue.\nDuca, Lauren (23 February 2018). \"High Schoolers Have Always Been Political, So Start Paying Attention\". Teen Vogue.\nDuca, Lauren (19 March 2018). \"In New Books for Kids, Women's Victories Speak Loud and Clear\". The New York Times.\nDuca, Lauren (2019). How to Start a Revolution: Young People and the Future of Politics. New York: Simon & Schuster. ISBN 978-0-349-01192-9. OCLC 1108723619.\nReferences[edit]\n\n\n^ Lauren Duca [@laurenduca] (February 24, 2018). \"Today is my birthday. Please congratulate me on being alive\" (Tweet) – via Twitter.\n\n^ a b c Sanci, Elissa (6 March 2017). \"Lauren Duca On Going Viral and Standing Your Ground: BUST Interview\". Bust.\n\n^ a b c Dodes, Rachel (27 January 2017). \"Even the Teen Vogue Writer Who Took On Trump Gets Stage Fright\". The New York Times.\n\n^ a b Koul, Scaachi (17 September 2019). \"How Did Lauren Duca's Revolution Backfire?\". BuzzFeed.\n\n^ a b Duca, Lauren (19 June 2018). \"Lauren Duca wants to change how women talk about politics\" (video interview). Quartz.\n\n^ Loizzo-Desai, Alexandra (29 June 2017). \"20 in Their 20s: Lauren Duca\". Fordham Magazine. Fordham University.\n\n^ Micalizzi, Victoria (10 April 2017). \"Grad Lauren Duca Speaks on Media and Politics\". Fordham Observer. Fordham University.\n\n^ a b Dzikowski, Jennifer (8 January 2017). \"Lauren Duca: 5 Fast Facts You Need to Know\". Heavy.com.\n\n^ North, Anna (19 December 2016). \"Opinion: The Teen's Guide to the Trump Presidency\". The New York Times.\n\n^ Peterson, Lisa (27 July 2017). \"Lauren Duca Talks Sexism, Trolls, and the Importance of Being \"Defiantly Confident\"\". PopSugar.\n\n^ a b Folkenflik, David (23 December 2016). \"Trump Essay Signals Shift In Approach For 'Teen Vogue'\" (Audio includes transcript). All Things Considered. NPR.\n\n^ Mettler, Katie (12 December 2016). \"In 'scorched-earth' op-ed, a Teen Vogue writer says Trump is 'gaslighting America'\". The Washington Post. Archived from the original on 23 December 2016. Retrieved 25 December 2016.\n\n^ Stern, Mark Joseph (12 December 2016). \"Teen Vogue's Fiery Trump Takedown Shouldn't Be a Surprise. Teen Vogue Rocks\". Slate.\n\n^ Gilbert, Sophie (12 December 2016). \"Teen Vogue's Political Coverage Isn't Surprising\". The Atlantic. Archived from the original on 13 December 2016. Retrieved 16 September 2017.\n\n^ Feldman, Josh (23 December 2016). \"Teen Vogue Writer Battles Tucker Carlson: 'You're Actually Being a Partisan Hack'\". Mediaite.\n\n^ Wemple, Erik (28 December 2016). \"Tucker Carlson delivers sexism for Fox News\". The Washington Post.\n\n^ Romano, Nick (24 December 2016). \"Tucker Carlson Slammed for Interview with 'Teen Vogue' Writer\". Entertainment Weekly.\n\n^ \"Teen Vogue writer who appeared on Fox News receives threats\". CBS News. The Associated Press. 27 December 2016.\n\n^ Ellefson, Lindsey (24 February 2017). \"Lauren Duca Launches Teen Vogue Column, Calls It 'Thigh-High Politics' in Honor of Tucker Carlson\". Mediaite.\n\n^ Duca, Lauren (31 August 2018). \"We Can Stop Brett Kavanaugh\". Teen Vogue.\n\n^ Reed, Sam (17 July 2017). \"Teen Vogue Writer Designs T-Shirt, Donates Profits to Planned Parenthood in Fox News Anchor's Name\". The Hollywood Reporter.\n\n^ Klepper, Dan; Duca, Lauren (14 December 2017). \"Lauren Duca - Doubting Reality After One Year of Trump\" (Video interview). The Opposition with Jordan Klepper. Comedy Central.\n\n^ Mack, David (8 January 2017). \"\"Pharma Bro\" Martin Shkreli Suspended From Twitter After Harassing A \"Teen Vogue\" Writer\". BuzzFeed.\n\n^ Lauren Duca [@laurenduca] (January  5, 2017). \"I would rather eat my own organs\" (Tweet) – via Twitter.\n\n^ Lauren Duca [@laurenduca] (January  8, 2017). \"How is this allowed @jack\" (Tweet) – via Twitter.\n\n^ Ohlheiser, Abby (8 January 2017). \"Martin Shkreli was suspended from Twitter for 'targeted harassment' of a journalist\". The Washington Post.\n\n^ Killelea, Eric (28 July 2019). \"Martin Shkreli: 5 WTF Moments From Pharma Bro Trial\". Rolling Stone.\n\n^ Lauren Duca [@laurenduca] (July 28, 2017). \"Here's my statement on Martin Shkreli: I would (still) rather eat my own organs. So much as touch me, and I'll gladly chop off one of yours\" (Tweet) – via Twitter.\n\n^ Lauren Duca [@laurenduca] (February 21, 2018). \"The big news today is that Billy Graham was still alive this whole time. Anyway, have fun in hell, bitch\" (Tweet) – via Twitter.\n\n^ Williams, Janice (22 February 2018). \"Conservatives are furious with Teen Vogue's Lauren Duca after Billy Graham tweet\". Newsweek.\n\n^ Lauren Duca [@laurenduca] (February 22, 2018). \"The Fox article and segment on my stupid tweet are really miraculous in their bad-faith consternation. Billy Graham called being gay \"a sinister form of perversion,\" and floated the idea that \"AIDS is a punishment from God.\" If hell is real, that's exactly where he's headed\" (Tweet) – via Twitter.\n\n^ Golub, Ali (10 May 2018). \"Lauren Duca to be Visiting Scholar in NYU's Journalism Program\". NYU Local.\n\n^ Hoffman, Lindsay; Duca, Lauren (26 September 2018). \"National Agenda 2018: Midterm Matters with Lauren Duca\" (video interview). University of Delaware Center for Political Communication.\n\n^ \"The Feminist Journalist (Session 2)\". Arthur L. Carter Journalism Institute, New York University. Retrieved 27 February 2019.\n\n^ a b Koul, Scaachi (September 17, 2019). \"How Did Lauren Duca's Revolution Backfire?\". BuzzFeed News. Retrieved 20 May 2020.\n\n^ Pilgreen, Justin (19 September 2019). \"Students of Lauren Duca's NYU Summer Class Formally Complain to the Journalism Department\". NYU Local. Retrieved 20 May 2020.\n\n^ Lauren Duca [@laurenduca] (September  6, 2020). \"Goodbye for now, Twitter✌️\" (Tweet) – via Twitter.\n\n^ Adams, Margaret (14 February 2017). \"14 Couples Share How They Actually Met, Just in Time for Valentine's Day\". New York Observer.\n\n^ \"Meet Lauren Duca — Former 'Teen Vogue' Columnist Whose Entire NYU Class Filed Complaint Against Her\". YourTango. 2019-09-20. Retrieved 2021-10-16.\n\n^ Lauren Duca [@laurenduca] (January 14, 2019). \"Not that it's anyone's fucking business, but I'm getting divorced and I'm queer. Update my Wikipedia. ✌️\" (Tweet) – via Twitter.\n\n^ @laurenduca (September  5, 2020). \"Some personal news 💍🌈💍\" (Tweet) – via Twitter.\n\n^ \"2015 Winners 8th Annual National Arts & Entertainment Journalism Awards\" (PDF). National Arts & Entertainment Journalism Awards. Los Angeles Press Club. 2015.\n\n^ Tocci, Elora (12 October 2017). \"Lauren Duca: An Advocate Online and Off\". CCC New York. Archived from the original on 6 April 2018. Retrieved 6 April 2018.\n\n^ \"Lauren Duca - The Shorty Awards\". Shorty Awards. 2017.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Lauren Duca.\n\n\n\n\nWikimedia Commons has media related to Lauren Duca.\n\nLauren Duca at Teen Vogue\nLauren Duca on Twitter \nLauren Duca at The Huffington Post\nLauren Duca at IMDb\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Lauren_Duca&oldid=1195478753\"",
    "twitter": ""
  },
  {
    "name": "Laurie Roberts",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/laurie-roberts-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Leana Wen",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/leana-wen-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "lawyer",
    "wiki": "Physician, author and public health advocate\n\n\nLeana WenWen in 2013President of Planned ParenthoodIn officeNovember 12, 2018 – July 16, 2019Preceded byCecile RichardsSucceeded byAlexis McGill JohnsonCommissioner of the Baltimore City Health DepartmentIn officeDecember 5, 2014 – October 12, 2018Preceded byOxiris BarbotSucceeded byLetitia Dzirasa\nPersonal detailsBornWen Linyan (1983-01-27) January 27, 1983 (age 40)Shanghai, ChinaSpouse\nSebastian Walker ​(m. 2012)​Children2EducationCalifornia State University, Los Angeles (BS)Washington University in St. Louis (MD)Oxford University (MSc, MA)Chinese nameTraditional Chinese溫麟衍Simplified Chinese温麟衍TranscriptionsStandard MandarinHanyu PinyinWēn Línyǎn\n\n\nLeana Sheryle Wen (Chinese: 温麟衍; born Wen Linyan; January 27, 1983) is an American physician, author, professor, speaker, consultant, newspaper columnist and television commentator. She is former health commissioner for the city of Baltimore and former president of Planned Parenthood. She has written two books based on her experiences as a medical professional.\nWen has served as a public health communicator during the COVID-19 pandemic and 2022 mpox outbreak, appearing frequently on CNN as an on-air medical analyst.[1][2][3]\nWen was asked to testify four times to Congress during the COVID-19 pandemic, including twice to the Select Subcommittee on the Coronavirus Crisis.[4]\nCurrently, Wen serves as a public health professor at George Washington University and is a nonresident senior fellow at the Brookings Institution. She is also a columnist for The Washington Post and a medical analyst for CNN.[5]\n\n\nEarly life and family[edit]\nBorn Wen Linyan (温麟衍) in Shanghai, China on January 27, 1983,[6] to Ying Sandy Zhang and Xiaolu Wen,[7] Wen moved with her parents to the U.S. when she was eight, by then having the English name Leana Sheryle Wen.[8] Granted political asylum, the Wen family lived in Compton and East Los Angeles in Southern California.[9][10][11] In 2003, Wen and her family became U.S. citizens.[10]\nWen's mother, who died of breast cancer in 2010, first worked as a hotel room cleaner and video store clerk before becoming an elementary school teacher.[11][12] Her father delivered newspapers and was a dishwasher, later serving as technology manager for The Chinese Daily News in Los Angeles.[13][11]\nWen married South Africa native Sebastian Neil Walker in Boston in February 2012, after a blessing ceremony in Cape Town in November 2011.[13] They have two children: a son born in 2017 and a daughter born in 2020.[14][15]\n\nEducation[edit]\nAs a result of her own asthma attacks as a child and seeing a neighbor's child die of an asthma attack, Wen decided that she wanted to become an emergency room physician.[16]\nAttending the Early Entrance Program (EEP) at California State University, Los Angeles starting at age 13, Wen graduated summa cum laude at age 18 with a bachelor's degree in biochemistry, in 2001.[17][7][9] She received a Doctor of Medicine from Washington University School of Medicine and has two master's degrees, one in Economic and Social History and another in Modern Chinese Studies,[18] both from the Merton College, Oxford in England where she was a Rhodes Scholar. She also met her future husband, Sebastian Walker, during her time in England.[13]\nIn 2005, Wen took a one-year leave of absence from medical school to serve as the national president of the American Medical Student Association,[7] where she led campaigns to increase healthcare access, decrease health disparities, and combat conflicts of interest between physicians and the pharmaceutical companies who notoriously use attractive sales representatives and free gifts to influence doctors, especially young interns and medical residents.[19][20] Wen became involved in U.S. and international health policy during medical school, serving in Geneva, Switzerland as a fellow for the World Health Organization and in Rwanda as a fellow for the U.S. Department of Defense.[7] In addition, she advised the U.S. Congress on physician workforce and medical education through her appointment on the Council on Graduate Medical Education by the U.S. Secretary of Health and Human Services.[9][21]\n\nCareer[edit]\nEmergency medicine[edit]\nFollowing medical school, Wen completed a residency at Brigham and Women's Hospital (BWH) and Massachusetts General Hospital (Mass General) and a clinical fellowship at Harvard Medical School in Boston. She is board certified in emergency medicine. Wen started working in emergency medicine at BWH and Mass General before moving to the ER at the George Washington University (GW) in Washington, DC,[18][13] where she became a professor in emergency and health policy, and the Director of Patient-Centered Care Research.[22] She served as a consultant to the Brookings Institution and the China Medical Board, and conducted international health systems research including in South Africa, Slovenia, Nigeria, Singapore, and China.[23]\n\nBaltimore City health commissioner[edit]\nFrom December 2014 until October 2018, Wen served as the health commissioner for Baltimore City under two mayors.[24] She was first appointed by Mayor Stephanie Rawlings-Blake; in December 2016, she was reappointed by Mayor Catherine Pugh. She resigned in 2018, when she was appointed head of the Planned Parenthood Federation of America.[25]\nIn her role as commissioner, Wen oversaw the Baltimore City Health Department, an agency of 1,100 employees and $130her million annual budget with wide-ranging responsibilities, including management of acute communicable diseases, animal control, chronic disease prevention, emergency preparedness, food service inspections, HIV/AIDS and other sexually transmitted diseases, maternal-child health, school health, senior services, and youth violence issues.\nShe directed the city's public health recovery efforts after the 2015 Baltimore riots, including ensuring prescription medication access to seniors after the closure of 13 pharmacies, and developing the Mental Health/Trauma Recovery Plan, with 24-hour crisis counseling, and healing circles and group counseling in schools, community groups, and churches.[26][27]\nFollowing the riots, the Baltimore City Health Department team launched numerous campaigns, including a citywide trauma response plan, youth health and wellness strategy, violence prevention programs, B'Healthy in B'More blog, and B'More Health Talks, a biweekly town hall and podcast series on health disparities.[9][28][29][30][31]\nIn March 2018, on behalf of Wen and the Baltimore City Health Department, the City of Baltimore sued the Trump administration for cutting teen pregnancy prevention funds, which resulted in a federal judge ordering the Trump administration to restore $5 million in grant funding to two Baltimore-based teen pregnancy prevention programs.[32] She wrote an opinion editorial criticizing proposed changes to the Title X program which would affect health clinics in Baltimore providing reproductive health care for low income women.[33]  This court decision was later reversed by the 9th Circuit court, enabling the Trump administration to withhold Title X funding for abortion.\n\nOpioid overdose epidemic response[edit]\nWen has led implementation of the Baltimore opioid overdose prevention and response plan, which includes a blanket prescription for the opioid antidote, naloxone; \"hotspotting\" and street outreach teams to target individuals most at risk; training family/friends on naloxone use; and launching a new public education campaign.[citation needed] Wen testified to the U.S. Senate HELP Committee and U.S. House Oversight Committee on Baltimore's overdose prevention efforts. She led a group of state and city health officials to petition the Food and Drug Administration (FDA) on adding black box warnings to opioids and benzodiazepines.[34][35] In March 2016, she was invited by the White House to join President Barack Obama and CNN's Dr. Sanjay Gupta on a panel discussion, where she spoke about Baltimore's response.[36] She convened doctors and public health leaders to sign the Baltimore Statement on the Importance of Childhood Vaccinations[37] and to successfully advocate to ban the sale of powdered alcohol in Maryland and synthetic drugs in Baltimore.[38][39]\nCongressman Elijah Cummings cited Wen's efforts to combat the opioid epidemic in Baltimore and sought her help in creating national legislation to change how the United States fights it.[40]\nIn 2018, the National Association of County and City Health Officials awarded the Baltimore City Health Department the Local Health Department of the Year.[41][42]\n\nPlanned Parenthood[edit]\nOn September 18, 2018, Wen was appointed president of Planned Parenthood Federation of America.[43][25] She was the first medical doctor to serve in the role in nearly 50 years and was the first woman doctor ever to do so.[44] In an interview with Elle magazine, Wen described her excitement to be at the helm of the organization where both she and her mother had received significant medical care many years prior.[45]\nWen envisioned a new direction for discourse surrounding Planned Parenthood, endeavoring to frame abortion access as an issue of healthcare rather than politics.[44] She also wanted to expand the services provided by Planned Parenthood clinics to include treatment for medical concerns unrelated to reproduction, especially treatment for opioid addiction and easy access to Naloxone (in keeping with her former work as Health Commissioner in Baltimore).[44] In an op-ed for the New York Times after her departure from the organization, she described her initial goal as \"finding common ground with the large majority of Americans who can unite behind the goal of improving the health and well-being of women and children.\"[45] Wen's appointment and proposed strategic plan received mixed reviews, with commentators on both sides of the political spectrum both praising her novel approach and criticizing it as \"backing away from the fight [for abortion access].\"[44]\nWen's tenure at Planned Parenthood saw many major events with implications for reproductive healthcare, starting with the confirmation hearings and appointment to the Supreme Court of Brett Kavanaugh, and ending with the implementation of the nationwide Title X gag rule under the Trump-Pence administration. This legislation prevented medical providers who received funding from Title X from referring patients for abortion services and also prohibited the performance of abortions in the same facility as providers who received Title X funding (the rule was later overturned in 2021 by the Biden-Harris administration).[46] The period also saw a marked increase in the number of laws passed at the state level that restricted access to abortions.[47]\nAs president of Planned Parenthood, Wen worked to expand non-abortion services like maternal health and mental health services and to rebrand Planned Parenthood from its image as an abortion rights advocate to a comprehensive women's health organization that serves women and families.[48] She spoke out about her own experiences as a cervical cancer survivor who struggled with infertility, and about a miscarriage she suffered while in the role.[49][14]\nIn July 2019, Wen was forced to resign from her position after only 8 months.[50] The board gave no reason, but sources cited a dispute over management and organizational philosophy. Other sources alluded to Wen's incompatibilities with the organization on an interpersonal level, citing organization members' difficulty adapting to her leadership style.[51] In a letter to Planned Parenthood affiliates, Wen claimed philosophical differences in the direction of the organization.[52][51]\nOn July 19, 2019, Wen published an opinion editorial in The New York Times which set forth the circumstances underlying her departure from Planned Parenthood. She attributed her sudden departure more specifically to disagreements over the centrality of abortion in the mission of Planned Parenthood and stated her view that \"As one of the few national health care organizations with a presence in all 50 states, Planned Parenthood's mandate should be to promote reproductive health care as part of a wide range of policies that affect women's health and public health.\"[45] Echoing her earlier statements, she described her goal to focus on the more holistic elements of the organization, while the board instead wanted to focus on the political debate surrounding abortion rights.[45]\n\nTeaching and research[edit]\nIn August 2019, it was announced that Wen would join the Milken Institute School of Public Health (Milken Institute SPH) at the George Washington University (GW) as a visiting professor of health policy and management. She was also named a distinguished fellow in the Fitzhugh Mullan Institute for Health Workforce Equity (Mullan Institute), where she focused on advancing \"interdisciplinary research and education, participating in the trainings of the Mullan Institute’s fellowship programs and enhancing the school’s educational opportunities in the areas of maternal and child health, women’s health and health equity.\".[53][54] She is also a nonresident senior fellow at the Brookings Institution.[55]\n\nJournalism[edit]\nThe Washington Post[edit]\nWen started writing for The Washington Post as a contributing op-ed writer in 2019. Her role as a columnist became formalized in 2020, and she began anchoring a weekly newsletter on public health and healthcare called The Checkup with Dr. Wen.[56][57] Her commentaries for the Post started with a heavy focus on COVID-19 and have touched on a range of other issues, including the nursing shortage, the opioid epidemic, reemergence of polio, cancer, mental health, obesity, marijuana, and other public health and policy topics.[58] In 2023, Wen received attention for a piece claiming that Covid deaths were being over counted, with some claiming vindication after claims of over counting deaths were decried as conspiracy theories years earlier.[59]\n\nCNN[edit]\nWen has appeared frequently on CNN during the COVID-19 pandemic and 2022 monkeypox outbreak as an on-air medical analyst.[1][2][3]\n\nPatient advocacy[edit]\nIn 2013, St. Martin's Press published her book, When Doctors Don't Listen: How to Avoid Misdiagnoses and Unnecessary Tests with coauthor Joshua Kosowsky. It is about how patients can take control of their health to advocate for better care for themselves.[60]\nWen wrote a blog, The Doctor is Listening.[61] She was a regular contributor to the Huffington Post and Psychology Today on patient empowerment and healthcare reform.[62][63] She was also an advisor to the then-newly established Patient-Centered Outcomes Research Institute,[64] and an advisor to the Lown Institute and the Medical Education Futures Study.[65] She was the founder of Who's My Doctor, an international campaign that called for transparency in medicine.[66][67]\nWen is a frequent keynote speaker on healthcare reform, education, and leadership, and has given several TED Talks. Her TED talk on transparency in medicine has been viewed over 1.9 million times.[22][68][69][70]\n\nCOVID-19[edit]\nWen's evolving views on the COVID-19 pandemic have garnered support and controversy from both sides of the political spectrum.[71][72][73][74][75] A Texas man pleaded guilty to threatening her due to her advocacy for COVID-19 vaccines and was sentenced in federal court to six months in prison.[76]\nIn a June 2021 interview, Wen summarized her thinking on what was learned during the pandemic in three main points:\n\nThe importance of a having a national plan in place to avoid ineffective piecemeal approaches\nHow much public health depends on trust between scientists and government officials to avoid politicization of needed preventive measures like masks and vaccinations\nThe underlying health care system disparities based on ethnicity and income that were exposed by COVID[16]\nAwards and recognition[edit]\n2013: served as the national president of the American Medical Student Association and the American Academy of Emergency Medicine/Resident and Student Association.[77]\n2016: commencement speaker for the University of Maryland School of Medicine and the Notre Dame of Maryland University, where she was awarded an honorary Doctorate of Humane Letters.;[78][79] commencement speaker at Washington University School of Medicine and at the Johns Hopkins Bloomberg School of Public Health.\n2017: honored as a Public Official of the Year by Governing, a source of information for elected, appointed and other public leaders[80]\n2017–18: named one of Modern Healthcare's 50 Most Influential Physician Executives and Leaders and one of its Top 25 Minority Physician Executives.[81]\n2019: named one of TIME's 100 Most Influential People and referred to by Cynthia Nixon in the magazine as a \"fierce visionary\" for reproductive rights and health care.[82]\n2021: named one of Modern Healthcare's 100 Most Influential People in Healthcare.[83]\n2022: inducted as a member of the Council on Foreign Relations; received the YWCA Excellence in Public Health Award.;[84][85]  awarded the Walter C. Alvarez award for excellence in communicating healthcare developments and concepts to the public by the American Medical Writers Association.[86]\nBooks and selected publications[edit]\nWen, Leana; Kosowsky, Joshua (2013). When Doctors Don't Listen: How to Avoid Misdiagnoses and Unnecessary Tests. Thomas Dunne Books. ISBN 978-0-312-59491-6.\nWen, Leana (2021). Lifelines: A Doctor's Journey in the Fight for Public Health. Metropolitan Books. ISBN 978-1-250-18623-2.\nWen, Leana; Atkinson, John P; Giclas, Patricia C (April 2004). \"Clinical and laboratory evaluation of complement deficiency\". Journal of Allergy and Clinical Immunology. 113 (4): 585–593. doi:10.1016/j.jaci.2004.02.003. PMID 15100659.\nReiter, Mark; Wen, Leana S.; Allen, Brady W. (April 2016). \"The Emergency Medicine Workforce: Profile and Projections\". The Journal of Emergency Medicine. 50 (4): 690–693. doi:10.1016/j.jemermed.2015.09.022. PMID 26823136.\nWen, Leana S.; Geduld, Heike I.; Tobias Nagurney, J.; Wallis, Lee A. (August 2011). \"Africa's First Emergency Medicine Training Program at the University of Cape Town/Stellenbosch University: History, Progress, and Lessons Learned\". Academic Emergency Medicine. 18 (8): 868–871. doi:10.1111/j.1553-2712.2011.01131.x. PMID 21843223.\nWen, Leana S.; Baca, Justin T.; O'Malley, Patricia; Bhatia, Kriti; Peak, David; Takayesu, J. Kimo (May 2013). \"Implementation of small-group reflection rounds at an emergency medicine residency program\". Canadian Journal of Emergency Medicine. 15 (3): 175–178. doi:10.2310/8000.2013.130935. PMID 23663465. S2CID 15074501.\nWen, Leana S.; Oshiomogho, John I.; Eluwa, George I.; Steptoe, Anne P.; Sullivan, Ashley F.; Camargo, Carlos A. (October 1, 2012). \"Characteristics and capabilities of emergency departments in Abuja, Nigeria\". Emergency Medicine Journal. 29 (10): 798–801. doi:10.1136/emermed-2011-200695. PMID 22052953. S2CID 23350805.\nWen, Leana S.; Sadeghi, Nakisa B. (October 24, 2020). \"The opioid crisis and the 2020 US election: crossroads for a national epidemic\". The Lancet. 396 (10259): 1316–1318. doi:10.1016/S0140-6736(20)32113-9. PMC 7538141. PMID 33035495.\nWen, Leana; Espinola, Janice; Mosowsky, Joshua; Camargo, Carlos (January 1, 2015). \"Do Emergency Department Patients Receive a Pathological Diagnosis? A Nationally-Representative Sample\". Western Journal of Emergency Medicine. 16 (1): 50–54. doi:10.5811/westjem.2014.12.23474. PMC 4307726. PMID 25671008.\nReferences[edit]\n\n\n^ a b Galvin, Gaby (June 5, 2020). \"Dr. Leana Wen: Public Health Depends on Public Trust\". U.S. News & World Report. Retrieved June 8, 2020.\n\n^ a b Rogers, Kristen (October 27, 2020). \"What you need to prepare for the Covid-19 surge this season\". CNN.\n\n^ a b Hetter, Katia (July 27, 2022). \"Now should I worry about monkeypox? Our medical analyst explains\". CNN. Retrieved August 1, 2022.\n\n^ \"Moving Beyond the Coronavirus Crisis\". Congress. Archived from the original on October 12, 2022. Retrieved October 12, 2022.\n\n^ \"Dr. Leana Wen\". Macmillan Publishers. Retrieved April 29, 2023.\n\n^ 美国计划生育机构任命华裔医生担任新领导人. Boxun News (in Chinese). September 14, 2018. Retrieved September 14, 2018.\n\n^ a b c d \"Wen Takes Rhodes Scholarship for Return to Oxford\". November 27, 2006. Retrieved January 17, 2013.\n\n^ Kristof, Nicholas D. (June 27, 2007). \"Sheryl and Sheryle\". On the Ground. The New York Times.\n\n^ a b c d Khazan, Olga (June 22, 2015). \"Working a Million Hours to Heal a City\". The Atlantic.\n\n^ a b Zernike, Kate (September 12, 2018). \"Planned Parenthood Names Leana Wen, a Doctor, Its New President\". The New York Times.\n\n^ a b c Wen, Leana S. (September 7, 2017). \"Leana Wen: an immigrant's story\". Baltimore Sun.\n\n^ Wen, Leana, \"Tribute to My Mother\", DrLeanaWen.com, archived from the original on March 10, 2016, retrieved April 14, 2016\n\n^ a b c d Mallozzi, Vincent M. (February 12, 2012). \"Leana Wen, Sebastian Walker — Weddings\". The New York Times. Retrieved June 2, 2021.\n\n^ a b Wen, Leana S. (July 6, 2019). \"Opinion: Leana Wen: My miscarriage has made my commitment to women's health stronger\". The Washington Post. Retrieved June 2, 2021.\n\n^ \"Dr. Leana Wen's top-5 tips for talking to kids about COVID-19\". NBC News. May 14, 2020. Retrieved May 3, 2023.\n\n^ a b Delehanty, Hugh. \"Public Health Expert Leana Wen on Lessons from COVID-19\". AARP. Retrieved April 30, 2023.\n\n^ Gelles, David (May 2, 2019). \"Leana Wen of Planned Parenthood Wants to Tackle the 'Fundamental Unfairness in Our System'\". The New York Times.\n\n^ a b Shesgreen, Deirdre (March 6, 2016). \"Doctor wants overdose antidote in every medicine cabinet\". USA TODAY.\n\n^ MacDonald, G. Jeffrey (November 6, 2005). \"Fighting the Freebies\". Time.\n\n^ Romano, Michael (January 30, 2006). \"Fighting graft – it's academic. Medical centers must embrace conflict rules: critics\". Modern Healthcare. 36 (5): 8–10. PMID 16479773.\n\n^ Council on Graduate Medical Education staff (2010), Twentieth Report: Advancing Primary Care (PDF), archived from the original (PDF) on February 21, 2016, retrieved April 14, 2016\n\n^ a b Wen, Leana (2014). What your doctor won't disclose. TEDMED 2014.\n\n^ \"Leana Wen, Baltimore City Health Commissioner, to Deliver Graduation Address to University of Maryland School of Medicine's 207th Graduating Class\". somvweb.som.umaryland.edu. Archived from the original on April 21, 2016. Retrieved June 12, 2016.\n\n^ \"Leana Wen Reflects on Four Years as Baltimore's Health Commissioner\". Baltimore Sun. October 12, 2018. Retrieved June 8, 2020.\n\n^ a b \"Dr. Leana Wen to Serve as President of Planned Parenthood\" (Press release). Planned Parenthood Federation of America. September 12, 2018. Retrieved September 14, 2018.\n\n^ Wenger, Yvonne (December 15, 2014). \"New city health commissioner to wage campaign against substance abuse\". Baltimore Sun. Retrieved January 21, 2015.\n\n^ Wen, Leana (January 15, 2015). \"Why I left the ER to run Baltimore's health department\". National Public Radio. Retrieved January 21, 2015.\n\n^ Wen, Leana (May 4, 2015). \"Triage and Treatment: Untold Stories from Baltimore's Unrest\". NPR. Retrieved July 17, 2015.\n\n^ Wen, Leana S.; Sharfstein, Joshua M. (June 23, 2015). \"Unrest in Baltimore: The Role of Public Health\". JAMA. 313 (24): 2425–2426. doi:10.1001/jama.2015.5561. PMID 25950149.\n\n^ Knezevich, Alison (May 2, 2015). \"Prescription help available as damaged pharmacies remain closed\". Baltimore Sun.\n\n^ Williams, John-John (April 30, 2015). \"Mental health help for residents affected by turmoil\". Baltimore Sun.\n\n^ Duncan, Ian (April 26, 2018). \"Judge orders Trump administration to restore $5M in funding to Baltimore teen pregnancy prevention programs\". Baltimore Sun.\n\n^ Wen, Leana S. (July 5, 2018). \"Trump's family planning dystopia\". Baltimore Sun.\n\n^ \"Senate HELP Committee Testimony\". December 8, 2015. Retrieved March 8, 2016.\n\n^ Dennis, Brady (February 22, 2016). \"Health officials push FDA to add 'black box' warnings about using opioids, benzodiazepines together\". Washington Post. Retrieved March 8, 2016.\n\n^ Kounang, Nadia (March 29, 2016). \"Obama: Addiction is a preventable disease\". CNN.\n\n^ Wen, Leana; Czinn, Steven; Dover, George (February 13, 2015). \"Vaccines are safe, effective and life-saving\". Baltimore Sun.\n\n^ McDaniels, Andrea K. (March 26, 2015). \"Health concerns spur ban on powdered alcohol\". Baltimore Sun.\n\n^ Barnett, Gigi (February 11, 2016). \"New City Law Punishing Stores That Sell Synthetic Drugs\". CBS.\n\n^ \"Forging our National Response to the Opioid Epidemic\". Afro. August 16, 2018. Retrieved August 22, 2018.\n\n^ \"NACCHO Recognizes Local Health Departments and Leaders\" (PDF) (Press release). National Association of County & City Health Officials. July 11, 2018. Retrieved April 13, 2022.\n\n^ \"Baltimore City Health Department Named Local Health Department of the Year\". Baltimore City Health Department. July 17, 2018. Retrieved August 22, 2018.\n\n^ Domonoske, Camila (September 12, 2018). \"Planned Parenthood Chooses Baltimore's Health Commissioner As Its Next President\". NPR.org. Retrieved September 13, 2018.\n\n^ a b c d O'Connor, Ema (January 7, 2019). \"Planned Parenthood's New President Wants To Focus On Nonabortion Health Care\". BuzzFeed News.\n\n^ a b c d Wen, Leana S. (July 19, 2019). \"Opinion | Leana Wen: Why I Left Planned Parenthood\". The New York Times.\n\n^ \"In Huge Victory for Sexual and Reproductive Health Care, Biden-Harris Administration Announces End to Title X Gag Rule\". www.plannedparenthood.org. Retrieved April 13, 2022.\n\n^ Cramer, Ema O'Connor, Ruby (July 16, 2019). \"Planned Parenthood Has Ousted Its President, Leana Wen, Amid A Dispute Over The Organization's Direction\". BuzzFeed News. Retrieved April 13, 2022.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ Luther, Shefali (April 17, 2019). \"Planned Parenthood's 'Risky Strategy' to Update Its Image\". Kaiser Health News. Retrieved August 8, 2019.\n\n^ Wen, Leana (January 28, 2019). \"Before I Was President of Planned Parenthood, I Was Diagnosed With Cervical Cancer at a Routine Screening\". SELF.\n\n^ Bernstein, Lenny (July 16, 2019). \"Planned Parenthood Ousts Leader After Less Than a Year\". Washington Post. Retrieved August 8, 2019.\n\n^ a b Kliff, Sarah; Goldmacher, Shane (July 18, 2019). \"Why Leana Wen Quickly Lost Support at Planned Parenthood\". The New York Times.\n\n^ Bernstein, Lenny; Cha, Ariana Eunjung; Goldstein, Amy (July 16, 2019). \"Head of Planned Parenthood forced out after eight months\". Washington Post. Retrieved July 16, 2019.\n\n^ \"Leana S. Wen, MD, MSc\". George Washington University. Retrieved May 2, 2023.\n\n^ \"Leana Wen Joins Milken Institute\". GWU. August 20, 2019. Retrieved May 2, 2023.\n\n^ \"Brookings Institution\". Brookings. August 13, 2020. Retrieved May 2, 2023.\n\n^ \"Leana S. Wen joins Washington Post Opinions as contributing columnist\". The Washington Post. Retrieved May 12, 2020.\n\n^ \"The Checkup with Dr. Wen\". The Washington Post. Retrieved October 12, 2022.\n\n^ \"Leana S. Wen\". The Washington Post. Retrieved October 12, 2022.\n\n^ Hays, Gabriel (January 14, 2023). \"Dr. Leana Wen slammed after admitting there's been 'overcounting' of COVID deaths: 'TWO AND A HALF YEARS LATE'\". Fox News. Retrieved January 31, 2023.\n\n^ Kirby, Ryan P.; Kirby, Jessica J. (January 2015). \"When Doctors Don't Listen: How to Avoid Misdiagnoses and Unnecessary TestsEdited by LeanaWen, JoshuaKosowsky. New York: St. Martin's Press, 2013; 320 pp; $25.99 (softcover)\". Academic Emergency Medicine. 22 (1): E5–E6. doi:10.1111/acem.12568.\n\n^ Goldberg, Carey (January 11, 2013). \"When Doctors Don't Listen, and Hangover Leads to Spinal Tap\". Common Health NPR. Retrieved July 12, 2013.\n\n^ \"Huffington Post\". HuffPost. Archived from the original on January 23, 2013. Retrieved January 17, 2013.\n\n^ \"Psychology Today\". Retrieved January 17, 2013.[dead link]\n\n^ \"PCORI\". Archived from the original on July 13, 2013. Retrieved July 13, 2013.\n\n^ \"Medical Education Futures\". Archived from the original on September 17, 2013. Retrieved July 13, 2013.\n\n^ \"Who's My Doctor\". Archived from the original on November 4, 2013. Retrieved November 13, 2013.\n\n^ Dovey, Dana (September 19, 2014). \"'Who's My Doctor' Wants Physicians To Disclose Everything\". Medical Daily. Retrieved December 17, 2018.\n\n^ \"Wharton Center for Performing Arts at Michigan State University\". Retrieved July 7, 2013.\n\n^ \"Speaker Testimonials\". Archived from the original on July 20, 2013. Retrieved July 7, 2013.[self-published source?][dead link]\n\n^ \"Low-Tech Revolution to Healthcare Reform\". YouTube. Retrieved January 1, 2014.\n\n^ Cartus, Abby (June 10, 2022). \"The Curious Case of Leana Wen, Physician-Advocate Turned Covid Pundit\". Gawker. Bustle Digital Group. Retrieved June 12, 2022.\n\n^ Zweig, David (August 18, 2022). \"An absurd and disturbing cancel campaign in public health\". The Boston Globe. Retrieved August 27, 2022.\n\n^ Fiore, Kristina (August 19, 2022). \"Petition to Cut Leana Wen as APHA Speaker Faces Backlash\". MedPage Today. Retrieved September 6, 2022.\n\n^ \"Editorial: The Cancellation of Leana Wen\". The Wall Street Journal. Dow Jones and Company. August 23, 2022. Retrieved August 27, 2022.\n\n^ Flaherty, Colleen (August 23, 2022). \"Backlash to Dr. Leana Wen Talk on Backlash\". Inside Higher Ed. Retrieved August 27, 2022.\n\n^ \"Texas man sentenced to six months in federal prison for threatening Leana Wen\". CBS News. Retrieved October 12, 2022.\n\n^ Tanner, Lindsay (September 2, 2013). \"Forget Marcus Welby: Today's Docs Want a Real Life\". AP News. Archived from the original on July 26, 2014. Retrieved January 17, 2013.\n\n^ \"Saying Farewell to the Class of 2016 Graduates\". University of Maryland School of Medicine. Archived from the original on August 16, 2016. Retrieved June 12, 2016.\n\n^ \"Commencement 2016\". Notre Dame of Maryland University. Archived from the original on June 16, 2016. Retrieved June 12, 2016.\n\n^ Delgadillo, Natalie (November 13, 2017). \"Leana Wen: Health Commissioner\". Governing. e.Republic LLC. Retrieved May 3, 2023.\n\n^ \"50 most influential Physician Executives and Leaders 2017\". Modern Healthcare. Retrieved July 30, 2017.\n\n^ Nixon, Cynthia. \"Leana Wen: The 100 Most Influential People of 2019\". TIME.\n\n^ \"100 Most Influential People in Healthcare\". Modern Healthcare. Retrieved October 12, 2022.\n\n^ \"Variants and Vaccines with Dr. Leana Wen\". Council on Foreign Relations. Retrieved October 12, 2022.\n\n^ \"Excellence in Public Health Award\". YWCA. Retrieved October 12, 2022.\n\n^ \"Dr. Leana Wen Named 2022 Walter C. Alvarez Recipient\". American Medical Writers Association. Retrieved October 12, 2022.\n\n\nExternal links[edit]\nWashington Post bio\nWorld Economic Forum bio\n\nBiography portalMaryland portalMedicine portalScience portal\nAppearances on C-SPAN\nLeana Wen at TED \nAuthority control databases International\nVIAF\nNational\nGermany\nIsrael\nUnited States\nPoland\nAcademics\nORCID\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Leana_Wen&oldid=1193027675\"",
    "twitter": ""
  },
  {
    "name": "Leo Necheles",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/leo-necheles-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Lima Ohio",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/lima-ohio-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Lina Khan",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/lina-khan-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "lawyer",
    "wiki": "American legal scholar and jurist (born 1989)\n\n\nThis article needs to be updated. Please help update this article to reflect recent events or newly available information. (July 2023)\nLina KhanOfficial portrait, 2021Chair of the Federal Trade CommissionIncumbentAssumed office June 15, 2021PresidentJoe BidenPreceded byRebecca Slaughter (acting)Commissioner of the Federal Trade CommissionIncumbentAssumed office June 15, 2021PresidentJoe BidenPreceded byJoseph Simons\nPersonal detailsBorn (1989-03-03) March 3, 1989 (age 34)London, EnglandSpouse\n Shah Ali ​(m. 2018)​Children1EducationWilliams College (BA)Yale University (JD)Signature\nLina M. Khan (born March 3, 1989) is a British-born American legal scholar serving as chairwoman of the Federal Trade Commission (FTC) since 2021.  She is also an associate professor of law at Columbia Law School.\nWhile a student at Yale Law School, she became known for her work in antitrust and competition law in the United States after publishing the influential essay \"Amazon's Antitrust Paradox\".[1]\nShe was nominated by President Joe Biden to the Commission in March 2021, and has served since June 2021 following her confirmation. During her tenure as chairwoman, the FTC has pushed to ban non-compete agreements, filed lawsuits against health care companies engaging in anti-competitive practices, and launched a high-profile lawsuit against Amazon.[2] In 2022, the FTC and the DOJ's anti-trust division blocked a record number of mergers on anti-trust grounds.[3]\n\n\nEarly life and education[edit]\nKhan was born on March 3, 1989, in London, to a British family of Pakistani origin.[4][5] Khan grew up in Golders Green in the London Borough of Barnet. Her parents, a management consultant and an employee of Thomson Reuters, moved to the United States when she was 11 years old. The family settled in Mamaroneck, New York, where she and her brother attended public school.[6] Khan said that her parents experienced racism and xenophobia in the aftermath of the September 11 attacks.[7]\nAt Mamaroneck High School, Khan was involved in the student newspaper.[8] After high school, Khan studied political science at Williams College in Massachusetts. She also attended the University of Oxford as an undergraduate visiting student at Exeter College.[9] Khan served as editor of the Williams College student newspaper and wrote her senior thesis on Hannah Arendt. She graduated in 2010 with a Bachelor of Arts.\n\nAdvocacy and academic career[edit]\nFrom 2010 to 2014, Khan worked at the New America Foundation, where she engaged in anti-monopoly research and writing for Barry Lynn at the Open Markets Program.[6] Lynn was looking for a researcher without a background in economics, and he began critiquing market consolidation with Khan's help.[6]\nAs a result of her work at the Open Markets Institute, Khan was offered a reporting position at The Wall Street Journal, where she would have covered commodities. During the same period, Khan was offered admission into Yale Law School. Describing it as \"a real 'choose the path' moment\", Khan ultimately chose to enroll at Yale.[6]\nKhan served as a submissions editor for the Yale Journal on Regulation. She went on to graduate from Yale in 2017 with a Juris Doctor degree.[4][10]\n\n\"Amazon's Antitrust Paradox\"[edit]\nKhan in 2016, speaking on a panel about Amazon and antitrust law\nIn 2017, during her third year at Yale Law School, the Yale Law Journal published Khan's student article \"Amazon's Antitrust Paradox\".[11] The article made a significant impact in American legal and business circles, and the New York Times described it as \"reframing decades of monopoly law\".[4]\nIn the article, Khan argued that the current American antitrust law framework, which focuses on keeping consumer prices down, cannot account for the anticompetitive effects of platform-based business models such as that of Amazon. The title of Khan's piece was a reference to Robert Bork's 1978 book The Antitrust Paradox, which established the consumer-welfare standard that Khan critiqued.[6] She proposed alternative frameworks for antitrust policy, including \"restoring traditional antitrust and competition policy principles or applying common carrier obligations and duties.\"[11][6]\nFor \"Amazon's Antitrust Paradox\", Khan won the Antitrust Writing Award for \"Best Academic Unilateral Conduct Article\" in 2018,[12] the Israel H. Peres Prize by Yale Law School,[12] and the Michael Egger Prize from the Yale Law Journal.[12]\n\nReception[edit]\nThe article was met with both acclaim and criticism. As of September 2018, it received 146,255 hits, \"a runaway best-seller in the world of legal treatises,\" according to the New York Times.[4] Makan Delrahim, then serving as Assistant Attorney General for the Antitrust Division under Donald Trump, praised Khan for her “fresh thinking on how our legal tools apply to new digital platforms.”[13]\nJoshua Wright, who served on the FTC from 2013 to 2015, derided her work as \"hipster antitrust\" and argued it \"reveal[ed] a profound lack of understanding of the consumer welfare model and the rule of reason framework.\"[14] Herbert Hovenkamp wrote that Khan's claims are \"technically undisciplined, untestable, and even incoherent\", and that her work \"never explains how a nonmanufacturing retailer such as Amazon could ever recover its investment in below cost pricing by later raising prices, and even disputes that raising prices to higher levels ever needs to be a part of the strategy, thus indicating that it is confusing predation with investment.\"[15]\n\nOpen Markets Institute and Columbia Law School[edit]\nAfter graduating from law school, Khan worked as legal director at the Open Markets Institute. The institute split from New America after Khan and her team criticized Google's market power, prompting pressure from Google, a funder of New America.[16] During her time at OMI, Khan met with Senator Elizabeth Warren to discuss anti-monopolistic policy ideas.[17]\nInitially planning to clerk for Judge Stephen Reinhardt on the Ninth Circuit Court of Appeals, Khan joined Columbia Law School as an academic fellow, where she pursued research and scholarship on antitrust law and competition policy, especially relating to digital platforms.[12][18] She published “The Separation of Platforms and Commerce” in the Columbia Law Review, making the case for structural separations that prohibit dominant intermediaries from entering lines of business that place them in direct competition with the businesses dependent on their networks.[19] In July 2020, Khan joined the school's faculty as an associate professor of law.[20]\nKhan has described herself as belonging to the New Brandeis movement, a political movement that seeks a revival in antitrust enforcement.[21]\n\nEarly government service[edit]\nIn 2018, Khan worked as a legal fellow at the Federal Trade Commission in the office of Commissioner Rohit Chopra.[22] In 2019, she began serving as counsel to the House Judiciary Committee's Subcommittee on Antitrust, Commercial, and Administrative Law, where she led the congressional investigation into digital markets.[23]\n\nChairwoman of the FTC[edit]\nOn March 22, 2021, Joe Biden announced that he was nominating Khan to be a commissioner of the Federal Trade Commission.[24][25] On June 15, 2021, her nomination was confirmed by the Senate by a vote of 69 to 28.[26] Khan was confirmed with bipartisan support, mainly attributed to her \"influential anti-Amazon views\" being widely reflected in Congress.[27] Biden then appointed her chairperson of the FTC.[28] Upon taking office, Khan became the third Asian-American to serve on the FTC, after Dennis Yao (who served from 1991 to 1994) and her former boss Rohit Chopra (who served from 2018 to 2021).[29]\nFollowing her appointment as chairperson, both Amazon[30] and Facebook[31] filed petitions with the FTC seeking her recusal from investigations of the companies, suggesting that her past criticism of the companies left her unable to be impartial. However, according to legal scholar Eleanor Fox, the standard for recusal is very high and unlikely to be met for Khan.[32] Senator Elizabeth Warren and other supporters of Khan argued that the recusal demands amount to an attempt by these companies to intimidate Khan in order to curtail regulatory scrutiny.[33]\nAccording to leaked documents, the FTC's Designated Agency Ethics Official (DAEO), Lorielle Pankey, did not believe Khan had violated any ethical standards,[34] but still recommended that she recuse herself from the case with Meta to avoid the appearance of bias; this was rejected by Khan and the FTC.[35] The official who made the recommendation was later revealed to have owned Meta stock at that time, prompting concerns about Pankey's own conduct.[36] In response, Khan and the FTC released a unanimous statement in support of Pankey.[37] Earlier in February 2023, FTC Commissioner Christine Wilson announced her resignation from the agency citing her opposition to Khan's leadership, including her refusal to recuse from FTC's lawsuit against Meta.[38]\nOn July 13, 2023, Khan appeared before a Republican-led House committee that questioned her leadership of the agency. The hearing took place shortly after the FTC lost a case blocking the Microsoft takeover of Activision Blizzard.[39][40] Democrats on the committee defended Khan and the actions of the agency, arguing that she was taking steps that protected user privacy.[41]\n\nInfluence[edit]\nIn 2018 Politico described Khan as \"a leader of a new school of antitrust thought\" as part of its \"Politico 50\" list of influential thinkers.[12] New York magazine said she was \"indisputably the most powerful figure in the anti-monopoly vanguard\".[42] She was also listed as one of Foreign Policy's \"Global Thinkers,\"[43] Prospect's \"Top 50 Thinkers,\"[44] Wired's WIRED25,[45] the National Journal 50,[46] Washingtonian's list of most influential women,[47] and Time's \"Next Generation Leaders.\"[48]\n\nPersonal life[edit]\nKhan is married to Shah Ali, a cardiologist at Columbia University in Manhattan.[4] In January 2023, Khan gave birth to her first child, a son.[49]\n\nBibliography[edit]\nKhan, Lina M. (January 2017). \"Amazon's Antitrust Paradox\". Yale Law Journal. 126 (3): 710–805. Archived from the original on April 23, 2021.\n——— (March 1, 2018). \"The New Brandeis Movement: America's Antimonopoly Debate\". Journal of European Competition Law & Practice. 9 (3): 131–132. doi:10.1093/jeclap/lpy020.\n——— (June 4, 2018). \"The Ideological Roots of America's Market Power Problem\". The Yale Law Journal Forum. 127. Archived from the original on April 20, 2021.\n——— (July 2018). \"Download Sources of Tech Platform Power\" (PDF). Georgetown Law Technology Review. 2: 325–334.\n——— (May 2019). \"The Separation of Platforms and Commerce\" (PDF). Columbia Law Review. 119 (4): 973–1098. Archived (PDF) from the original on March 10, 2021.\n——— (July 2019). \"Competition Issues in Digital Markets\". Competition Law & Policy Debate. 5 (2): 66–70. doi:10.4337/clpd.2019.02.09. ISSN 2405-481X.\n——— (Winter 2019). \"Comment on Daniel A. Crane: A Premature Postmortem on the Chicago School of Antitrust\". Business History Review. 93 (4): 777–779. doi:10.1017/S000768051900151X. S2CID 214322820.\n——— (March 2020). \"The End of Antitrust History Revisited [reviews]\" (PDF). Harvard Law Review. 133 (5): 1655–1683. Archived (PDF) from the original on August 18, 2020.\nCo-authored works[edit]\nTeachout, Zephyr; Khan, Lina (2014). \"Market Structure and Political Law: A Taxonomy of Power\". Duke Journal of Constitutional Law & Public Policy. 9 (1): 37–74.\nGupta, Deepak; Khan, Lina (Spring 2017). \"Arbitration as Wealth Transfer\". Yale Law & Policy Review. 35 (2): 499–520.\nVaheesan, Sandeep; Khan, Lina (Spring 2017). \"Market Power and Inequality: The Antitrust Counterrevolution and Its Discontents\". Harvard Law & Policy Review. 11 (1): 235–294.\nPozen, David E.; Khan, Lina (December 2019). \"A Skeptical View of Information Fiduciaries\". Harvard Law Review. 133 (2): 497–541.\nChopra, Rohit; Khan, Lina (March 2020). \"The Case for 'Unfair Methods of Competition' Rulemaking\". University of Chicago Law Review. 87 (2): 357–380.\nReferences[edit]\n\n\n^ Khan, Lina M. (January 2017). \"Amazon's Antitrust Paradox\". Yale Law Journal. 126 (3): 564–907. Archived from the original on April 5, 2017. Retrieved July 18, 2022.\n\n^ Sisco, Josh (December 22, 2023). \"'She was put in this role to shake things up'\". POLITICO.\n\n^ \"FTC's Khan and DOJ's Kanter Beat Back Deals at Fastest Clip in Decades\". Bloomberg.com. December 18, 2023. Retrieved December 25, 2023.\n\n^ a b c d e Streitfeld, David (September 7, 2018). \"Amazon's Antitrust Antagonist Has a Breakthrough Idea\". The New York Times. ISSN 0362-4331. Archived from the original on September 9, 2018. Retrieved September 8, 2018.\n\n^ Khan, Lina (March 28, 2021). \"Senate Commerce Committee Nominee Questionnaire, 117th Congress\". United States Senate Committee on Commerce, Science, and Transportation. Archived from the original on April 21, 2021.\n\n^ a b c d e f \"Lina Khan's Battle to Rein in Big Tech\". The New Yorker. November 25, 2021. Archived from the original on November 29, 2021. Retrieved November 29, 2021.\n\n^ \"The education of Lina Khan, Big Tech's biggest critic\". U2B. June 25, 2021. Archived from the original on January 10, 2023. Retrieved January 10, 2023.\n\n^ Mohn, Tanya (October 17, 2004). \"A Tempest In a Coffee Shop\". The New York Times. ISSN 0362-4331. Archived from the original on January 10, 2023. Retrieved January 10, 2023.\n\n^ \"Exeter College Association: Register 2008\" (PDF). Archived (PDF) from the original on November 28, 2022. Retrieved November 28, 2022.\n\n^ \"Title Page\". Yale Journal on Regulation. 33: [i]. 2016. Archived from the original on February 10, 2021. Retrieved February 9, 2021.\n\n^ a b Khan, Lina M. (January 2017). \"Amazon's Antitrust Paradox\". Yale Law Journal. 126 (3): 564–907. Archived from the original on April 5, 2017. Retrieved July 18, 2022.\n\n^ a b c d e \"Lina Khan\". Source of the Week. January 4, 2019. Archived from the original on February 25, 2019. Retrieved February 25, 2019.\n\n^ Scola, Nancy (July 9, 2018). \"FTC Democrat hires tech industry critic who's taken aim at Amazon\". POLITICO. Archived from the original on January 10, 2023. Retrieved January 10, 2023.\n\n^ \"Requiem for a Paradox: The Dubious Rise and Inevitable Fall of Hipster Antitrust\". Arizona State Law Journal. May 7, 2019. Archived from the original on July 9, 2021. Retrieved July 7, 2021.\n\n^ Hovenkamp, Herbert (December 1, 2018). \"Whatever Did Happen to the Antitrust Movement?\". Faculty Scholarship at Penn Law. Archived from the original on July 9, 2021. Retrieved July 7, 2021.\n\n^ Meyer, Robinson (June 12, 2018). \"How to Fight Amazon (Before You Turn 29)\". The Atlantic. Archived from the original on September 9, 2018. Retrieved September 8, 2018.\n\n^ Kolhatkar, Sheelah (August 20, 2019). \"How Elizabeth Warren Came Up with a Plan to Break Up Big Tech\". The New Yorker. Archived from the original on July 18, 2020. Retrieved July 7, 2020.\n\n^ Streitfeld, David (September 7, 2018). \"Amazon's Antitrust Antagonist Has a Breakthrough Idea\". The New York Times. ISSN 0362-4331. Archived from the original on September 9, 2018. Retrieved February 19, 2023.\n\n^ Khan, Lina M. (2019). \"The Separation of Platforms and Commerce\". Columbia Law Review. 119 (4): 973. Archived from the original on April 24, 2020. Retrieved May 11, 2020.\n\n^ Columbia Law School (July 6, 2020). \"Dean Gillian Lester announced that Lina Khan will join the Columbia Law faculty as an associate professor of law this fall. Khan is one of the leaders of an antitrust movement challenging some of the world's most powerful corporations\". Twitter. Archived from the original on July 6, 2020. Retrieved July 7, 2020.\n\n^ Khan, Lina (March 1, 2018). \"The New Brandeis Movement: America's Antimonopoly Debate\". Journal of European Competition Law & Practice. 9 (3): 131–132. doi:10.1093/jeclap/lpy020. ISSN 2041-7764.\n\n^ \"About\". Lina Khan. Archived from the original on September 9, 2018. Retrieved September 8, 2018.\n\n^ Lohr, Steve (December 8, 2019). \"This Man May Be Big Tech's Biggest Threat\". The New York Times. ISSN 0362-4331. Archived from the original on April 24, 2020. Retrieved May 11, 2020.\n\n^ Kelly, Makena (March 22, 2021). \"Biden to nominate tech antitrust pioneer Lina Khan for FTC commissioner\". The Verge. Vox Media. Archived from the original on March 22, 2021. Retrieved March 22, 2021.\n\n^ \"President Biden Announces his Intent to Nominate Lina Khan for Commissioner of the Federal Trade Commission\". The White House. March 22, 2021. Archived from the original on June 28, 2021. Retrieved March 22, 2021.\n\n^ Brandom, Russell (June 15, 2021). \"Tech antitrust pioneer Lina Khan confirmed as FTC commissioner\". The Verge. Vox Media. Archived from the original on June 15, 2021. Retrieved June 15, 2021.\n\n^ Brandom, Russell (June 30, 2021). \"Amazon says new FTC chair shouldn't regulate it because she's too mean\". The Verge. Vox Media. Archived from the original on June 30, 2021. Retrieved July 1, 2021.\n\n^ McCabe, David (June 15, 2021). \"Biden Names Lina Khan, a Big-Tech Critic, as F.T.C. Chair\". The New York Times. Archived from the original on June 15, 2021. Retrieved June 15, 2021.\n\n^ Birnbaum, Emily (April 21, 2021). \"What to watch at Lina Khan's confirmation hearing\". POLITICO. Archived from the original on February 26, 2023. Retrieved September 11, 2021.\n\n^ Kendall, Brent (June 30, 2021). \"Amazon Seeks Recusal of FTC Chairwoman Lina Khan in Antitrust Investigations of Company\". The Wall Street Journal. Archived from the original on June 30, 2021. Retrieved July 1, 2021.\n\n^ Kendall, Brent (July 14, 2021). \"Facebook Seeks FTC Chair Lina Khan's Recusal in Antitrust Case\". Wall Street Journal. Archived from the original on July 14, 2021. Retrieved July 14, 2021 – via www.wsj.com.\n\n^ Greene, Jay; Lerman, Rachel. \"Amazon seeks recusal of FTC Chair Khan, a longtime company critic\". Washington Post. Archived from the original on September 16, 2021. Retrieved July 9, 2021.\n\n^ \"Democratic senators blast Amazon, Facebook's efforts to 'bully' FTC over antitrust case\". The Daily Dot. August 5, 2021. Archived from the original on September 17, 2021. Retrieved September 17, 2021.\n\n^ Dayen, David (June 23, 2023). \"Attacks on Lina Khan's Ethics Reveal Copious Amounts of Projection\". The American Prospect. Archived from the original on July 15, 2023. Retrieved July 15, 2023.\n\n^ Nylen, Leah (June 16, 2023). \"Lina Khan Rejected FTC Ethics Recommendation to Recuse in Meta Case\". Bloomberg News. Archived from the original on July 11, 2023. Retrieved June 17, 2023.\n\n^ Mullins, Brody (June 30, 2023). \"Ethics Official Owned Meta Stock While Recommending FTC Chair Recuse Herself From Meta Case\". Wall Street Journal. Archived from the original on July 15, 2023. Retrieved July 15, 2023.\n\n^ \"FTC Chair and Commissioners Issue Joint Statement\". Federal Trade Commission. June 30, 2023. Archived from the original on July 15, 2023. Retrieved July 15, 2023.\n\n^ Kang, Cecilia (February 14, 2023). \"Republican F.T.C. Commissioner Says She Plans to Resign\". The New York Times. ISSN 0362-4331. Archived from the original on September 25, 2023. Retrieved September 29, 2023.\n\n^ \"House Republicans interrogate FTC's Khan over regulation of Big Tech\". ABC News. Archived from the original on July 13, 2023. Retrieved July 13, 2023.\n\n^ Bartz, Diane; Shepardson, David (July 13, 2023). \"FTC chair defends tenure as lawmakers battle over consumer agency's impact\". Reuters. Archived from the original on July 13, 2023. Retrieved July 13, 2023.\n\n^ Riley, Tonya (July 13, 2023). \"FTC faces pressure from Twitter, Republicans over privacy investigation\". CyberScoop. Archived from the original on July 13, 2023. Retrieved July 13, 2023.\n\n^ Scola, Nancy (October 27, 2021). \"Lina Khan Isn't Worried About Going Too Far\". Intelligencer. New York. Archived from the original on November 4, 2021. Retrieved November 4, 2021.\n\n^ \"Foreign Policy's 100 Global Thinkers\". Foreign Policy. Archived from the original on March 28, 2021. Retrieved May 11, 2020.\n\n^ Team, Prospect. \"The world's top 50 thinkers 2019\". Archived from the original on August 28, 2019. Retrieved May 11, 2020.\n\n^ \"WIRED25: Stories of People Who Are Racing to Save Us\". Wired. ISSN 1059-1028. Archived from the original on May 11, 2020. Retrieved May 11, 2020.\n\n^ \"Lina Khan – National Journal 50\". nj50.nationaljournal.com. Archived from the original on January 18, 2021. Retrieved May 11, 2020.\n\n^ \"Washington's Most Powerful Women\". Washingtonian. October 1, 2019. Archived from the original on May 10, 2020. Retrieved May 11, 2020.\n\n^ Semuels, Alana (October 10, 2019). \"This Legal Scholar Has Some Bold Ideas For How to Take on Major Companies Like Amazon\". TIME.com. Archived from the original on May 10, 2020. Retrieved May 11, 2020.\n\n^ Kerr, Dara. \"Lina Khan is taking swings at Big Tech as FTC chair, and changing how it does business\". NPR. Archived from the original on August 10, 2023. Retrieved August 10, 2023.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Lina Khan.\n\nOfficial website \nvteChairs of the Federal Trade CommissionMember-selected(1915–1950)\nJoseph E. Davies (1915–1916) • Edward N. Hurley (1916–1917) • William J. Harris (1917–1918) • William Byron Colver (1918–1919) • John Franklin Fort (1919) • Victor Murdock (1919–1920) • Samuel Huston Thompson (1920–1921) • Nelson B. Gaskill (1921–1922) • Victor Murdock (1922–1923) • Samuel Huston Thompson (1923–1924) • Vernon W. Van Fleet (1924–1925) • John F. Nugent (1925–1926) • Charles W. Hunt (1926–1927) • William E. Humphrey (1927–1928) • Abram F. Myers (1928–1929) • Edgar A. McCulloch (1929) • Garland Ferguson Jr. (1930) • Charles W. Hunt (1931) • William E. Humphrey (1932) • Charles H. March (1933) • Garland Ferguson Jr. (1934) • Ewin L. Davis (1935) • Charles H. March (1936) • William Augustus Ayres (1937) • Garland Ferguson Jr. (1938) • Robert E. Freer (1939) • Ewin L. Davis (1940) • Charles H. March (1941) • William Augustus Ayres (1942) • Garland Ferguson Jr. (1943) • Robert E. Freer (1944) • Ewin L. Davis (1945) • William Augustus Ayres (1946) • Garland Ferguson Jr. (1947) • Robert E. Freer (1948) • Lowell B. Mason (1949–1950)\nPresidential appointments(1950–present)Acting chairs italicized\nJames M. Mead (1950–1953) • Edward F. Howrey (1953–1955) • John W. Gwynne (1955–1959) • Earl W. Kintner (1959–1961) • Paul Rand Dixon (1961–1969) • Caspar Weinberger (1970–1970) • Everette MacIntyre (1970–1973) • Lewis A. Engman (1973–1975) • Paul Rand Dixon (1976) • Calvin J. Collier (1976–1977) • Michael Pertschuk (1977–1981) • David A. Clanton (1981) • James C. Miller III (1981–1985) • Terry Calvani (1985–1986) • Daniel Oliver (1986–1989) • Janet Dempsey Steiger (1989–1995) • Robert Pitofsky (1995–2001) • Timothy Muris (2001–2004) • Deborah Platt Majoras (2004–2008) • William Kovacic (2008–2009) • Jon Leibowitz (2009–2013) • Edith Ramirez (2013–2017) • Maureen Ohlhausen (2017–2018) • Joseph Simons (2018–2021) • Rebecca Slaughter (2021) • Lina Khan (2021–present)\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Lina_Khan&oldid=1193627742\"",
    "twitter": ""
  },
  {
    "name": "Lisa Gable",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/lisa-gable-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Livingston Enterprise",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/livingston-enterprise-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": null,
    "wiki": "City in Park County, Montana, United States\n\n\nCity in Montana, United StatesLivingston, MontanaCityDowntown Livingston (2005)Location within Park County and MontanaCoordinates: 45°39′32″N 110°33′49″W﻿ / ﻿45.65889°N 110.56361°W﻿ / 45.65889; -110.56361[1]CountryUnited StatesStateMontanaCountyParkArea[2] • Total6.04 sq mi (15.63 km2) • Land5.98 sq mi (15.49 km2) • Water0.06 sq mi (0.15 km2)Elevation[1]4,502 ft (1,372 m)Population (2020) • Total8,040 • Density1,344.71/sq mi (519.16/km2)Time zoneUTC-7 (Mountain (MST)) • Summer (DST)UTC-6 (MDT)ZIP code59047Area code406FIPS code30-43975 [1]GNIS ID773511 [1]Websitelivingstonmontana.org\nLivingston is a city and county seat of Park County, Montana, United States.[1]  It is in southwestern Montana, on the Yellowstone River, north of Yellowstone National Park.  As of the 2020 census, the population of the city was 8,040.[3]\n\n\nHistory[edit]\nThe founding of the small historical railroad and ranching town of Livingston is a direct result of the Northern Pacific Railway (NPR). This site became a centralized point in the Rockies and the NPR's location for railroad shops to service their steam trains before ascending the Bozeman Pass, the line's highest point, located immediately west. Livingston also became the first gateway town to America's first national park, Yellowstone, which the NPR promoted heavily to visitors from the East. The NPR also operated a branch line running 50 miles south through Paradise Valley, first to Cinnabar station and later to Yellowstone's north entrance in Gardiner.\n\nLivingston, Montana's Main Street was shown on a postcard mailed in 1924.\nClark City[edit]\nThis section does not cite any sources. Please help improve this section by adding citations to reliable sources. Unsourced material may be challenged and removed. (May 2017) (Learn how and when to remove this template message)\nDownstream the Yellowstone River, about 3 miles from present-day Livingston, an old fisherman named Amos Benson built a log cabin in 1872. This is where a ferry, a trading post and a small community called Benson's Landing were located.[4] Across the river from Benson's Landing in June 1882 was the camp of about 40 tents of the Northern Pacific survey crew. This is where they thought the supply store site they were looking for should be. On July 14, 1882, a man who worked for the Northern Pacific named Joseph J. McBride arrived with orders to find another site to build the store. On July 16, George H. Carver, who became a major local businessman and political leader, arrived at the site of present-day Livingston. Carver and McBride became the first local residents when they pitched their tents on the 16th. Also on the 16th arrived 30 freight wagons drawn by 140 oxen, carrying 140,000 lbs. of merchandise. The supply store was to be of Bruns and Kruntz, contractors. Eventually, the tents gave way to log cabins. All of Benson's Landing encampment moved up the river to Carver and McBride's camp within 10 days of the train's arrival.\nThis new settlement was called \"Clark City\" after Heman Clark, the principal contractor for the Northern Pacific from the Missouri westward. By fall, the town was well established and a November 1882 poll counted 348 votes for delegates to congress. Clark City was on the southeast side at the East end of Lewis St. just southwest of the KPRK, and is now part of Livingston. B.F. Downen built the first permanent residence (out of wood) and Frank White owned the first saloon. Clark City eventually had 6 general stores, 2 hotels, 2 restaurants, 2 watchmakers, 2 wholesale liquor dealers, 2 meat markets, 3 blacksmiths, 1 hardware store, 30 saloons and a population of 500.\nAs Clark City was growing, nobody realized that the Northern Pacific had marked on its maps a town called Livingston at the same place. The railroad officially reached Clark City on November 22, 1882. In October 1882 a post office was chartered for Clark City. In November, Livingston received its charter. That was when it was decided that Livingston be located a short distance away. Then Clark City residents bought lots in Livingston and moved. The birth of Livingston was the death of Clark City. The walking distance between them was considerable and Clark City became stream-and-bog urban wildland. Very few buildings still remain.\n\nIncorporation[edit]\nTeslow Grain Elevator, along the railroad tracks\nOn December 21, 1882, Livingston was incorporated and named in honor of Johnston Livingston, pioneer Northern Pacific Railway stockholder, director and friend of Northern Pacific Railroad President Henry Villard. Johnston Livingston was director from 1875 to 1881 and 1884–1887. Crawford Livingston Jr., Johnston's nephew, is more commonly considered the town's namesake. Crawford bought the real estate after the survey and on July 17, 1883, established the First National Bank in the city. Often he spoke of Livingston as \"his town,\" and he apparently enjoyed the publicity of supposedly having a city named for him. But the name Livingston has always stood out in the Northern Pacific official family.[5]\nLivingston is along the Yellowstone River, where it bends from north to east toward Billings and in proximity to Interstate 90. In July 1806 Captain William Clark of the Lewis and Clark Expedition camped on the city's present outskirts on the return trip east preparing to descend the Yellowstone River. Clark's party rejoined the Lewis party at the confluence with the Missouri River, near Williston, North Dakota.\n\nAttractions[edit]\nAlthough small, Livingston has a number of popular tourist attractions. The Livingston Depot, built in 1902 after two predecessors, is a restored rail station that houses a railroad museum open from May to September. The Yellowstone Gateway Museum documents regional history from one of the oldest North American archaeological sites to Wild Western and Yellowstone history. The International Fly Fishing Federation's museum is an extensive introduction to a popular game sport and hosts annual enthusiast meetings. The city was inhabited for two decades by Calamity Jane and visited by a number of traveling members of European royalty.\nIn 1938, Dan Bailey, an eastern fly-fisherman, established Dan Bailey's Fly Shop and mail order fly tying business on Park Street.[6] Also in Livingston is the Fly Fishing Discovery Center, a museum operated by the Federation of Fly Fishers.[7] Actors Peter Fonda and Margot Kidder, Saturday Night Live alumnus Rich Hall, musician Ron Strykert, novelist Walter Kirn, and poet Jim Harrison have lived in the city. Jimmy Buffett mentions Livingston in multiple songs.\nIts economy is flat, and like the rest of the state, the unemployment rate is below the national average. Almost 50% of its workforce commutes to Bozeman,[citation needed] as well as the destination resort Chico Hot Springs 25 miles south, and various campsites and ranches in Paradise Valley. Recently the city has invested in attractions and accommodation for tourists visiting during the Lewis and Clark bicentennial years.\nLivingston and its immediately adjacent area has 17 sites listed on the National Register of Historic Places, enumerated within Park County's NRHP listings.\nIt has a sister-city relationship with Naganohara, Japan.\n\nImages of Livingston, Montana\n\n\nPlat of Livingston, 1883\n\n\n\nGateway to Yellowstone, Frank Jay Haynes, 1884\n\n\n\nSecond Livingston NPRR Depot, 1894\n\n\n\nResidential neighborhood\n\n\n\nFire station reincarnated as fitness center\n\n\nGeography[edit]\nGolf course, Livingston, Montana\nLivingston is located at 45°39′32″N 110°33′49″W﻿ / ﻿45.65889°N 110.56361°W﻿ / 45.65889; -110.56361 (45.658840, -110.563718),[8] at an elevation of 4,501 feet (1372 m).[9]\nAccording to the United States Census Bureau, the city has a total area of 6.03 square miles (15.62 km2), of which 6.02 square miles (15.59 km2) is land and 0.01 square miles (0.03 km2) is water.[10]\n\nClimate[edit]\nAccording to the Köppen Climate Classification system, Livingston has a warm-summer humid continental climate, abbreviated \"Dfb\" on climate maps.\n\n\n\n\nClimate data for Livingston, Montana (Livingston Airport), 1991–2020 normals, extremes 1948–present\n\n\nMonth\n\nJan\n\nFeb\n\nMar\n\nApr\n\nMay\n\nJun\n\nJul\n\nAug\n\nSep\n\nOct\n\nNov\n\nDec\n\nYear\n\n\nRecord high °F (°C)\n\n67(19)\n\n70(21)\n\n75(24)\n\n86(30)\n\n93(34)\n\n99(37)\n\n104(40)\n\n105(41)\n\n102(39)\n\n91(33)\n\n77(25)\n\n64(18)\n\n105(41)\n\n\nMean maximum °F (°C)\n\n55.7(13.2)\n\n57.3(14.1)\n\n67.6(19.8)\n\n76.2(24.6)\n\n82.5(28.1)\n\n91.0(32.8)\n\n97.8(36.6)\n\n97.0(36.1)\n\n92.3(33.5)\n\n80.8(27.1)\n\n65.3(18.5)\n\n55.5(13.1)\n\n99.1(37.3)\n\n\nMean daily maximum °F (°C)\n\n37.4(3.0)\n\n38.9(3.8)\n\n47.8(8.8)\n\n54.4(12.4)\n\n64.4(18.0)\n\n73.8(23.2)\n\n85.7(29.8)\n\n84.8(29.3)\n\n73.5(23.1)\n\n58.2(14.6)\n\n44.9(7.2)\n\n36.4(2.4)\n\n58.4(14.6)\n\n\nDaily mean °F (°C)\n\n28.1(−2.2)\n\n28.9(−1.7)\n\n36.1(2.3)\n\n42.2(5.7)\n\n51.0(10.6)\n\n59.3(15.2)\n\n67.9(19.9)\n\n66.5(19.2)\n\n57.3(14.1)\n\n45.5(7.5)\n\n35.1(1.7)\n\n27.6(−2.4)\n\n45.5(7.5)\n\n\nMean daily minimum °F (°C)\n\n18.8(−7.3)\n\n18.9(−7.3)\n\n24.3(−4.3)\n\n30.0(−1.1)\n\n37.6(3.1)\n\n44.8(7.1)\n\n50.2(10.1)\n\n48.1(8.9)\n\n41.2(5.1)\n\n32.7(0.4)\n\n25.3(−3.7)\n\n18.8(−7.3)\n\n32.6(0.3)\n\n\nMean minimum °F (°C)\n\n−9.4(−23.0)\n\n−6.9(−21.6)\n\n1.2(−17.1)\n\n14.8(−9.6)\n\n23.2(−4.9)\n\n33.6(0.9)\n\n40.0(4.4)\n\n36.9(2.7)\n\n27.1(−2.7)\n\n11.6(−11.3)\n\n−1.7(−18.7)\n\n−8.7(−22.6)\n\n−20.5(−29.2)\n\n\nRecord low °F (°C)\n\n−32(−36)\n\n−33(−36)\n\n−32(−36)\n\n−2(−19)\n\n11(−12)\n\n27(−3)\n\n33(1)\n\n28(−2)\n\n10(−12)\n\n−12(−24)\n\n−31(−35)\n\n−41(−41)\n\n−41(−41)\n\n\nAverage precipitation inches (mm)\n\n0.44(11)\n\n0.47(12)\n\n0.79(20)\n\n1.71(43)\n\n2.66(68)\n\n2.42(61)\n\n1.31(33)\n\n1.07(27)\n\n1.20(30)\n\n1.36(35)\n\n0.62(16)\n\n0.50(13)\n\n14.55(369)\n\n\nAverage snowfall inches (cm)\n\n10.4(26)\n\n6.2(16)\n\n7.3(19)\n\n7.6(19)\n\n2.5(6.4)\n\n0.0(0.0)\n\n0.0(0.0)\n\n0.0(0.0)\n\n0.9(2.3)\n\n5.1(13)\n\n7.5(19)\n\n8.5(22)\n\n56.0(142)\n\n\nAverage precipitation days (≥ 0.01 in)\n\n5.5\n\n6.5\n\n8.4\n\n11.8\n\n13.6\n\n12.9\n\n9.2\n\n7.8\n\n7.5\n\n9.5\n\n7.1\n\n6.3\n\n106.1\n\n\nAverage snowy days (≥ 0.1 in)\n\n5.4\n\n4.8\n\n6.6\n\n6.9\n\n1.2\n\n0.1\n\n0.0\n\n0.0\n\n0.9\n\n3.4\n\n5.2\n\n5.4\n\n39.9\n\n\nSource 1: NOAA[11]\n\n\nSource 2: National Weather Service[12]\n\n\nLivingston has some of the warmest winters in the state, but the temperature can feel cold because Livingston is also one of the windiest places in the United States, having the 2nd highest average wind speed among airport/AMOS stations from 2000 to 2010.[13]\n\nDemographics[edit]\n\n\nHistorical population\nCensusPop.Note%±\n18902,850—19002,778−2.5%19105,25989.3%19206,31120.0%19306,3911.3%19406,6423.9%19507,68315.7%19608,2297.1%19706,883−16.4%19806,9941.6%19906,701−4.2%20006,8512.2%20107,0442.8%20208,04014.1%U.S. Decennial Census[14]\n\n2010 census[edit]\nAs of the census[15] of 2010, there were 7,044 people, 3,356 households, and 1,744 families living in the city. The population density was 1,170.1 inhabitants per square mile (451.8/km2). There were 3,779 housing units at an average density of 627.7 per square mile (242.4/km2). The racial makeup of the city was 96.2% White, 0.1% African American, 0.8% Native American, 0.3% Asian, 0.6% from other races, and 2.0% from two or more races. Hispanic or Latino of any race were 2.5% of the population.\nThere were 3,356 households, of which 24.7% had children under the age of 18 living with them, 39.2% were married couples living together, 9.1% had a female householder with no husband present, 3.7% had a male householder with no wife present, and 48.0% were non-families. 40.4% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.07 and the average family size was 2.81.\nThe median age in the city was 41.1 years. 21% of residents were under the age of 18; 5.6% were between the ages of 18 and 24; 28.3% were from 25 to 44; 28.9% were from 45 to 64; and 16.2% were 65 years of age or older. The gender makeup of the city was 48.5% male and 51.5% female.\n\n2000 census[edit]\nAt the 2000 census,[16] there were 6,851 people, 3,084 households and 1,751 families living in the city. The population density was 2,601.3 inhabitants per square mile (1,004.4/km2). There were 3,360 housing units at an average density of 1,275.8 per square mile (492.6/km2). The racial makeup of the city was 96.39% White, 0.31% African American, 0.98% Native American, 0.50% Asian, 0.60% from other races, and 1.23% from two or more races. Hispanic or Latino of any race were 2.16% of the population.\nThere were 3,084 households, of which 26.7% had children under the age of 18 living with them, 43.8% were married couples living together, 9.1% had a female householder with no husband present, and 43.2% were non-families. 37.5% of all households were made up of individuals, and 15.6% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.86.\nAge distribution was 22.7% under the age of 18, 7.5% from 18 to 24, 27.5% from 25 to 44, 23.6% from 45 to 64, and 18.6% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 95.0 males. For every 100 females age 18 and over, there were 90.7 males.\nThe median household income was $28,980, and the median family income was $40,505. Males had a median income of $26,619 versus $18,684 for females. The per capita income for the city was $16,636. About 5.6% of families and 12.1% of the population were below the poverty line, including 15.0% of those under age 18 and 10.4% of those age 65 or over.\n\nEconomy[edit]\nHistorically a railroad city until the mid-1980s, the city today depends significantly on tourism.  The Federation of Fly Fishers is based in Livingston.\nAccording to Livingston's Fiscal Year 2022 Comprehensive Annual Financial Report,[17] the top private employers in Park County (the city's website refers to approximately a hundred public employees) are:\n\n\n\n#\n\nEmployer\n\n# of Employees\n\n\n1\n\nLivingston HealthCare\n\n250–499\n\n\n2\n\nPrintingforless.com\n\n250–499\n\n\n3\n\nChico Hot Springs Resort and Day Spa\n\n100–249\n\n\n4\n\nChurch Universal and Triumphant\n\n100–249\n\n\n5\n\nAlbertsons\n\n50–99\n\n\n6\n\nCommunity Health Partners\n\n50–99\n\n\n7\n\nEvergreen Health & Rehab\n\n50–99\n\n\n8\n\nMontana's Rib & Chop House\n\n50–99\n\n\n9\n\nTown & Country Foods\n\n50–99\n\n\n10\n\nTown Pump\n\n50–99\n\nEducation[edit]\nLivingston Public Schools educates students from kindergarten through 12th grade.[18] Park High School's team name is the Rangers.[19]\nLivingston has a public library, the Livingston-Park County Public Library.[20]\n\nInfrastructure[edit]\nMission Field is a public use airport located five miles east of town.\nIntercity bus service to the city is provided by Jefferson Lines.[21]\n\nMedia[edit]\nEmpire Theater downtown\nNewspapers[edit]\nLivingston Enterprise is a local daily newspaper.  The monthly Montana Pioneer and bimonthly Atlantis Rising are also Livingston-based.\n\nAM radio[edit]\nKBOZ 1090, (Talk/personality), Reier Broadcasting Company\nKOBB 1230, (Sports talk), Reier Broadcasting Company\nKPRK AM 1340, (Talk), GapWest Broadcasting\nKMMS 1450, ( News/talk), GapWest Broadcasting\nFM radio[edit]\nKLEU 91.1, (Christian music/talk programming), Hi-Line Radio Fellowship\nKGLT 91.9, (Variety), Montana State University-Bozeman\nKOBB-FM 93.7, (Oldies), Reier Broadcasting Company\nKMMS-FM 94.7, (Adult album), GapWest Broadcasting\nKISN 96.7, (Top 40 (CHR)), GapWest Broadcasting\nKOZB 97.5, (Classic rock), Reier Broadcasting Company\nKBOZ-FM 99.9, (Country music), Reier Broadcasting Company\nKXLB 100.7, (Country music), GapWest Broadcasting\nKBMC (FM) 102.1, (Variety), Montana State University-Billings\nKZMY 103.5, (Hot adult contemporary), GapWest Broadcasting\nKBZM 104.7, (Classic hits), Orion Media\nKSCY 106.9, (Country music), Orion Media\nTelevision[edit]\nBozeman Market[edit]\nKTVM 6 NBC, Bonten Media Group\nKBZK 7 CBS, Evening Post Publishing Company\nKUSM 9 PBS, Montana State University\nBillings Market[edit]\nKULR 8 NBC, Cowles Montana Media\nKTVQ-TV 2 CBS, Evening Post Publishing Company\nFilmography[edit]\nThe city of Livingston has been a staging area or location for a number of films, including:\n\nRancho Deluxe, 1975\nAmazing Grace and Chuck, 1987\nA River Runs Through It, 1992\nThe Horse Whisperer, 1998\nCowboys vs. Dinosaurs, 2015\nCertain Women, 2016\nWalking Out, 2017\nWildlife (film), 2018\nSet in Livingston[edit]\nYellowstone (American TV series), 2018 continuing\nNotable people[edit]\nDan Bailey, renowned fly tyer and owner of Dan Bailey's Fly Shop\nArthur Blank, owner of Paradise Valley Pop Stand and Grill and Mountain Sky Guest Ranch[22]\nEd Bouchee, major league baseball first baseman\nTom Brokaw, television journalist\nTim Cahill, travel writer\nCalamity Jane, cavalry scout, western heroine[23]\nRussell Chatham, landscape artist\nMichael Dahlquist, drummer for the band Silkworm\nAl Feldstein, comic artist and painter\nMayhew Foster, World War II pilot who transported Hermann Göring\nChad Franscoviak, sound engineer\nCassidy Freeman, actress\nEduardo Garcia, chef and businessman\nCharles Garnier Sr., Founder, Garnier Cigar Company Est. 1886, 6-term mayor of Livingston elected 1901[24][25][26][27]\nThomas Goltz, journalist and author\nRich Hall, comedian, writer and musician\nJim Harrison, poet and author (Legends of the Fall)\nTorey Hayden, psychologist and author\nWilliam Hjortsberg, author & screenwriter (Falling Angel, Legend (1985 film)\nMargot Kidder, actress\nWalter Kirn, novelist\nThomas Leforge, mid-19th century liaison to and resident among the Crow Tribe\nPete Lovely, race car driver\nJohn Mayer, musician[28][29]\nThomas McGuane, writer, novelist, film director, screenwriter\nP.W. Nelson, lawman, town marshal, first police chief of Livingston[30][31]\nKen Niles, radio announcer and actor (Out of the Past)\nWendell Niles, radio announcer, actor\nJames F. O'Connor, United States Representative from Montana\nChristopher Paolini, author of The Inheritance Cycle\nDoug Peacock, author, grizzly bear expert.\nSam Peckinpah, film director; resided at the Murray Hotel from 1979 to 1984[32]\nLester Thurow, economist, author and Rhodes Scholar\nReferences[edit]\n\n\n^ a b c d e \"Livingston, Montana\", Geographic Names Information System, United States Geological Survey, United States Department of the Interior\n\n^ \"ArcGIS REST Services Directory\". United States Census Bureau. Retrieved September 5, 2022.\n\n^ \"Profile of Livingston, Montana in 2020\". United States Census Bureau. Archived from the original on June 26, 2022. Retrieved June 26, 2022.\n\n^ \"Livingston\". Montana Place Names Companion. Montana Historical Society. Retrieved April 5, 2021.\n\n^ Aarstad, Rich; Arguimbau, Ellie; Baumler, Ellen; Porsild, Charlene; Shovers, Brian (2009). Montana Place Names. Helena, Montana: Montana Historical Society Press. p. 157. ISBN 978-0-9759196-1-3.\n\n^ Berryman, Jack W. (2006). Fly-Fishing Pioneers and Legends of the Northwest. Seattle, WA: Northwest Fly Fishing LLC. pp. 101–107. ISBN 978-0-9779454-0-5.\n\n^ \"Fly Fishing Discovery Center\". Archived from the original on December 31, 2008.\n\n^ \"US Gazetteer files: 2010, 2000, and 1990\". United States Census Bureau. February 12, 2011. Retrieved April 23, 2011.\n\n^ \"Livingston\". Geographic Names Information System. United States Geological Survey, United States Department of the Interior.\n\n^ \"US Gazetteer files 2010\". United States Census Bureau. Archived from the original on July 2, 2012. Retrieved December 18, 2012.\n\n^ \n\"U.S. Climate Normals Quick Access\". National Oceanic and Atmospheric Administration. Retrieved August 5, 2022.\n\n^ \n\"NOAA Online Weather Data\". National Weather Service. Retrieved August 5, 2022.\n\n^ \"Climatological Extremes for Contiguous United States\". Western Regional Climate Center.\n\n^ \"Census of Population and Housing\". Census.gov. Retrieved May 25, 2017.\n\n^ \"U.S. Census website\". United States Census Bureau. Retrieved December 18, 2012.\n\n^ \"U.S. Census website\". United States Census Bureau. Retrieved January 31, 2008.\n\n^ \"City of Livingston CAFR\" (PDF). livingstonmontana.org. Archived (PDF) from the original on April 2, 2012. Retrieved December 3, 2023.\n\n^ \"Livingston Public Schools\". Livingston Public Schools. Retrieved April 20, 2021.\n\n^ \"Member Schools\". Montana High School Association. Retrieved April 19, 2021.\n\n^ \"Montana Public Libraries\". PublicLibraries.com. Retrieved June 14, 2019.\n\n^ \"Montana Bus Stops\". Retrieved July 20, 2023.\n\n^ \"Arthur Blank's Spirit of Giving Knows No Season-Paradise Valley Pop Stand Owner and Home Depot Co-Founder Makes More to Give More\". The Montana Pioneer. Archived from the original on September 24, 2010. Retrieved August 24, 2010.\n\n^ Whithorn, Doris; Bill Whithorn (1979). Calamity's In Town-The Town Was Livingston, Montana. Pray, Montana: Wan-I-Gan.\n\n^ \"History Page 2\".\n\n^ \"Charles Garnier, Mayor of Livingston\". Daily inter mountain. (Butte, Mont.) 1881-1901, April 02, 1901, Image 10. April 2, 1901. p. 10 – via chroniclingamerica.loc.gov.\n\n^ Healy, Donna. \"Before World War I, Montana cigar factories boomed\". The Billings Gazette.\n\n^ \"United States Tobacco Journal\". BMT Publications. August 10, 1921 – via Google Books.\n\n^ \"Kaufman & Associates: Architectural Acoustic Design and Consulting\". Kaufman & Associates: Architectural Acoustic Design and Consulting.\n\n^ \"John Mayer Donation Provides Ventilators to Montana Community Amid COVID-19\". April 2, 2020.\n\n^ The Livingston enterprise. Chronicling America: Historic American Newspapers. Livingston, MT, USA: Library of Congress. January 1, 1900. p. 46.\n\n^ \"Biographies: ROBERT D. ALTON, M.D.\" Genealogy Trails. Retrieved April 8, 2023.\n\n^ Cohen, Stan (2004). \"The Murray Hotel\". Montana's Grandest-Historic Hotels and Resorts of the Treasure State. Missoula, Montana: Pictorial Histories Publishing Company. pp. 77–80. ISBN 1-57510-111-4.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Livingston, Montana.\n\n\n\n\nWikivoyage has a travel guide for Livingston.\n\nCity of Livingston\nLivingston Chamber of Commerce - Information about the Livingston area\nThe Livingston Enterprise - Daily newspaper\nThe Livingston Current - Weekly newspaper\nThe Montana Pioneer  - Monthly newspaper\nArts Montana  - Community cultural links and arts events\nvteMunicipalities and communities of Park County, Montana, United StatesCounty seat: LivingstonCity\nLivingston\nPark County mapTown\nClyde Park\nCDPs\nCooke City\nCorwin Springs\nEmigrant\nGardiner\nJardine\nPine Creek\nPray\nSilver Gate\nSouth Glastonbury\nSpringdale\nWilsall\nWineglass\nOthercommunities\nBrisbin\nChico\nGhost town\nAldridge\n\nMontana portal\nUnited States portal\n\nvteState of MontanaHelena (capital)Topics\nIndex\nClimate change\nCongressional delegations\nGeography\nGovernment\nGovernors\nHistory\nbibliography\nPeople\nProtected areas\nSports\nState symbols\nThe Last Best Place\nTransportation\nTourist attractions\nSociety\nCannabis\nCrime\nCulture\nDemographics\nEconomy\nEducation\nGun laws\nPolitics\nLGBT rights\nRegions\nEastern Montana\nThe Flathead\nGlacier National Park\nRegional designations of Montana\nWestern Montana\nYellowstone\nLargest cities\nAnaconda\nBelgrade\nBillings\nBozeman\nButte\nColumbia Falls\nDillon\nGlendive\nGreat Falls\nHamilton\nHavre\nHelena\nKalispell\nLaurel\nLewistown\nLivingston\nMiles City\nMissoula\nPolson\nSidney\nWhitefish\nCounties\nBeaverhead\nBig Horn\nBlaine\nBroadwater\nCarbon\nCarter\nCascade\nChouteau\nCuster\nDaniels\nDawson\nDeer Lodge\nFallon\nFergus\nFlathead\nGallatin\nGarfield\nGlacier\nGolden Valley\nGranite\nHill\nJefferson\nJudith Basin\nLake\nLewis and Clark\nLiberty\nLincoln\nMadison\nMcCone\nMeagher\nMineral\nMissoula\nMusselshell\nPark\nPetroleum\nPhillips\nPondera\nPowder River\nPowell\nPrairie\nRavalli\nRichland\nRoosevelt\nRosebud\nSanders\nSheridan\nSilver Bow\nStillwater\nSweet Grass\nTeton\nToole\nTreasure\nValley\nWheatland\nWibaux\nYellowstone\n Montana portal\nvteMontana regions and towns with breweriesGlacier Country (Northwest)Missoula\nBayern Brewing\nBig Sky Brewing Company\nConflux Brewing\nCranky Sam\nDraught Works\nGild Brewing\nGreat Burn Brewing Co.\nImagine Nation Brewing Co.\nKettleHouse Brewing Co.\nMissoula Brewing Co.\nOdd Pitch Brewing Co.\nTaprooms only\nTamarack Brewing Company\nFlathead Lake Brewing Co.\nHamilton\nBitter Root Brewing\nHigherground Brewing Co.\nStevensville\nBlacksmith Brewing Co.\nWildwood Brewing\nWoods Bay\nFlathead Lake Brewing Co.\nPolson\nGlacier Brewing Co.\nWhitefish\nBonsai Brewing Project\nJeremiah Johnson Brewing Co.\nSunRift Beer Co.\nLakeside\nTamarack Brewing\nBigfork\nGolden Triangle Brew Co.\nColumbia Falls\nBackslope Brewing\nDarby\nBrigand Brewing\nEureka\nBranding Iron Brewing\nKoocanusa Brewery\nFrenchtown\nOld Bull Brewing\nKalispell\nBias Brewing\nPatriotic American Brewery\nSacred Waters Brewing Co.\nSunRift Beer Co.\nLibby\nCabinet Mountain Brewing Co.\nLolo\nLolo Peak Brewing Co.\nRonan\nRonan Cooperative Brewery\nThompson Falls\nLimberlost Brewing Co.\nSouthwest MontanaHelena\nBlackfoot River Brewing\nCopper Furrow Brewing\nLewis and Clark Brewing Co.\nMT Ascension Brewing Co.\nSpeakeasy 41 Brewing Co.\nTen Mile Creek Brewery\nButte\nButte Brewing\nQuarry Brewing\nAnaconda\nSmelter City Brewing Co.\nDillon\nBeaverhead Brewing Co.\nEast Helena\nMissouri River Brewing Co.\nEnnis\nBurnt Tree Brewing\nSheridan\nRuby Valley Brew\nTownsend\nCanyon Ferry Brewing\nWolf Creek\nLazy I Beerworks\nCentral MontanaBelt\nHarvest Moon Brewing Co.\nBlack Eagle\nBlack Eagle Brewery\nCut Bank\nCut Bank Creek Brewery\nGreat Falls\nAnnie's Tap House\nMighty Mo Brewing Co.\nHarlowton\nGally's Brewing Co.\nHavre\nTriple Dog Brewing Co.\nLewistown\nBig Spring Brewing Co.\nPhilipsburg\nPhilipsburg Brewing Co.\nYellowstone Country (South Central)Bozeman\n406 Brewing Co.\nBozeman Brewing Co.\nBridger Brewing Co.\nBunkhouse Brewery\nFreefall Brewery\nJulius Lehrkind Brewing\nLast Best Place Brewing Co.\nMAP Brewing Co.\nMountains Walking Brewery\nPhantom Brewery\nNew Ventures Brewing\nOutlaw Brewing|(Sheriff Henry Plummer's)\nShred Monk Brewery\nBig Sky\nLone Peak Brewery\nBelgrade\nBar 3 Brewing\nMadison River Brewing Co.\nLivingston\nKatabatic Brewing Co.\nNeptune's Brewery\nRed Lodge\nRed Lodge Ales Brewing Co.\nBig Timber\nCrazy Peak Brewing Co.\nColumbus\nPalladium Draughthaus\nThree Forks\nSawdust & Steel Brewing\nWest Yellowstone\nYellowstone Beer Company\nMissouri River Country (Northeast)Wolf Point\nMissouri Breaks Brewing\nGlasgow\nBusted Knuckle Brewing\nMalta\nBlue Ridge Brewing\nScobey\nPleasant Prairie Brewing\nSidney\nMeadowlark Brewing Co.\nSoutheast MontanaBillings\nAngry Hank's\nBy All Means\nCanyon Creek\nCarter's Brewing\nDiamond X\nMeadowlark\nMontana Brewing Co.\nThirsty Street Brewing Co.\nUberbrew\nWibaux\nBeaver Creek Brewery\nGlendive\nCross Country Brewing\nLaurel\nHigh Plains\nMiles City\nOtium Brewing\nTilt Wurks\n\nvteCounty seats of Montana\nAnaconda\nBaker\nBig Timber\nBillings\nBoulder\nBozeman\nBroadus\nButte\nChester\nChinook\nChoteau\nCircle\nColumbus\nConrad\nCut Bank\nDeer Lodge\nDillon\nEkalaka\nForsyth\nFort Benton\nGlasgow\nGlendive\nGreat Falls\nHamilton\nHardin\nHarlowton\nHavre\nHelena\nHysham\nJordan\nKalispell\nLewistown\nLibby\nLivingston\nMalta\nMiles City\nMissoula\nPhilipsburg\nPlentywood\nPolson\nRed Lodge\nRoundup\nRyegate\nScobey\nShelby\nSidney\nStanford\nSuperior\nTerry\nThompson Falls\nTownsend\nVirginia City\nWhite Sulphur Springs\nWibaux\nWinnett\nWolf Point\n\nAuthority control databases: Geographic \nMusicBrainz area\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Livingston,_Montana&oldid=1192704492#Newspapers\"",
    "twitter": ""
  },
  {
    "name": "Lovell Chronicle",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/lovell-chronicle-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Lucas Grindley",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/lucas-grindley-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]