[
  {
    "name": "Mario Nicolais",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/mario-nicolais-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Mark Cannizzaro",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/mark-cannizzaro-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Mark Gerzon",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/mark-gerzon",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Mark Hertsgaard",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/mark-hertsgaard-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\nYou can help expand this article with text translated from the corresponding article in German.  (July 2014) Click [show] for important translation instructions.\nView a machine-translated version of the German article.\nMachine translation, like DeepL or Google Translate, is a useful starting point for translations, but translators must revise errors as necessary and confirm that the translation is accurate, rather than simply copy-pasting machine-translated text into the English Wikipedia.\nConsider adding a topic to this template: there are already 8,931 articles in the main category, and specifying|topic= will aid in categorization.\nDo not translate text that appears unreliable or low-quality. If possible, verify the text with references provided in the foreign-language article.\nYou must provide copyright attribution in the edit summary accompanying your translation by providing an interlanguage link to the source of your translation. A model attribution edit summary is Content in this edit is translated from the existing German Wikipedia article at [[:de:Mark Hertsgaard]]; see its history for attribution.\nYou should also add the template {{Translated|de|Mark Hertsgaard}} to the talk page.\nFor more guidance, see Wikipedia:Translation.\nMark Hertsgaard at the 2011 Brooklyn Book Festival\nMark Hertsgaard (born 1956) is an American journalist and the co-founder and executive director of Covering Climate Now. He is the environment correspondent for The Nation, and the author of seven non-fiction books, including Earth Odyssey (1998) and Hot: Living Through the Next Fifty Years on Earth (2011).[1]\nHe has covered climate change, politics, economics, the press, and music since 1989. His best-known work as an author is On Bended Knee: The Press and the Reagan Presidency (1988), which described the way the Reagan White House \"deployed raw power and conventional wisdom to intimidate Washington's television newsrooms.\"[2] He has also written for magazines and newspapers such as The Guardian, Vanity Fair, Scientific American,Time, Harper’s, and Le Monde.[3] He has been a commentator for the public radio programs Morning Edition, Marketplace, and Living on Earth, and taught writing at Johns Hopkins and the University of California, Berkeley. Hertsgaard lives in San Francisco.\n\n\nCareer[edit]\nHertsgaard received a B.A. in international studies from Johns Hopkins University in 1977 and was one of the founders of the Baltimore City Paper. According to his fellow Johns Hopkins alumnus Russ Smith, he worked in the Institute for Policy Studies in Washington, D.C., after graduation.[4]\nWhile compiling a feature article for The New Yorker in 1993, Hertsgaard broke the news that the three surviving members of the Beatles were going to issue previously unreleased music from the group's career, as part of their multimedia Anthology project. In addition, they were reuniting to work on new recordings.[5] At this time, he was granted rare access to the band's EMI recording archives in London, gaining insight that informed his 1995 book A Day in the Life: The Music and Artistry of the Beatles.[5] Writing in 2000, Nick Bromell, professor of English at the University of Massachusetts, Amherst and the founding editor of Boston Review, described A Day in the Life as \"the best single book on the music of the Beatles\".[6]\nDuring the 1990s, Hertsgaard's attention turned to the ecology of the Earth. He embarked upon a seven-year global tour to investigate the issue of environmental degradation. The journey spanned four continents, 19 countries and hundreds of interviews.[2] This resulted in the book Earth Odyssey: Around the World in Search of Our Environmental Future (1999), which was reviewed favorably in The New York Times Book Review and Time magazine.[7]\nHertsgaard also wrote about climate change adaptation in Hot: Living Through the Next Fifty Years on Earth (2011), published by Houghton Mifflin Harcourt.[1] From 2011 to 2013, he was Schmidt Family Foundation Fellow at New America Foundation researching the linked challenges of climate change, food security, poverty, and ecological agriculture.\nIn May 2013 19 people were shot and wounded during a neighborhood Mother's Day second line parade in New Orleans. The attack took place at the corner of Frenchmen Street and North Villere in the city's 7th Ward, where hundreds of people had gathered near the French Quarter. Victims included 10 men, 7 women, a boy and a girl. Three people were seriously wounded. The Associated Press reported that three suspects were seen fleeing the scene. Police authorities classified it as part of the gun violence in the city.[8] Hertsgaard has written about being one of the victims.[9](subscription required)\n\nBibliography[edit]\nBravehearts: Whistle Blowing in the Age of Snowden (2016)\nHot: Living Through the Next Fifty Years on Earth (2010)\nThe Eagle's Shadow: Why America Fascinates and Infuriates the World (2002)\nEarth Odyssey: Around the World in Search of Our Environmental Future (1998)\nA Day in the Life: The Music and Artistry of the Beatles (1995)\nOn Bended Knee: The Press and the Reagan Presidency (1988)\nNuclear Inc: The Men and Money (1983)\nNotes[edit]\n\n^ a b \"Mark Hertsgaard biography\". The Nation. 2 April 2010. Retrieved April 18, 2017.\n\n^ a b Schneider, Keith (January 17, 1999). \"A Dirty Shame: A journalist offers an environmental report card on the planet\". The New York Times.\n\n^ \"Stories by Mark Hertsgaard\". AlterNet. Retrieved April 18, 2017.\n\n^ Smith, Russ (November 2016). \"Pictures of You (#60)\". Splice Today. Retrieved April 18, 2017.\n\n^ a b Kimsey, John (2009). \"'An Abstraction, Like Christmas': The Beatles for sale and for keeps\". In Womack, Kenneth (ed.). The Cambridge Companion to the Beatles. Cambridge, UK: Cambridge University Press. p. 232. ISBN 978-0-521-68976-2.\n\n^ Bromell, Nick (2000). Tomorrow Never Knows: Rock and Psychedelics in the 1960s. Chicago, IL: University of Chicago Press. p. 188. ISBN 9780226075624.\n\n^ Skow, John (January 11, 1999). \"Travels on an Ailing Planet: An eco-conscious Marco Polo has sad tales to tell\". Time.\n\n^ Associated Press (12 May 2013). \"19 Wounded in New Orleans Shooting\". New York Times. Retrieved 5 August 2022.\n\n^ Hertsgaard, Mark (May 14, 2013). \"I Got Shot in New Orleans\".\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Mark Hertsgaard.\n\nOfficial website\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nGermany\nItaly\nIsrael\nUnited States\nJapan\nNetherlands\nPoland\nAcademics\nCiNii\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Mark_Hertsgaard&oldid=1167798779\"",
    "twitter": ""
  },
  {
    "name": "Mark Mix",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/mark-mix",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Mark Morford",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/morford-mark",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "Mark Morford is a former columnist and culture critic for SFGATE. His opinion column was called Notes & Errata. His topics varied from sex and deviance to popular culture, technology, spirituality, music and politics.\n\n\nWriting career[edit]\nFrom 1999 to 2003, Morford wrote The Morning Fix, a newsletter for SFGATE,  which featured comments on news and current events, along with other personal, informal elements. The Fix began as a daily newsletter, then shifted to no more than three times a week, before being discontinued.\nMorford's online column was launched in 2000. It was added to the print edition of the Chronicle in 2005, where it ran in the Datebook (entertainment) section for three years in a slightly abbreviated form than the concurrent SFGATE version. The column was later pulled from the print edition in mid-2008 by the Chronicle's then-editor, Ward Bushee.\nIn 2001 Morford was suspended over a column on the sexual relationship between a teenage male student and an older female teacher, a column that was perceived as overly permissive. In 2003 he was suspended again for violating Chronicle language usage guidelines.[1]\nMorford gained publicity for his column \"Is Obama an Enlightened Being?\", published in June 2008 about then-presidential candidate Barack Obama, in which he wrote, \"Many spiritually advanced people I know (not coweringly religious, mind you, but deeply spiritual) identify Obama as a Lightworker, that rare kind of attuned being who has the ability to lead us not merely to new foreign policies or health care plans or whatnot, but who can actually help usher in a new way of being on the planet, of relating and connecting and engaging with this bizarre earthly experiment.\"[2] The column, and specifically the term \"Lightworker\", were mocked in publications including National Review,[3] The American Spectator[4] and SF Weekly.[5]\nMorford's writing has appeared in other publications, including Mother Jones, Sun Magazine, Bark and Yoga Journal. He also blogs for the Huffington Post.\n\nBooks[edit]\nMorford's first book, The Daring Spectacle: Adventures in Deviant Journalism, a compendium of his SFGATE columns, as well as various banned works and samples of hate mail from conservative detractors, was published in early 2010 by Rapture Machine, Inc.[6][7]\n\nAwards and honors[edit]\nMorford has twice won first place in the online segment of the National Society of Newspaper Columnists' annual contest.[8][9][10] He has been nominated multiple times for GLAAD Media Awards for his columns in support of gay rights.[11][12][13]\n\nYoga and teaching[edit]\nSince 2000, along with his writing career, Morford has taught Vinyasa yoga classes in San Francisco, most recently at the Yoga Tree network of schools,[14][15] as well as private instruction. He is a certified, RYT 200 yoga teacher, according to Yoga Alliance guidelines.[16]\n\nReferences[edit]\n\n\n^ Fost, Dan (2001-03-28). \"3 Staffers Suspended Over SF Gate Column\". San Francisco Chronicle. Retrieved 2008-05-01.\n\n^ \"Is Obama an Enlightened Being?\". Huffington Post and SFGate. 2008-06-06.\n\n^ Geraghty, Jim (June 9, 2008). \"'Magic,' 'Lightbringer', 'Messiah' -- Not New Terms To Obama\". National Review.\n\n^ \"THE LIGHTWORKER FALLS TO EARTH\". The American Spectator. August 11, 2011.\n\n^ Wachs, Benjamin (June 6, 2008). \"Is Obama one of God's Angels? Mark Morford Says Yes, But the Obama Campaign Won't Confirm that\". SF Weekly \"The Snitch\" blog.\n\n^ \"The Daring Spectacle: Adventures in Deviant Journalism\". Archived from the original on 2010-08-23. Retrieved 2010-11-08.\n\n^ \"The Internet Review of Books: The Daring Spectacle\". Retrieved 2010-11-08.\n\n^ \"Morford, Goodman win columnists society awards\". San Francisco Chronicle. 2003-06-25. Retrieved 2008-12-31.\n\n^ Outing, Steve (2003-06-30). \"Herb Caen, He Ain't\". The Poynter Institute. Archived from the original on 2009-01-15. Retrieved 2008-12-31.\n\n^ \"SFGate.com writer top online columnist\". San Francisco Chronicle. 2005-07-03. Retrieved 2008-12-31.\n\n^ 17th Annual GLAAD Media Awards\n\n^ 19th Annual GLAAD Media Awards\n\n^ Sklar, Rachel (2008-01-20). \"Just GLAAD to be nominated\". Huffington Post.\n\n^ \"Yoga Tree San Francisco: Mark Morford\". Archived from the original on 2008-05-09. Retrieved 2008-05-01.\n\n^ \"Mark Morford Yoga\". Retrieved 2010-11-08.\n\n^ \"Yoga Alliance\". Retrieved 2010-11-08.\n\n\nExternal links[edit]\nArchive of Mark Morford columns in the San Francisco Chronicle\nMark Morford's personal website\nYoga teaching site and information\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Mark_Morford&oldid=1019776246\"",
    "twitter": ""
  },
  {
    "name": "Mark Weaver",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/mark-weaver-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Mark Whitaker",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/mark-whitaker-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Mark Whitaker may refer to:\n\nMark Whitaker (journalist) (born 1957), American journalist and media executive\nMark Whitaker (record producer), American music producer\nMark Whitaker (cricketer) (born 1946), former English cricketer\nSee also[edit]\nMark Whittaker (born 1965), Australian journalist and non-fiction writer\nMark Whitacre  (born 1957), American executive and informant\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Mark_Whitaker&oldid=910277474\"",
    "twitter": ""
  },
  {
    "name": "Mary O'Grady",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/mary-ogrady",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist and editor at the Wall Street Journal\nThis biography of a living person needs additional citations for verification. Please help by adding reliable sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately from the article and its talk page, especially if potentially libelous.Find sources: \"Mary O'Grady\" – news · newspapers · books · scholar · JSTOR (June 2010) (Learn how and when to remove this template message)\nMary Anastasia O'GradyBornMary Anastasia O'GradyPennsylvania, United StatesOccupation(s)Editor, columnistEmployerThe Wall Street Journal\nMary Anastasia O'Grady, also published as Mary O'Grady, is an editor of The Wall Street Journal and member of The Wall Street Journal editorial board since 2005. She writes predominantly on Latin America and is a co-editor of the Index of Economic Freedom. She is a recipient of the Bastiat Prize.\n\n\nBiography[edit]\nEducation[edit]\nA 1975 graduate of Guilford (CT) Senior High School, O'Grady earned a bachelor's degree in English from Assumption College and later received an MBA from Pace University in financial management.[1]\n\nCareer[edit]\nBefore her work for The Wall Street Journal (WSJ), she was an options strategist for Advest, Thomson McKinnon Securities then Merrill Lynch, where she worked for 10 years.\nIn August 1995, O'Grady joined WSJ and later became a senior editorial page writer for the journal in December 1999.[1] In November 2005, she was appointed as a member of WSJ's editorial board.[1]\nShe is also editor of \"The Americas,\" a weekly column that appears every Monday and deals with politics, economics and business in Latin America and Canada while also serving as a member of the board of directors at Liberty Fund.[1]\nShe is well known for her positions regarding classical liberalism, her frontal rejection of leftist governments in the Americas and for being in favor of the legalization of drug trafficking[2]\nShe has been characterized by her strong position against progressive governments, which has elicited responses from people such as former US President Jimmy Carter, who wrote an article in response to O'Grady.[3] She has been criticized for her support, through her columns, of the controversial privatization process in El Salvador.[4][by whom?]\nIn an article published on The Wall Street Journal, she linked Iran with the government of Mexican President Andrés Manuel López Obrador citing \"secret intelligence sources.\"[5] The Mexican president publicly denied the contents of the article in a press conference,[6] characterizing the article as false information.[7]\n\nHonors and awards[edit]\nAwards[edit]\nInter American Press Association's David Gleaner Award (1997)[1]\nInternational Policy Network's Bastiat Prize (2005)[1]\nAssociation of Private Enterprise Education's Thomas Jefferson Award (2009)[1]\nThe Fund for American Studies' Walter Judd Freedom Award (2012)[1]\nHonorary degrees[edit]\nO'Grady was awarded the following honorary degrees:\n\nFrancisco Marroquin University, honorary doctorate (2015)[1]\nReferences[edit]\n\n\n^ a b c d e f g h i \"Mary O'Grady\". The Wall Street Journal. Retrieved 11 August 2015.\n\n^ Archived at Ghostarchive and the Wayback Machine: Latin America Needs Free Trade & Drug Legalization: Q&A with WSJ's Mary Anastasia O'Grady. YouTube.\n\n^ \"Venezuela's Voters Have Spoken\". Archived from the original on 2013-10-21. Retrieved 2013-02-11.\n\n^ \"Diario digital de noticias de El Salvador\". www.lapagina.com.sv. Archived from the original on 2013-10-21. \n\n^ O'Grady, Mary Anastasia (12 January 2020). \"Opinion | Soleimani's Latin America Terror\". Wall Street Journal.\n\n^ \"Aristegui Noticias\".\n\n^ \"Reitera AMLO que ofrecerá disculpas al pueblo yaqui en 2021 - Política - la Jornada\". 15 January 2020.\n\n\nExternal links[edit]\nWSJ Biography\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Mary_O%27Grady&oldid=1171432779\"",
    "twitter": ""
  },
  {
    "name": "Masih Alinejad",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/masih-alinejad-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Iranian-American journalist, writer and activist\n\n\nMasih Alinejadمسیح علی‌نژادAlinejad in 2018BornMasoumeh Alinejad-Ghomikolayi (1976-09-11) September 11, 1976 (age 47)Qomi Kola, Babol, Imperial State of IranNationalityIranianCitizenshipUnited States[1]EducationOxford Brookes UniversityOccupation(s)Journalist and authorYears active2001–presentEmployerU.S. Agency for Global MediaSpouses\n\nMax Lotfi ​(divorced)​[2]\n\nKambiz Forouhar ​(m. 2014)​[3]\nChildren1\nMasih Alinejad (Persian: مسیح علی‌نژاد, born Masoumeh Alinejad-Ghomikolayi (Persian: معصومه علی‌نژاد قمی‌کُلایی), September 11, 1976[citation needed]) is an Iranian-American[4] journalist, author, and women's rights activist.[5][6] Alinejad works as a presenter/producer at VOA Persian Service, a correspondent for Radio Farda, a frequent contributor for Manoto television, and a contributing editor for IranWire.[7] Alinejad focuses on criticism of the status of human rights in Iran, especially women's rights in Iran.[8] Time magazine named her among its 2023 honorees for Women of the Year.[9]\nShe lives in exile in New York City, and has won several awards, including the 2015 Geneva Summit for Human Rights and Democracy women's rights award, the Omid Journalism Award from the Mehdi Semsar Foundation, and a \"Highly Commended\" AIB Media Excellence Award.[10]\nIn 2019, Alinejad sued the Iranian government in a U.S. federal court for harassment against her and her family.[11] She released a book in 2018 called The Wind in My Hair that deals with her experiences growing up in Iran, where she writes girls \"are raised to keep their heads low, to be unobtrusive as possible, and to be meek\".[12][13] In 2021, U.S. prosecutors charged four Iranian intelligence officials with plotting to kidnap a critic of the Iranian government; the target was not named, but Alinejad believes it was her.[14]\n\n\nEarly life and career in Iran[edit]\nAlinejad was born as Masoumeh Alinejad, but uses the first name \"Masih\" (Persian for \"anointed\" or \"Messiah\").[15][16] Alinejad was politically conscious from a young age, and was arrested in 1994 for producing leaflets critical of the government. Masih Alinejad wrote in her book that she started journalism with the help of Marjan Sheikholeslami.[17] She began her career in journalism in 2001 with the local daily Hambastegi, and then for the Iranian Labour News Agency (ILNA). Other publications such as Shargh, Bahar, Vaghaye Ettefaghiye, Ham-Mihan, and Etemad, have also published her work. During the sixth and seventh parliament, Alinejad was a parliamentary reporter. In 2005, she wrote an article suggesting that government ministers had claimed they received pay cuts; they were actually receiving considerable sums of money as \"bonuses\" for everything from serving religious duties to ringing in the New Year. The article generated controversy, and led to her dismissal from parliament.[16]\nIn 2008, she wrote an exceptionally critical piece in Etemad, called \"Song of the Dolphins\", where she compared Mahmoud Ahmadinejad's followers to hungry dolphins that make sounds and perform entertaining acts to grab a morsel of food from their trainer. Some supporters of President Ahmadinejad expressed their sense of outrage and offense, eventually forcing the director of the newspaper Mehdi Karroubi, himself a relatively popular and very powerful establishment politician and cleric, to publicly apologize.[18] In the summer of 2009, during her stay in the United States, Alinejad tried very hard to get an interview with Barack Obama; however, she was refused the interview, although she had been granted a temporary visa on that very basis. When her visa expired, she was forced to return to the United Kingdom. While in the United States, she participated in some Iranian anti-government protests, and delivered a speech in San Francisco, where she said, addressing the authorities of Iran, \"We have trembled for thirty years, now it is your turn to tremble.\" Her interview with Voice of America was shown together with parts of the videos she had made, called \"A Storm of Fresh Air\". In 2010, she and a group of Iranian writers and intellectuals established the \"IranNeda\" foundation. After the presidential election in Iran in 2009, she published a novel called A Green Date.[19][dubious  – discuss]\nAlinejad graduated from Oxford Brookes University with a degree in Communications Studies.[20]\n\nCareer[edit]\nOpposition to Iranian government[edit]\nAlinejad just after she left Iran for the United States in 2009\nIn 2014, Alinejad launched My Stealthy Freedom (also known as Stealthy Freedoms of Iranian Women), a Facebook page that invites Iranian women to post pictures of themselves without a hijab. The page quickly attracted international attention, and has garnered hundreds of thousands of likes.[21] In 2015, the Geneva Summit for Human Rights and Democracy, awarded her its women's rights prize for \"giving a voice to the voiceless and stirring the conscience of humanity to support the struggle of Iranian women for basic human rights, freedom, and equality\".[22]\nOn June 13, 2022, she was awarded the American Jewish Committee's Moral Courage Award for speaking out fearlessly in support of the Iranian people being oppressed by the Iranian government.\nAlinejad has said she is not opposed to the hijab per se, but believes it should be a matter of personal choice. In Iran, women who appear in public without a hijab risk being arrested, imprisoned, and fined.[21]\n\nJournalism[edit]\nMasih Alinejad wrote in her book: \"Marjan Sheikholeslami, the head of the political department of Hambastegi newspaper agreed to take me under her wing.\"[17][23][24] Since 2015, Alinejad has hosted a weekly 15-minute primetime show called Tablet for Voice of America's Persian Language Service. \"With original video from inside Iran, Tablet profiles ordinary citizens and connects them with Americans through short interviews on common themes illustrating both similar and different experiences. The program also has a weekly \"timeline report\", tracing the development of issues such as the international women's rights movement and relations between Washington and Tehran\", the press release states.[25][26]\nIn July 2019, Iranian authorities warned the public that anyone sending videos to Alinejad faced up to 10 years in prison. Musa Ghazanfarabadi, the head of Tehran's Revolutionary Court, told Fars News that those sharing protest videos with Alinejad could be imprisoned for up to a decade under laws relating to cooperating with an enemy of the state.[27]\n\nAnti-compulsory hijab campaign[edit]\nMain article: My Stealthy Freedom\nAlinejad has been critical of the Islamic Republic of Iran's laws making it illegal for women not to wear a hijab outside the home,[28] but also making the broader point that in the current historical and political context – in previous decades it wasn't required or common in Iran and many other Muslim-majority countries – describing it as the most visible symbol of oppression,[29][30] Journalist Kim Ghattas has described Alinejad as \"spearheading\" the campaign against the mandatory veil in Iran even from her residence in Brooklyn.[31]\nSome feminists have supported Alinejad's campaign because, in their view, the Islamic veil is the most visible example of women's oppression in Muslim majority societies. However, postcolonial feminists criticized the campaign for invoking the old \"Orientalist cultural imagination\" in the West, which was based on stereotypes of oppressed women in the Orient who need to be liberated by adopting Western ideals. Islamic feminists, meanwhile, viewed this effort as bolstering the rising wave of Islamophobia in Europe and the United States, which portrays Islam as a misogynist religion.[32] Alinejad rejects accusations of Islamophobia while insisting that it is religious laws (Sharia) which scare her, and that it is that same religious fanaticism that is the primary cause of Islamophobia.[33] Speaking about hijab during a debate with Palestinian-American activist Linda Sarsour on CNN, Alinejad said: \"It's important if you care about human rights, women's rights, you cannot use the same tool which is the most visible symbol of oppression in the Middle East and say that this is a sign of resistance [in the United States].\"[34]\nAfter the Christchurch mosque shooting in March 2019 in New Zealand, Alinejad criticized New Zealand Prime Minister Jacinda Ardern for wearing a hijab ostensibly in sympathy and respect to the Muslim victims. She said she \"felt that you are using one of the most visible symbols of oppression for Muslim women in many countries for solidarity, and it also broke my heart\".[35][36]\n\nChess championship boycott[edit]\nIn 2016, Alinejad launched a boycott campaign against the 2016 women's chess world championship, to be held in February 2017 in Tehran, Iran.[37] The campaign was incited by Nazí Paikidze, a Georgian-American chess player. Paikidze, a non-Iranian, refused to attend world championships in Tehran because according to Iran's religious law, female players would be forced to wear a hijab. Alinejad supported Paikidze, and co-wrote an op-ed with Indian-American Asra Nomani in The Washington Post.[38]\n\nMeeting with U.S. Secretary of State[edit]\nAlinejad with Mike Pompeo, 2019\nIn February 2019, Masih Alinejad met with U.S. Secretary of State Mike Pompeo.[39] US State Department Deputy Spokesperson Robert Palladino said Secretary of State \"thanked Ms. Alinejad for her bravery and continued dedication\".[40] Alinejad said they met for 35 minutes and she highlighted three areas. First, \"Many Iranians want an end to the Islamic Republic. Opposition voices should be heard\". Second, the international community should focus on 40 years of human rights violations by the regime, and third, the Trump administration travel ban hurts human rights activists and students, not the regime.[39]\n\nRecognition[edit]\nAwards[edit]\nAIB Media Excellence Award for Radio Farda's production \"Victims of 88\", Nov 2013[10]\nInaugural Women’s Rights Award at the Geneva Summit, 2015[41]\nFreethinker Prize by Swiss Freethinkers Association, 2017[42]\nAmerica Abroad Media award, Nov 2019[43]\nMoral Courage Award by American Jewish Committee (AJC), Jun 2022[44]\nOxi Courage Award for her fight against Iran’s compulsory hijab, Oct 2022[45]\nScholar-Statesman Award by Washington Institute for Near East Policy for her tireless promotion of women’s rights, freedom, and political change in her native land, Nov 2022[46]\nGlobal Impact Award, Dec 2022[47]\nOther recognitions[edit]\nNominated for the Nobel Peace Prize for her advocacy for women's rights in Iran, 2022[48]\nNamed as one of the 12 Time Magazine's Women of the Year, March 2023[49][50]\nHarassment[edit]\nArrest and harassment of family members[edit]\nOn September 23, 2019, Islamic Republic security forces arrested three of Alinejad's family members as retribution for her women's rights activism, according to Amnesty International. Alinejad's brother, Alireza Alinejad, was arrested in Tehran, while Hadi and Leila Lotfi, brother and sister of her former husband, Max Lotfi, were all arrested in the northern city of Babol by officials from the ministry of intelligence.[51][52]\nHer parents, siblings, extended family and all relatives and associates who remained in their village, in northern Iran, were repeatedly harassed[citation needed], threatened with loss of employment, and instructed to lure Alinejad to neighboring Turkey for a \"family reunion,\" so that agents could supposedly \"just talk\" to her. Her brother warned her it was a trap. In 2018, Alinejad's sister and niece were forced to go on a prime-time television programme to say that the family was disgraced by Alinejad's behavior, and that their parents have disowned her.\nAlinejad responded that her family was forced to say such things by the authorities, a common tactic employed by the Iranian government aimed at discrediting dissidents.[53][54]\nShe wrote in a New York Times Op-ed published two weeks later: \"The truth is that before the show aired, I got a call from my mother – a tiny, illiterate woman who has the toughness that comes from being abandoned at an early age by her own mother and married off at 14 years old. She was sobbing. The intelligence service had tried to pressure her and my father to participate in the show. And the local Friday prayer leader had called them out in public and urged them to cooperate. She refused – a show of loyalty that I can never repay.\"[55] As did her brother Alireza, imprisoned after Intelligence agents raided his home and blindfolded and handcuffed him in front of his two small children, and dragged him away. He was sentenced to eight years, and remains in prison.[56]\n\nIranian government smear campaign[edit]\nBy this point, Iranian authorities had been conducting a concerted smear campaign against Alinejad for a decade. Even going to such extremes as doctoring photos to make it look like she engaged in sexually provocative behavior, and showing them to her elderly, poorly-educated father. She told The Guardian in 2013 that her father had refused to speak to her for three years as a result. Iranian state-run media have run numerous fabricated stories, such as her being an MI6 agent serving directly under then-Queen Elizabeth II, false quotes attributed to her saying such things as \"to be a journalist in Western countries, it is compulsory that you also work for the spy agencies\", that she is a drug addict, and that she was a victim of rape on the London subway.[56][57]\n\nKidnapping plot[edit]\nAlinejad meeting with U.S. National Security Advisor Jake Sullivan in July 2021\nIn July 2021, the U.S. Department of Justice claimed that four Iranian intelligence officials and a fifth assistant were planning to kidnap a New York-based journalist critical of Iran, as well as four further people in Canada and the UK. The Iranian kidnapping scheme—which appears to be the first publicized case on U.S. soil—dated back to at least June 2020. Robin Wright revealed in the New Yorker: \"According to the DOJ announcement, the plotters had identified travel routes from Alinejad's home to a Brooklyn waterfront, researched a service offering military-style speedboats for maritime evacuation out of New York, and studied sea travel from New York to Venezuela, which has close ties with the Islamic Republic. In a detailed e-mail, Kiya Sadeghi, another of the four indicted Iranian intelligence agents, even instructed the private investigators to take pictures of the envelopes in Alinejad's mailbox. The FBI stated that it had foiled Iran's scheme in the United States. \"Not on our watch,\" William Sweeney, the head of New York's FBI office, said.\"[56][58][14]\n\nAssassination plot[edit]\nOn July 28, 2022, a man named Khalid Mehdiyev approached Alinejad's residence in Brooklyn, looking inside the windows and attempting to open the front door. He was stopped later that day by New York City Police during a traffic stop. His license had been suspended and he was arrested for driving without one. The police found a suitcase in his car containing an AK-47 assault rifle with an obliterated serial number. The rifle, manufactured by Norinco, was loaded with a round in the chamber and a magazine attached, along with a second, separate magazine and approximately 66 rounds of ammunition. Mehdiyev, who is from Yonkers, waived his Miranda rights and told police that he was looking for an apartment. Mehdiyev, unprompted, volunteered that he did not know about a gun and claimed the suitcase was not his.[59] On August 11, 2022, Mehdiyev was indicted on one count of possessing a firearm with an obliterated serial number.[60] In an opinion piece for The Wall Street Journal, Alinejad quotes a special agent of the Federal Bureau of Investigation as saying, \"This time their objective was to kill you.\"[61] On January 27, 2023, the U.S. Department of Justice unsealed an indictment charging Mehdiyev and two other men in a plot to assassinate Alinejad.[62][63]\nIn 2023, Niloufar Bahadorifar was convicted for having willfully violated sanctions and knowingly provided financial support to Iranian intelligence assets, who in turn were engaged in a plot to kidnap Masih Alinejad.[64]\n\nBibliography[edit]\nAlinejad speaking at the PaykanArtCar unveiling in Oslo 2023, Simin Keramati is standing to her left\nAlinejad's memoir, The Wind in My Hair ISBN 9780349008967, dealing with her journey from a tiny village in northern Iran to becoming a journalist and creating an online movement that sparked a nationwide protest movement, was published by Little Brown in 2018.[65] The New York Times wrote that the book paints a vivid portrait of modern Iran, saying that it was written with a \"blunt honesty\" that it considered to be a characteristic of Alinejad's life and writing.\nShe has published four books in Persian:\n\nTahasson[ISBN missing] – which describes the political turmoil/challenges created when the \"Sixth Iranian Parliament\" went on strike.\nTaj-e-Khar (The Crown of Thorns)[ISBN missing] – a novel that is now being translated into English. It refers to the passion of the Christ and the crown of thorns placed on his head by the Romans.\nI am Free[ISBN missing] – which deals with women's issues in Iran, published in Germany because of its being blacklisted by the Islamic Culture and Guidance Ministry, Iran's censorship body.\nGharar Sabz (Green Rendezvous)[ISBN missing] – which deals with post-2009 presidential election fraud violence. This book was also published in Germany, for the same reasons.\nSee also[edit]\nGuardianship of the Islamic Jurist\nIslamic Revolution\nIslamic Revolutionary Court\nTheocracy\nReferences[edit]\n\n\n^ Weiser, Benjamin (July 13, 2021). \"Iranian Operatives Planned to Kidnap a Brooklyn Author, Prosecutors Say\". The New York Times. Retrieved July 14, 2021. ... Ms. Alinejad, an American citizen ...\n\n^ \"Family of prominent Iranian women's rights activist detained\". September 25, 2019.\n\n^ \"Project Exile: Out of Iran, a voice for human rights - Global Journalist\". Global Journalist. October 13, 2014.\n\n^ Inskeep, Steve (July 15, 2021). \"The Journalist Iran Allegedly Sought To Kidnap Says She Would Have Been Killed\". NPR.org. Retrieved December 3, 2021.\n\n^ \"Iran: Family of women's rights activist arrested in despicable attempt to intimidate her into silence\". September 25, 2019.\n\n^ Fang, Lee (January 7, 2020), \"VOA Persian Awarded Journalism Contract to Controversial Former Trump Campaign Operative\", The Intercept, retrieved March 20, 2020\n\n^ \"USAGM\". USAGM. Retrieved July 22, 2020.\n\n^ Morris, Cheryl (November 1, 2007). \"How Masih Alinejad is paying the price for confronting Iran's leaders\". New Internationalist. Retrieved July 26, 2010.\n\n^ Evans, Greg (March 2, 2023). \"Cate Blanchett, Angela Bassett Among Time's 2023 Women Of The Year\". Deadline. Retrieved April 11, 2023.\n\n^ a b \"Radio Farda and Radio Free Afghanistan Honored By AIB\". Pressroom. Radio Free Europe/Radio Liberty. November 7, 2013. Retrieved May 30, 2018.\n\n^ \"Anti-headscarf law activist sues Iran in US over harassment\". AP News. April 21, 2021.\n\n^ \"The wind in my hair: one Iranian woman's courageous struggle against being forced to wear the hijab\". The Guardian. June 2, 2018.\n\n^ Smith, Jordan Michael (August 13, 2019). \"How Voice of America Persian Became a Trump Administration PR Machine\". The Intercept. Retrieved July 22, 2020.\n\n^ a b \"Iranians 'plotted to kidnap US, Canada and UK targets'\". BBC. July 14, 2021. Retrieved July 14, 2021.\n\n^ Tanagho, Samy (2017). Glad News!: God Loves You, My Muslim Friend!. Moody Publishers. p. part 78. ISBN 9780802495778. Retrieved February 21, 2018.\n\n^ a b Morris, Cheryl (November 1, 2007). \"Masih Alinejad on the cost of confronting Iran's patriarchal leaders\". New Internationalist. Retrieved May 31, 2018.\n\n^ a b Masih, Alinejad (2018). The Wind in My Hair. Little, Brown. ISBN 9780316549073.\n\n^ Siamdoust, Nahid (May 7, 2008). \"'Jesus' vs. Ahmadinejad\". TIME.com. Retrieved May 31, 2018.\n\n^ \"Speakers: Masih Alinejad\". Striving for Human Rights. Retrieved May 31, 2018.\n\n^ \"Brookes student speaks on BBC World Service\". Archived from the original on February 21, 2014. Retrieved February 5, 2014.\n\n^ a b Dehghan, Saeed Kamali (May 12, 2014). \"Iranian women post pictures of themselves without hijabs on Facebook\". The Guardian. Retrieved February 27, 2015.\n\n^ Dehghan, Saeed Kamali (February 24, 2015). \"Iranian woman wins rights award for hijab campaign\". The Guardian. Retrieved February 27, 2015.\n\n^ \"متهمی به نام مرجان شیخ الاسلام ، پدیده ای عجیب در سیاست ایران\". rajanews.com (in Persian). March 9, 2019. Retrieved August 8, 2022.\n\n^ \"قبیله کاسبان تحریم- اخبار رسانه ها تسنیم | Tasnim\". خبرگزاری تسنیم | Tasnim (in Persian). Retrieved August 8, 2022.\n\n^ \"New VOA Persian Show Targets Young Viewers in Iran\". VOA. Retrieved March 16, 2019.\n\n^ Masih Alinejad, funding by the US since 2015\n\n^ \"Iranian women face 10 years for sharing videos of hijab removal\". The Telegraph. July 29, 2019. Retrieved September 11, 2020.\n\n^ Ghattas, Kim. \"Those Who Dare to Bare Their Hair\". Foreign Policy. Retrieved March 23, 2019.\n\n^ Women in the World (February 10, 2016), Masih Alinejad: The \"hijab is the most visible symbol of oppression\", retrieved March 23, 2019\n\n^ \"Fox News: Iranian activist speaks out about treatment of women in Iran\". Masihalinejad Media. August 10, 2018. Retrieved March 23, 2019.\n\n^ Ghattas, Kim (2020). Black wave : Saudi Arabia, Iran, and the forty-year rivalry that unraveled culture, religion, and collective memory in the Middle East (First ed.). New York: Henry Holt and Company. ISBN 978-1-250-13120-1. OCLC 1110155277.\n\n^ Arghavan, Mahmoud (April 27, 2018). The Dilemma of Postcolonial and/or Orientalist Feminism in Iranian Diasporic Advocacy of Womenʼs Rights in the Homeland. Brill. ISBN 978-90-04-35990-1.\n\n^ Weltwoche. \"The Menace of the Mullahs\". www.weltwoche.ch. Retrieved March 23, 2019.\n\n^ Katy Scott (February 18, 2018). \"Macy's decision to sell hijabs sparks debate among Muslim women\". CNN. Retrieved March 16, 2019.\n\n^ \"New Zealand women face praise and protests for donning the hijab\". Reuters. March 26, 2019. Retrieved March 29, 2019.\n\n^ \"Iranian women threw off the hijab – what happened next?\". BBC News. May 18, 2018.\n\n^ Wootson Jr, Cleve R. (October 6, 2016). \"'I will NOT wear a hijab': U.S. chess star refuses to attend world championships in Iran\". The Washington Post. Retrieved May 30, 2018.\n\n^ Nomani, Asra Q.; Alinejad, Masih (October 5, 2016). \"The American chess champion challenging Iran's hijab fetish\". Global Views. The Washington Post.\n\n^ a b \"Pompeo Tells Iranian Rights Activist Of U.S. Support\". Radio Farda. February 5, 2019. Archived from the original on February 5, 2019. Retrieved February 5, 2019.\n\n^ \"Secretary Pompeo's Meeting With Iranian Women's Rights Activist Masih Alinejad\". U.S. Department of State. Archived from the original on February 5, 2019. Retrieved February 5, 2019.\n\n^ \"Geneva Summit 2015 Women's Rights Award\". The Geneva Summit for Human Rights and Democracy. Retrieved February 7, 2023.\n\n^ \"Freethinker prize 2017 awarded to Masih Alinejad and Zehra Doğan\". free-thought.ch. Retrieved February 8, 2023.\n\n^ Masih Alinejad Accepts the 2019 AAM Award, retrieved February 7, 2023\n\n^ \"American Jewish Committee Presents Moral Courage Award to Masih Alinejad, Prominent Opponent of Iranian Regime | AJC\". www.ajc.org. June 13, 2022. Retrieved February 7, 2023.\n\n^ \"Journalist Masih Alinejad receives Oxi Courage Award for her fight against Iran's compulsory hijab law\". Firstpost. October 28, 2022. Retrieved February 7, 2023.\n\n^ \"Institute Honors Iranian-American Activist Masih Alinejad with Prestigious Scholar-Statesman Award\". The Washington Institute. Retrieved February 7, 2023.\n\n^ \"Masih Alinejad Gives Rousing Acceptance Speech for Global Impact Award\". December 14, 2022. Retrieved February 7, 2023.\n\n^ \"Iranian Rights Activist Alinejad Nominated For Nobel Peace Prize\". Iran International. Retrieved March 7, 2023.\n\n^ \"Women of the Year\". Time. Retrieved March 2, 2023.\n\n^ \"Masih Alinejad Won't Be Silenced\". Time. March 2, 2023. Retrieved March 2, 2023.\n\n^ \"Iran: Family of women's rights activist arrested in despicable attempt to intimidate her into silence\". amnesty. September 25, 2019. Retrieved September 25, 2019.\n\n^ Alinejad, Masih (October 6, 2019). \"My Brother Ali Is Iran's Latest Hostage\". The Wall Street Journal. Retrieved October 6, 2019.\n\n^ \"Iran: Activists' Families Facing Harassment\". Human Rights Watch. August 9, 2018. Retrieved February 19, 2022.\n\n^ \"Family members taken 'hostage' by Iran to silence critics abroad\". Middle East Monitor. October 3, 2019. Retrieved July 22, 2020.\n\n^ Alinejad, Masih (July 31, 2018). \"Opinion | My Sister Disowned Me on State TV\". The New York Times. ISSN 0362-4331. Retrieved February 19, 2022.\n\n^ a b c \"Iran's Kidnapping Plot Exposes Its Paranoia\". The New Yorker. July 19, 2021. Retrieved February 19, 2022.\n\n^ \"Iranian journalist: 'Every week they try to smear me, discredit me'\". The Guardian. January 24, 2013. Retrieved February 19, 2022.\n\n^ \"Iran 'spies' charged in plot to kidnap US journalist and speed her to Venezuela\". The Guardian. July 14, 2021.\n\n^ Weiser, Benjamin (July 31, 2022). \"Man With Loaded Assault Rifle Arrested Outside Iranian Writer's Home\". The New York Times. Retrieved August 12, 2022.\n\n^ \"Man arrested near home of Iranian dissident faces gun charge\". The Washington Post. Associated Press. August 11, 2022. Retrieved August 12, 2022.\n\n^ Alinejad, Masih (August 7, 2022). \"Iran Tried to Kill Me on American Soil\". The Wall Street Journal. Retrieved August 12, 2022.\n\n^ Weiser, Benjamin; Thrush, Glenn (January 27, 2023). \"Justice Dept. Announces More Arrests in Plot to Kill Iranian Writer\". The New York Times. ISSN 0362-4331. Retrieved January 28, 2023.\n\n^ Cohen, Luc; Schectman, Joel; Cohen, Luc (January 27, 2023). \"U.S. charges three in Iran-backed effort to assassinate journalist\". Reuters. Retrieved January 28, 2023.\n\n^ California Resident Sentenced To Four Years In Prison For Conspiring To Violate U.S. Sanctions Against Iran\n\n^ Zakaria, Rafia (July 3, 2018). \"The Woman Whose Hair Frightens Iran\". The New York Times (review).\n\n\nExternal links[edit]\nExternal videos Activist Masih Alinejad fights against the compulsory hijab in Iran, Matter Of Fact With Stan Grant, ABC News\n Media related to Masih Alinejad at Wikimedia Commons\nOfficial Website\nMasih Alinejad at IMDb \nMeet the Iconoclast Inspiring Iranian Women to Remove Their Headscarves in Vogue Magazine\nReview of The Woman Whose Hair Frightens Iran in the New York Times book review\nvteMahsa Amini protests\nTimeline\nReactions\nBackground\nMahsa Amini\nDeath of Mahsa Amini\nIranian protests against compulsory hijab\nDress code in Iran since 1979\nGuidance Patrol\nRage Against the Veil (anti-hijab book)\nPeopleDeaths\nAylar Haghi\nSarina Esmailzadeh\nKhodanur Lojei\nMinoo Majidi\nGhazaleh Chalabi\nHadis Najafi\nAsra Panahi\nKian Pirfalak\nAida Rostami\nMohammad Reza Sarvari\nNika Shakarami\nErfan Zamani\nArmita Geravand\nExecutionsand death sentences\nExecutions\nMohammad Hosseini\nMohammad Mehdi Karami\nMajidreza Rahnavard\nMohsen Shekari\nSentences\nMohammad Boroughani\nMohammad Ghobadloo\nPresent and former detainees\nArmita Abbasi\nHamidreza Aliasgari\nTaraneh Alidoosti\nMona Borzouei\nGolrokh Ebrahimi Iraee\nVoria Ghafouri\nHengameh Ghaziani\nShervin Hajipour\nNiloofar Hamedi\nFaezeh Hashemi Rafsanjani\nBahareh Hedayat\nMohammadreza Jalaeipour\nHossein Mahini\nAmir Emad Mirmirani\nYalda Moaiery\nElaheh Mohammadi\nFarideh Moradkhani\nAmir Reza Nasr Azadani\nKaveh Rezaei\nKatayoun Riahi\nHossein Ronaghi\nArash Sadeghi\nToomaj Salehi\nKianush Sanjari\nFatemeh Sepehri\nMajid Tavakoli\nOrganizers and artists involved\nMasih Alinejad\nNazanin Boniadi\nHamed Esmaeilion\nShabnam Farshadjoo\nAli Karimi\nSimin Keramati\nArghavan Khosravi\nAfshin Naghouni\nShirin Neshat\n Reza Pahlavi\nSheida Soleimani\nEvents\nSeptember–October 2022 attacks on Iraqi Kurdistan\n2022 Zahedan massacre\nEvin Prison fire\nShah Cheragh attack (2022 - 2023)\nAttack on Izeh market\nKhomeini house fire\n2023 Iran drone attacks\nIranian schoolgirls mass poisoning reports\nLists\nDeaths during the Mahsa Amini protests\nDeath sentences during the Mahsa Amini protests\nSanctions\nMAHSA Act (J. Banks proposal)\nTenney resolution\nRelated\nBaraye\nElnaz Rekabi\nIran Human Rights\nHuman Rights Activists in Iran\nNeighbourhood Youth Alliance of Iran\nWoman, Life, Freedom\nSuicide of Mohammad Moradi\nIranian demonstrations in Strasbourg\nTime Heroes of the Year\n2023 Nobel Peace Prize\nSakharov Prize\n Category\nAuthority control databases International\nISNI\n2\nVIAF\n2\nNational\nNorway\nGermany\nUnited States\nLatvia\nNetherlands\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Masih_Alinejad&oldid=1190999821\"",
    "twitter": ""
  }
]