[
  {
    "name": "Matt Byrne",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/matt-byrne-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "player",
    "wiki": "British wheelchair basketball player\nThis article is about the athlete. For the musician, see H8brd.\n\n\nMatt ByrnePersonal informationBirth nameMatthew ByrneNationality Great BritainBorn (1974-10-08) 8 October 1974 (age 49)Nottingham, EnglandSportCountryGreat BritainSportWheelchair basketballEventMen's teamClubWolverhampton RhinosTeamBulldogs\nMedal record\n\n\n\n\n\n\nWheelchair basketball\n\n\nRepresenting  Great Britain\n\n\nParalympic Games\n\n\n\n 2004 Athens \nMen's Wheelchair basketball\n\n\n\n 2008 Beijing \nMen's Wheelchair basketball\n\n\nMatthew \"Matt\" Byrne (born 8 October 1974) is a British wheelchair basketball player. He participated at the 2004 Summer Paralympics in Athens where he finished in third position. At the 2008 Summer Paralympics in Beijing, Byrne finished in bronze medal position with Great Britain. He played for United Kingdom at the 2012 Summer Paralympics in London.[1]\n\nPersonal life[edit]\nByrne was born in 1974 in Nottingham. He is a paraplegic, meaning that he has an impairment in motor or sensory function of the lower extremities. He was introduced into wheelchair basketball during his rehabilitation at a hospital following a motorcross accident at the age of fifteen he is also married to Anna Byrne that is a teacher at The Long Eaton School.[2]\n\nWheelchair basketball[edit]\nByrne first played wheelchair basketball in 1991, and joined the Sheffield Steelers club for five years before moving to the Nottingham Jaguars, near where he was born. His current club, the Wolverhampton Rhinos (RGK TCAT Rhinos), have won the Super League many times during his time there. He made his début for the Great Britain national team in 2001.[1]\nByrne participated in the 2001/2002 European Championships in Amsterdam, his first time competing at a major international event. He and the United Kingdom national team finished in fourth position, out of medal contention. In 2002, he won a silver medal at the 2002 World Championships in Kitakyushu, a city on the third-largest island of Japan. He finished third and won a bronze medal at the Sassari 2003 European Championships.[citation needed]\nByrne competed in the 2004 Summer Paralympic Games in Athens, Greece; he and the United Kingdom national team won the bronze medal.[1][2] Following his first Paralympics, Byrne and his team won a silver medal at the 2005 European Championships in Paris and took fifth place at the world championships in Amsterdam the following year. The U.K. team won the silver medal at the European Championships in Wetzlar, Netherlands in 2007.\nByrne and the U.K. team proceeded to win bronze at the 2008 Summer Paralympics in Beijing. The following year, he also won bronze at the European Championships in Adana, Turkey. In 2011, he and his team won gold at the European Championships in Nazareth, northern Israel.[1][2]\nByrne was a member of the U.K.'s wheelchair basketball national team at the 2012 Summer Paralympics, held in London.[3][4] The team finished in fourth place after losing to Canada[5] and the United States.[6] In 2012, Byrne was made co-captain of the Great Britain Men's Wheelchair Basketball team.[7]\n\nReferences[edit]\n\n\n^ a b c d \"Matt Byrne\". British Paralympic Association. Archived from the original on 15 August 2012. Retrieved 21 August 2012.\n\n^ a b c \"Matt Byrne\". GBWBA. Archived from the original on 24 September 2015. Retrieved 21 August 2012.\n\n^ \"Trowell's Matt Byrne selected for GB Paralympics squad\". This is Nottingham. 31 May 2012. Retrieved 21 August 2012.\n\n^ \"ParalympicsGB: Who will compete for Great Britain in London?\". BBC News. 12 August 2012.\n\n^ \"Paralympics 2012: Great Britain lose semi-final with Canada\". BBC News. 6 September 2012. Retrieved 17 September 2012.\n\n^ \"Paralympics 2012: GB miss out on wheelchair basketball bronze\". BBC Sport. 8 September 2012. Retrieved 17 September 2012.\n\n^ \"Thousands flock to ExCeL's independent living Naidex exhibition\". Newham Recorder. 26 October 2012.\n\n\n\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Matt_Byrne&oldid=1180670046\"",
    "twitter": ""
  },
  {
    "name": "Matt Drudge",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/matt-drudge",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American internet journalist and talk radio host\n\n\nMatt DrudgeDrudge in 1996BornMatthew Nathan Drudge (1966-10-27) October 27, 1966 (age 57)Takoma Park, Maryland, U.S.Occupation(s)Political commentator, news editorKnown forReporting political scandals, creating the Drudge Report\nMatthew Nathan Drudge (born October 27, 1966) is an American journalist and the creator/editor of the Drudge Report, an American news aggregator. Drudge is also an author and a former radio and television show host.[1]\n\n\nEarly life and education[edit]\nDrudge was raised in Takoma Park, Maryland, near Washington, D.C.[2] His father, Robert Drudge, a former social worker,[2] and his mother[1] divorced when he was six. Drudge went to live with his mother.[2] He had few friends and was an avid news reader and radio talk show fan.[2][3] Drudge graduated 341st out of a high school class of 355.[4] In his book Drudge Manifesto, Drudge says that he \"failed his Bar Mitzvah\".[2]\n\nCareer[edit]\nDrudge Report[edit]\nMain article: Drudge Report\nDrudge was unknown before he began the news aggregation site, the Drudge Report.[5] For many years, he took odd jobs such as night counterman at a 7-Eleven convenience store, telemarketer for Time-Life books, McDonald's manager, and sales assistant at a New York City grocery store. In 1989, he moved to Los Angeles, where he took up residence in a small Hollywood apartment. He took a job in the gift shop of CBS studios, eventually working his way up to manager. Here, he was apparently privy to some inside gossip, part of the inspiration for founding the Drudge Report. Worried about his son's aimlessness, Drudge's father insisted on buying him a Packard Bell computer in 1994.[1] The Drudge Report began as email notes sent out to a few friends.\nThe original issues were part gossip and part opinion. They were distributed as an email newsletter and posted to alt.showbiz.gossip Usenet forum. In 1996, the newsletter transitioned slowly from entertainment gossip to political gossip and moved from email to the Web as its primary distribution mechanism.\nIn March 1995, the Drudge Report had 1,000 email subscribers; by 1997, Drudge had 85,000 subscribers to his email service. Drudge's website gained in popularity in the late 1990s when he reported a number of stories before the mainstream media. Drudge first received national attention in 1996 when he broke the news that Jack Kemp would be Republican Bob Dole's running mate in the 1996 presidential election. In 1998, he gained popularity when he published the reporting of then-Newsweek reporter Michael Isikoff, becoming the first media outlet to publish the news that later became the Monica Lewinsky scandal.[6]\nDrudge met Andrew Breitbart in Los Angeles during the 1990s and became his mentor, with Breitbart later helping to run the Drudge Report.[7][8] Breitbart announced in 2005 that he was \"amicably leaving the Drudge Report after a long and close working relationship with Matt Drudge\", but still helped run Drudge's website from Los Angeles by working the afternoon shift, in addition to running Breitbart.[9][10][11]\nA story by Business 2.0 magazine from April 2003 estimated that Drudge's website received $3,500 a day (almost $1.3 million a year) in advertising revenues. Subtracting his relatively minor server costs, the magazine estimated that the Drudge Report website netted $800,000 a year.[12] An article in The Miami Herald from September 2003 said that Drudge estimated he earns $1.2 million a year from his website and radio show. During an April 30, 2004 appearance on C-SPAN, he confirmed that he earns over $1 million.\nFor many years, Drudge was based out of his one-bedroom apartment in Hollywood. Today, he maintains the website from his two properties in Miami, Florida.[1][7] In updating the site, he reportedly monitors multiple television news channels and a number of websites on several computers in his home office.[13]\n\nFox News television show[edit]\nFrom June 1998 to November 1999, Drudge hosted a Saturday night television show called Drudge on the Fox News Channel. The show ended by mutual agreement. Drudge had refused to go on air, charging Fox News with censorship when the network prevented him from showing photos of surgery on Samuel Armas. Drudge, who opposes abortion, wanted to use a picture of a tiny hand reaching out from the womb to dramatize his argument against late-term abortion, but Fox's John Moody decided that that would be misleading because the photo was not of an abortion but an emergency operation on the fetus for spina bifida.[14] Fox News alleged breach of contract but, after Drudge issued an apology,[15] Fox issued a statement calling the parting \"amicable\".[15]\n\nRadio talk show[edit]\nDrudge hosted a Sunday night talk radio show – \"the only time anyone will let me on the air\", he claimed. The show, which was also named the Drudge Report, was syndicated by Premiere Radio Networks. He guest hosted for the conservative radio talk show host Rush Limbaugh. Drudge gained notice in the early 2000s by becoming a frequent reference for news material on Limbaugh's, Sean Hannity's, and Mark Levin's radio shows. He was often acknowledged by Michael Savage as a source of topics for The Savage Nation. Lynn Samuels, for a time, served as Drudge's call screener.\nDrudge left his position as radio host with Premiere effective September 30, 2007. He was replaced by Cincinnati radio station WLW's Bill Cunningham on the network and in most markets,[16] though in a few larger markets, John Batchelor replaced him instead.\n\nBooks[edit]\nThe Drudge Revolution: The Inside Story of How Talk Radio, Fox News, and a Gift Shop Clerk with an Internet Connection Took Down the Mainstream Media was published on July 28, 2020. In the book, author and investigative journalist Matthew Lysiak interviews more than 200 former friends and associates, including former Drudge Report editor Joseph Curl, to reveal the first inside look at Drudge and his website.\nDrudge wrote a book with Julia Phillips in 2000 titled Drudge Manifesto, which reached the New York Times Best Seller list.[17][18] The book features a transcript of a Q&A session conducted at the National Press Club on June 2, 1998, which lays out Drudge's raison d'être. It also contains copies of emails sent to Drudge by his readers, transcripts of Drudge talking to his cat, and extensive descriptions of parties Drudge has attended and how the celebrities there reacted to him. A review in The Washington Post said: \"Indeed, while Drudge Manifesto runs 247 pages ...  Which leaves, in the end, 112 pages of new material, including nine pages of poetry.\"[19][20]  A review from the Columbia Journalism Review stated: \"By any standard, Drudge's book is padded\", and: \"It is a weird, stream-of-conscious mixture of telling readers how he got his stories and mocking his critics.\"\n\nInfluence[edit]\nIn the 2020 book Drudge Revolution, author Matthew Lysiak describes how every major presidential campaign dating back to the late 90s had a staffer whose responsibility was to make a connection and potentially influence Drudge.[citation needed] Ahead of the 2008 Democratic primaries, Hillary Clinton communication director Tracy Sefl befriended Drudge, a relationship which she describes in the book as \"scary\" due to the power of the Drudge Report.[citation needed]\nIn their 2006 book The Way to Win, Mark Halperin and John Harris report that Republican National Convention chairman Ken Mehlman \"kind of brags\" (as then-CNN host Howard Kurtz put it) about utilizing the Drudge channel.[21] They also wrote that \"Drudge, with his droll Dickensian name, was not the only media or political agent whose actions led to John Kerry's defeat. But his role placed him at the center of the game.\"[22]\nIn 2006, Time named Drudge one of the 100 most influential people in the world,[23] describing the Drudge Report as \"a ludicrous combination of gossip, political intrigue and extreme weather reports ... still put together mostly by the guy who started out as a convenience-store clerk.\"\nABC News concluded that the Drudge Report sets the tone for national political coverage.[24] The article says \"Republican operatives keep an open line to Drudge, often using him to attack their opponents.\"\nIn October 2006, Washington Post editor Len Downie, speaking at the Online News Association's annual convention in Washington, D.C., said, \"Our largest driver of traffic is Matt Drudge.\"[25]\nOn October 22, 2007, New York Times reporter Jim Rutenberg wrote that Republican and Democratic presidential candidates, including Hillary Clinton, were cooperating with Drudge and \"working harder than ever to get favorable coverage for their candidates – or unfavorable coverage of competitors – onto the Drudge Report's home page, knowing that television producers, radio talk show hosts and newspaper reporters view it as a bulletin board for the latest news and gossip.\"[26] Rutenberg stated that Nielsen/NetRatings show that the Drudge Report gets three million unique visitors over the course of a month, or approximately one percent of the population of the United States.\nDuring the 2012 Republican presidential primaries, Drudge was described by some, including former presidential candidate Fred Thompson, as having a pro-Mitt Romney slant.[27]\n\nPersonal life[edit]\nDrudge previously lived in Hollywood, California. As of 2007, he owned two properties in Miami, Florida – a $1.4 million Mediterranean-style stucco house on Rivo Alto Island[1] and a $1 million-plus condominium in Miami's Four Seasons hotel.[7] By early 2009, Drudge earned millions of dollars a year, traveled extensively, and moved to another property in Miami. In 2003, he said his one indulgence, apart from travel, was his Corvette.[28]\n\nPolitical views[edit]\n\n\nIn every state and nearly every civilized nation in the developed world, readers know where to go for action and reaction of news – at least one day ahead... Free from any corporate concerns, there are simply too many to thank since the site's inception in 1994. This new attempt at the old American experiment of full freedom in reporting is ever exciting. Those in power have everything to lose by individuals who march to their own rules.\n\n\n –The Drudge Report, Matt Drudge, on reaching one billion page views, 2002[29]\n\n\nThe Daily Telegraph has described Drudge as a conservative populist.[30]  In 1998, Drudge claimed that his politics are \"libertarian except for drugs and abortion\".[31] In 2001, he told the Miami New Times: \"I am a conservative. I'm very much pro-life. If you go down the list of what makes up a conservative, I'm there almost all the way.\"[32] In 2002, he described himself as \"Free from any Corporate Concerns\".[29] In a 2005 interview with The Sunday Times, Drudge described his politics: \"I'm not a right-wing Republican. I'm a conservative and want to pay less taxes. And I did vote Republican at the last election. But I'm more of a populist.\"[33]\n\nComments by journalists[edit]\nDrudge has been called \"the Walter Cronkite of his era\" by Mark Halperin and John F. Harris,[22] and \"the country's reigning mischief-maker\" by Todd Purdum of The New York Times.[34] Michael Isikoff of Newsweek said \"Drudge is a menace to honest, responsible journalism. And to the extent that he's read and people believe what they read, he's dangerous.\"[35] According to Camille Paglia, he is \"the kind of bold, entrepreneurial, free-wheeling, information-oriented outsider we need far more of in this country.\"[36] David McClintick described him as \"a modern Tom Paine, a possible precursor to millions of town criers using the Internet to invade the turf of bigfoot journalists.\"[37]\n\nReferences[edit]\n\n\n^ a b c d e Rasmussen Reports (2019). \"Matt Drudge May No Longer Be Editor of Drudge Report\". Retrieved December 8, 2019 – via Twitter.\n\n^ a b c d e Matt Drudge and Julia Phillips (2000). \"Drudge Manifesto, Chapter one online\". The Denver Post. Retrieved March 2, 2007.\n\n^ Kurtz, Howard (1999). \"It's 10 past Monica, America. Do you know where Matt Drudge is?\". The Washington Post. WNN Archives. Archived from the original on July 13, 2011. Retrieved December 15, 2006.\n\n^ Cohen, Daniel (2000). Yellow Journalism. Twenty-First Century Books. p. 99. ISBN 0761315020.\n\n^ Siklos, Richard (June 6, 2008). \"The Web 2.0-defying logic of Drudge\". CNN. Retrieved June 28, 2008.\n\n^ Pachter, Richard (August 29, 2003). \"Article: Matt Drudge finds Internet success\". AccessMyLibrary. Retrieved November 24, 2009.\n\n^ a b c Sappell, Joel (August 4, 2007). \"Hot links served up daily\". Los Angeles Times. Archived from the original on February 11, 2008. Retrieved August 4, 2007.\n\n^ Sandoval, Greg (November 30, 2005). \"Breitbart.com has Drudge to thank for its success\". cnet news. Archived from the original on January 19, 2013. Retrieved August 7, 2007.\n\n^ Breitbart, Andrew (April 26, 2005). \"April 26, 2005: Breitbart Statement\". Archived from the original on October 12, 2006. Retrieved August 7, 2007.\n\n^ \"Lists: What's Your Source for That? Where Andrew Breitbart gets his information\". ReasonOnline.com. October 2, 2007. Retrieved October 1, 2008.\n\n^ \"Andrew Breitbart: Drudge's Human Face\". Gawker.com. Archived from the original on September 9, 2008. Retrieved September 10, 2008.\n\n^ Keighley, Geoff (April 1, 2003). \"The Secrets of Drudge Inc. How to set up a round-the-clock news site on a shoestring, bring in $3,500 a day, and still have time to lounge on the beach\". CNNMoney.com. Retrieved October 1, 2006.\n\n^ Sherman, Gabriel. \"Underground Man\". The New Republic. Retrieved April 22, 2009. One source relays that, these days, the only media figures he talks to regularly are a select group that includes Rush Limbaugh, Ann Coulter, and Andrew Breitbart ... Drudge now lives at another property in Miami.\n\n^ Kurtz, Howard (November 15, 1999). \"The Going Gets Tough, and Matt Drudge Gets Going\". The Washington Post. Retrieved July 29, 2007.\n\n^ a b \"Photo Drudges Up Cries of Doubles Standard\". National Catholic Register. 1999. Retrieved July 29, 2007.\n\n^ Kiesewetter, John. Cunningham Goes National. Cincinnati Enquirer. September 5, 2007.\n\n^ New York Times Best Seller List October 29, 2000\n\n^ Drudge, Matt (September 5, 2001). Drudge Manifesto. NAL Trade. ISBN 978-0-451-20491-2.\n\n^ Beato, Greg (October 9, 2000). \"Drudge Manifesto\". The Washington Post. Retrieved August 9, 2007.\n\n^ G. Beato (October 9, 2000). \"Drudge Manifesto review\". Retrieved August 9, 2007.\n\n^ \"CNN Reliable Sources: Coverage of the Mark Foley Scandal\". CNN. October 15, 2006. Retrieved August 5, 2007.\n\n^ a b Halpernin, Mark; Harris, John F. (October 2006). The Way to Win. Random House. ISBN 1-4000-6447-3.\n\n^ Cox, Ana Marie (April 30, 2006). \"Matt Drudge; Redefining What's News\". Time. Archived from the original on May 17, 2006. Retrieved October 1, 2006.\n\n^ \"Drudge Report Sets Tone for National Political Coverage\". ABC News. October 1, 2006. Retrieved October 1, 2006.\n\n^ Hirschman, David S. (October 6, 2006). \"'Wash Post' Editor Downie: Everyone in Our Newsroom Wants to Be a Blogger\". Editor & Publisher. Retrieved October 8, 2006.\n\n^ Rutenberg, Jim (October 22, 2007). \"Clinton Finds Way to Play Along With Drudge\". The New York Times. Retrieved October 22, 2007.\n\n^ Epstein, Jennifer (January 29, 2012). \"Thompson: Mitt campaign has 'Drudge in their back pocket'\". Politico. Retrieved May 3, 2014.\n\n^ \"Pushing others' news for profit\". The Sydney Morning Herald. September 16, 2003. Retrieved October 4, 2009.\n\n^ a b Drudge, Matt (November 12, 2002). \"Over 1 Billion Served\". editorial. The Drudge Report. Retrieved October 4, 2006.\n\n^ Harnden, Toby (February 28, 2008). \"Matt Drudge: world's most powerful journalist\". The Daily Telegraph. London. Archived from the original on May 27, 2008. Retrieved June 28, 2008.\n\n^ Scheer, Robert (July 16, 1998). \"Dinner With Drudge\". Online Journalism Review. Retrieved September 27, 2006.\n\n^ Sokol, Brett (June 28, 2001). \"The Drudge Retort\". Miami Times. Miami. Retrieved December 18, 2010.\n\n^ Landesman, Cosmo (April 17, 2005). \"The World is his Laptop\". The Times. London. Retrieved October 28, 2006.\n\n^ Purdum, Todd (August 17, 1997). \"The Dangers of Dishing Dirt in Cyberspace\". The New York Times. Retrieved October 30, 2006.\n\n^ \"Drudging up news on the Web\". CNN. May 6, 2002. Retrieved December 15, 2006.\n\n^ Paglia, Camille (September 1, 1998). \"Ask Camille\". Salon. Archived from the original on January 15, 2007. Retrieved October 4, 2006.\n\n^ McClintick, David (November 1998). \"Town Crier for the New Age\". Brill's Content. Archived from the original on August 19, 2000. Retrieved July 23, 2010.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Matt Drudge.\n\nTranscript, audio, video of Matt Drudge's National Press Club speech\nAppearances on C-SPAN\nMatt Drudge at IMDb\nMatt Drudge on Facebook\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nIsrael\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Matt_Drudge&oldid=1156974890\"",
    "twitter": ""
  },
  {
    "name": "Matt Lewis",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/matt-lewis-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "Matthew Lewis may refer to:\n\nMatthew Lewis (writer) (1775–1818), British Gothic novelist and dramatist\nMatthew Lewis (actor) (born 1989), English actor, best known for portraying Neville Longbottom in the Harry Potter films\nMatthew Butler (Tiswas) (born 1974), British child performer who appeared on Tiswas, now known as Matthew Lewis\nMatthew Jay Lewis, British actor\nMatt K. Lewis, American political blogger, commentator, and contributor to The Daily Beast\nMatthew Lewis (footballer) (born 1990), Australian association football (soccer) player for A-League side Central Coast Mariners\nMatt Lewis (soccer) (born 1996), American soccer player\nMatty Lewis (born 1975), American singer and co-frontman of the Rock band Zebrahead\nMatthew Lewis (photographer) (born 1930), American photographer and editor\nMatt Lewis (wheelchair rugby) (born 1987), Australian wheelchair rugby player\nMatthew Dennis Lewis, American actor\nMatt Lewis (basketball) (born 1998), American basketball player\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Matthew_Lewis&oldid=1034266776\"",
    "twitter": ""
  },
  {
    "name": "Matt Robison",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/matt-robison-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Matt Taibbi",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/matt-taibbi-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American author and journalist (born 1970)\n\n\nMatt TaibbiTaibbi at an Occupy Wall Street protest in 2012BornMatthew Colin Taibbi (1970-03-02) March 2, 1970 (age 53)New Brunswick, New Jersey, U.S.OccupationJournalistauthorpodcasterEducationNew York UniversityBard College (BA)SubjectsAmerican politicsmediafinancesportsYears active1991–present[1]Notable works\nGriftopia (2010)\nThe Divide (2014)\nInsane Clown President (2017)\nI Can't Breathe (2017)\nHate Inc. (2019)\nSpouseJeanne[2]Children3RelativesMike Taibbi (father)Websitewww.racket.news\nMatthew Colin Taibbi[3] (/taɪˈiːbi/; born March 2, 1970) is an American author, journalist, and podcaster. He has reported on finance, media, politics, and sports. A former contributing editor for Rolling Stone, he is the author of several books, co-host of Useful Idiots, and publisher of the Racket News (formerly TK News) on Substack.\nTaibbi began as a freelance reporter working in the former Soviet Union. He later worked as a sports journalist for the English-language newspaper The Moscow Times. In 1997, Taibbi and Mark Ames co-edited the tabloid newspaper The eXile. In 2002, Taibbi returned to the United States and founded the Buffalo-based newspaper The Beast. He left a year later to work as a columnist for the New York Press.[4][5]\nIn 2004, Taibbi began covering politics for Rolling Stone.[5] In 2008, Taibbi won a National Magazine Award for three columns he wrote for Rolling Stone.[6] Taibbi became known for his brazen style, having branded Goldman Sachs a \"vampire squid\" in a 2009 article.[7][8] His work often has drawn comparisons to the gonzo journalism of writer Hunter S. Thompson, who also covered politics for Rolling Stone.[1][9][10][11][12] In 2019, he launched the podcast Useful Idiots, co-hosted by Katie Halper. In 2020, he announced that he would no longer release his writing through Rolling Stone and had begun self-publishing his online writing on Substack.[13] In recent years, Taibbi's writing has focused on culture war issues and cancel culture. He has criticized mainstream media including its coverage of Russian interference in the 2016 United States elections.[14] In 2022–23, Taibbi released several installments of the Twitter Files.\nTaibbi has authored several books, including The Great Derangement (2009); Griftopia (2010); The Divide (2014);[15] Insane Clown President (2017); I Can't Breathe (2017); and Hate Inc. (2019).\n\n\nEarly life and education[edit]\nMatt Taibbi was born in 1970 in New Brunswick, New Jersey.[2] Taibbi's father, Mike Taibbi, is an NBC television reporter whose biological mother was of mixed Filipino and Native Hawaiian descent, while his father was likely an American serviceman.[16] Mike Taibbi was adopted by an Italian-American couple in New York.[17] According to Taibbi, his surname is a Sicilian name of Lebanese origin; however, he is of neither Sicilian nor Lebanese descent because his father was adopted.[16][18][19] He has also claimed Irish descent through his mother.[20]\nTaibbi grew up in the Boston suburbs. His parents separated when he was young and he was largely raised by his mother. Because Taibbi was troubled with behavioral and academic problems, his parents sent him to Concord Academy.[14] He first attended New York University but was \"unable to deal with being just one of thousands of faces in a city of millions\" and transferred after his freshman year to Bard College, where he graduated in 1992.[21][14] He spent a year abroad studying at Leningrad Polytechnic University, where he finished his credits for graduation from Bard.[22][2]\n\nCareer[edit]\nEarly career[edit]\nIn the early 1990s, Taibbi moved from Saint Petersburg to Tashkent, Uzbekistan,[1] where he began selling news articles more regularly. He was deported in 1992 for writing an article for the Associated Press that was critical of President Islam Karimov. At the time of his deportation, Taibbi was the starting left fielder for the Uzbek national baseball team.[23][4]\nTaibbi moved to Ulaanbaatar, Mongolia, for a time in the 1990s, where he played professional basketball in the Mongolian Basketball Association (MBA).[24][2][1] Taibbi became known as \"The Mongolian Rodman\", was paid $100/month to play,[24] and said he also hosted a radio show while there.[25][26] He later contracted pneumonia and returned to Boston for surgery.[1][27]\nTaibbi also worked for a short time as an investigator at a Boston-based private detective agency.[5]\n\nRussia[edit]\nTaibbi first moved to Russia in 1992.[28] He lived and worked in Russia and the former USSR for more than six years. In 1997, he left the tabloid Living Here and joined Mark Ames to co-edit the English-language Moscow-based, bi-weekly free newspaper, The eXile,[2][1] which was written primarily for the city's expatriate community. The eXile's tone and content were highly controversial. For example, a regular column reported on a member of staff at The eXile hiring a Russian prostitute and then writing a long \"review\" of the woman and the details of the sexual encounter. Its content was considered either brutally honest and gleefully tasteless or juvenile, misogynistic, and even cruel.[29][30][31] In the US media during this time, Playboy magazine published pieces on Russia by Taibbi or by Taibbi and Ames.[citation needed]\nTaibbi wrote in English and Russian.[32] Apart from The eXile, Taibbi was also employed by the English-language newspaper The Moscow Times,[14] where he worked as a sports editor for five months.[33] He also contributed to Komsomolskaya Pravda, Trud, Stringer, and Kommersant.[34][32]\n\nThe Exile book[edit]\nTaibbi's first book, The Exile: Sex, Drugs, and Libel in the New Russia, co-authored with Ames, was published in 2000.[35] A film based on the book was under development by producers Ted Hope and James Schamus of Good Machine but did not materialize.[36] He later stated that he was addicted to heroin while he did this early writing.[6]\nIn 2010, journalist James Verini wrote in Vanity Fair that during an interview in a Manhattan restaurant, he told Taibbi that The Exile was \"redundant and discursive\". Verini wrote that Taibbi became enraged, threw his coffee and a \"Fuck you!\" in Verini's face, followed him for half a block after he left the restaurant, and said \"I still haven't decided what I'm going to do with you!\"[6][37] Taibbi later described the incident as \"an aberration from how I've behaved in the last six or seven years\".[38][14]\nIn 2017, Taibbi was criticized for excerpts from a chapter written by Ames in the book The Exile: Sex, Drugs, and Libel in the New Russia that described sexual harassment of employees at The eXile.[39] In a Facebook post responding to the controversy, Taibbi apologized for the \"cruel and misogynistic language\" used in the book, and said the work was conceived as a satire of the \"reprehensible\" behavior of American expatriates in Russia and that the description of events in the chapter was \"fictional and not true\". In 2017, the Washington Post published an article by journalist Kathy Lally about Taibbi and Ames' time at the eXile. Lally wrote that the \"eXile’s distinguishing feature, more than anything else, was its blinding sexism — which often targeted [her]\" and that \"so many of their sins were real\".[40][41] Although the book presents itself as a work of non-fiction,[42] emails obtained by Paste in 2017 include a letter from the book's publisher stating that \"This book combines exaggerated, invented satire and nonfiction reporting and was categorized as nonfiction because there is no category for a book that is both.\"[43] Two women portrayed in the book told Paste magazine that none of the sexual harassment portrayed in the book \"[ever] happened\" and that it was a \"ridiculous passage written by Mark\".[43] Taibbi's publisher, Penguin Random House, dropped him after the controversy.[14]\n\nUnited States[edit]\nIn 2002, he returned to the United States to start the satirical bi-weekly The Beast in Buffalo, New York.[1] He left that publication a year later,[5] commenting: \"Running a business and writing is too much.\" Taibbi continued as a freelancer for The Nation,[1] Playboy, New York Press (where he wrote a regular political column for more than two years),[1] Rolling Stone,[1] and New York Sports Express (as editor-at-large).\nIn March 2005, Taibbi's satirical essay, \"The 52 Funniest Things About the Upcoming Death of the Pope\",[44] published in the New York Press, was denounced by Hillary Clinton, Michael Bloomberg, Matt Drudge, Abe Foxman, and Anthony Weiner. He left the paper in August 2005, shortly after his editor Jeff Koyen was forced out over the article.[45] Taibbi defended the piece as \"off-the-cuff burlesque of truly tasteless jokes,\" written to give his readers a break from a long run of his \"fulminating political essays\". Taibbi also said he was surprised at the vehement reactions to what he wrote \"in the waning hours of a Vicodin haze\".[46]\nIn February 2008, Taibbi contributed a three-minute segment to Real Time with Bill Maher in which he interviewed residents of Youngstown, Ohio before the Ohio primary.[47] He was invited as a guest on MSNBC's The Rachel Maddow Show[48] and other MSNBC programs. He has also appeared on Democracy Now![49] and Chapo Trap House,[50] and served as a contributor on Countdown with Keith Olbermann.[51] Taibbi has appeared on the Thom Hartmann radio and television shows, and the Imus in the Morning Show on the Fox Business network.\nTaibbi wrote a column, \"The Sports Blotter\", for the free weekly newspaper, The Boston Phoenix.[26] He covered legal troubles involving professional and amateur athletes.[52]\n\nRolling Stone[edit]\nIn 2004, Taibbi began covering politics for Rolling Stone.[5] A contributing editor, he wrote feature-length articles on domestic and international affairs. He also wrote a weekly political online column, \"The Low Post\", for the magazine's website.[53]\n\nTaibbi in 2008\nTaibbi covered the 2008 United States presidential election in Year of the Rat, a special Rolling Stone diary.[54]\nAfter conservative commentator Andrew Breitbart died in March 2012, Taibbi wrote an obituary in Rolling Stone, entitled \"Andrew Breitbart: Death of a Douche\".[55][56] Taibbi also wrote: \"Good! Fuck him. I couldn't be happier that he's dead.\" He wrote that the obituary was \"at least half an homage\", which gave respect to aspects of Breitbart's style and also alluded to Breitbart's own derisive obituary of Ted Kennedy. In a postscript, Taibbi wrote that some fans of Breitbart were angered by the obituary and responded with \"threats and insults\".[55]\n\nFinancial journalism[edit]\nIn his reporting in the wake of the 2008 subprime mortgage crisis and subsequent Great Recession, Taibbi described Goldman Sachs as \"a great vampire squid wrapped around the face of humanity, relentlessly jamming its blood funnel into anything that smells like money\".[7][57] In financial and political media the expression \"Vampire Squids\" has come to represent the perception of the financial and investment sector as entities that \"sabotage production\" and \"sink the economy as they suck the life out of it in the form of rent.\"[58][7][59][60] Tackling the assistance to banks given in foreclosure courts, Taibbi traveled to Jacksonville, Florida to observe the \"rocket docket\". He was brought in to observe a hearing with attorney April Charney.[61] He concluded that it processed foreclosures without regard to the legality of the financial instruments being ruled upon, and sped up the process to enable quick resale of the properties, while obscuring the fraudulent and predatory nature of the loans.[62]\nIn February 2014, Taibbi left Rolling Stone and joined First Look Media to head a financial and political corruption-focused publication, Racket.[63] However, after management disputes with First Look's leadership delayed its launch and led to its cancellation, Taibbi returned to Rolling Stone the following October.[64][65]\n\nUseful Idiots[edit]\nIn August 2019, Taibbi launched a political podcast, Useful Idiots, co-hosted with Katie Halper and released through Rolling Stone.[66][67][68] The podcast has since featured interviews with various guests including Liz Franczak,[69] Andre Damon,[70] David Dayen,[71] Cornel West,[72] Glenn Greenwald,[73] and Aaron Maté.[74]\nIn March 2021, Taibbi announced that Useful Idiots would no longer be released by Rolling Stone and would be moving to Substack.[75] With a few changes in program support staff, it is published by Substack as both audio and video that features both a free subscription and a paid subscription.\nIn January 2022, he announced a sabbatical leave to write a book, and that in his absence Aaron Maté would fill in for him.[76]\n\nSelf-publishing[edit]\nIn 2018, Taibbi began publishing a novel, The Business Secrets of Drug Dealing: Adventures of the Unidentified Black Male, as a serialized subscription via email and a website with an anonymous partner.[77] The novel is fictional with true-crime elements.[77]\n\nRacket News[edit]\nRacket News is a newsletter, blog, podcast, and book collection made available largely for free and the rest by subscription at www.racket.news.  In addition to Matt Taibbi, contributors include Jane Burn, Ford Fischer, Walter Kirn, and Eric Salzman. Other contributors are  Emily Bivens, Andrew Lowenthal, Jared Moore, cartoonist Daniel Medina, and Matt Orfalea.  \"America This Week,\" a news wrap up podcast and transcripts with Taibbi and Kirn, is posted weekly. [78] Racket News is published at the Substack online platform.\n\nHistory[edit]\nIn April 2020, Taibbi announced he would no longer publish his online writing through Rolling Stone, and henceforth, would publish his online writing independently through the e-mail newsletter service Substack. He stated that he would continue to contribute print features for Rolling Stone and maintain the Useful Idiots podcast with Katie Halper. (In April 2021, Useful Idiots, under its same name, but with some support staff changes, also would move to publication by Substack.) Taibbi stated that his decision to move his writing to the newsletter service was made independently and that he was not asked to leave Rolling Stone.[79][80] Taibbi branded his Substack newsletter TK news, after a term used in manuscript preparation for publication and journalism, TK, that stands for \"to come\", indicating that more will follow.[81] After a period of publication with free subscriptions only, Taibbi introduced an additional, paid subscription featuring content that will not be provided as part of the free subscriptions. As of October 2021, TK News had more than 30,000 paying subscribers.[14] On January 24, 2023 the name was changed from TK News to Racket News.\nOn August 12, 2022, the podcast America This Week was added to TK news. It is a weekly national news wrap-up with Taibbi and Walter Kirn, novelist and literary critic, that is released on Fridays. A transcript of the podcast is also published at Racket News. It is also available on Apple Podcasts.[82]\nTaibbi is one of the most popular writers on Substack and earns much more from the platform than he did writing for Rolling Stone.[83]\n\nTwitter Files[edit]\nMain article: Twitter Files\nOn December 2, 2022, Taibbi began tweeting about and screenshotting emails that executives of Twitter sent each other concerning content moderation in 2020. The emails were provided to Taibbi[disputed (for: emails were provided)  – discuss] by Twitter CEO Elon Musk and documented parts of the discussions among Twitter's communication team about how Twitter should handle a New York Post article about a laptop computer that had been owned by Hunter Biden.[84][85][86][87] The documents, dubbed the \"Twitter Files\" and retweeted by CEO Elon Musk, were selected from \"thousands of internal documents obtained by sources at Twitter\".[84] Taibbi's report was in the form of a Twitter thread with screen shots of email exchanges between Twitter executives. Taibbi noted, \"in exchange for the opportunity to cover a unique and explosive story, I had to agree to certain conditions\" that he did not specify.[88][89]\nTaibbi's presentation largely confirmed what was already known and did not contain any significant new revelations.[90][91] Jeffrey Blehar, writing for National Review, said that Taibbi's reporting \"contained few, if any, explosive revelations for people who have been tuned in to the debacle surrounding Twitter's suppression of the New York Post story on Hunter Biden's laptop\".[92] Taibbi's thread included emails from Ro Khanna to former Twitter executive Vijaya Gadde, in which Khanna expressed concern about Twitter's decision to limit the circulation of the New York Post article about Hunter Biden. Khanna wrote that Twitter's actions violated \"1st Amendment principles\".[93]\nThe third installment, released on December 9, 2022, by Taibbi, highlighted events within Twitter leading to Donald Trump's suspension from Twitter.[94][better source needed] The sixth installment, released on December 16, 2022, by Taibbi, described how the FBI contacted Twitter to suggest that action be taken against several accounts for allegedly spreading election disinformation.[95][96][better source needed] Taibbi's ninth installment, released on December 24, 2022, relates to the CIA and FBI's alleged involvement in Twitter content moderation.[97][better source needed] The fifteenth installment, released on January 27, 2023, by Taibbi, reports on the Hamilton 68 Dashboard maintained by the Alliance for Securing Democracy.[98][better source needed] The sixteenth installment, released on February 18, 2023, by Taibbi, reports on messages to Twitter by Maine senator Angus King and U.S. State Department security engineer Mark Lenzi expressing concern regarding Twitter accounts they deemed suspicious.[99][non-primary source needed] The seventeenth installment, released on March 2, 2023, by Taibbi, reports on the Global Engagement Center, which was established by the Countering Foreign Propaganda and Disinformation Act.[100][non-primary source needed] The nineteenth installment of the Twitter Files, \"The Great Covid-19 Lie Machine, Stanford, the Virality Project, and the Censorship of \"True Stories\" raises questions about the government and social media censorship.[101]\nOn March 9, 2023, Taibbi testified, with Michael Shellenberger, before the United States House Committee on the Judiciary Select Subcommittee on the Weaponization of the Federal Government in a hearing on the Twitter Files.[102][103] Several Democrats at the hearing criticized both Taibbi and Shellenberger, including Stacey Plaskett, who referred to both as \"so-called journalists.\"[104]\nMehdi Hasan of MSNBC interviewed Taibbi on April 6, 2023, presenting several errors in the Twitter Files reporting. Taibbi asserted that these errors were trivial. The next day, Taibbi announced he was leaving Twitter within days in response to Twitter banning links to Substack after it announced its new feature Notes, which has been characterized as a competitor to Twitter. Elon Musk unfollowed Taibbi later that day.[105][106]\nTaibbi received a visit from Internal Revenue Service (IRS) agents the day he testified to Congress about the Twitter Files. Jim Jordan, chair of the house judiciary committee, has demanded that IRS turn over copies of documents related to its search.[107]\n\nPolitical views[edit]\nSince the mid-2010s, Taibbi's reporting has increasingly focused on culture war topics and cancel culture. He has also criticized mainstream media and their coverage of Donald Trump and Russian interference in the 2016 United States elections. His writing has since polarized readers and fellow journalists.[14]\n\nMedia[edit]\nTaibbi argues that both sides of the political media spectrum are complicit in dividing the country and fueling hate.[14] In 2019, Taibbi self-published the book Hate Inc., a critique of the mainstream media landscape.[108] Reviewing the book for Paste, Jason Rhode called it a \"brilliant indictment of American media\", praising the majority of the book but criticized Taibbi for \"[spending] a section of his book both-sidesing both MSNBC and FOX\".[109]\nDuring the Munk Debates on November 22, 2022, Taibbi and conservative Douglas Murray successfully argued in favor of the motion \"Be it resolved, don't trust Mainstream Media.\"[110]\nThey won by the largest margin ever recorded at a Munk Debate. They convinced 39% of the viewers disagreeing with them to adopt their viewpoint.[111][112]\nIn a June 2023 interview with The Hub, Taibbi said that \"I want the mainstream media to succeed. I think it needs to. The countries are not healthy if they don’t have a functioning mass media and nobody believes them. And I think increasingly that's kind of the problem, is there's this lingering worsening trust issue that can only be addressed by dealing with some of the factual issues.\"[113] In October 2023, Taibbi was among the signatories of the Westminster Declaration, warning the public of an increasing censorship by governments and media companies, that would jeopardize freedom of speech.\n\nDonald Trump and Russian election interference[edit]\nUsing the term \"Russiagate\", Taibbi covered the story around Russian interference in the 2016 United States elections and criticized the mainstream media coverage of the Special Counsel investigation.[114][115] Taibbi's book Hate Inc. includes a chapter, \"Why Russiagate Is This Generation's WMD\", in which he compares \"Russiagate\" to 2002–2003 allegations that Iraq had access to weapons of mass destruction, which were used by George W. Bush's administration as the most prominent rationale for the Iraq War.[116]\nIn October 2019, Taibbi argued that the whistleblower in the Trump–Ukraine scandal was not a \"real whistleblower\" because the whistleblower would have had their life affected by prosecution or being sent to prison.[117] Taibbi also quoted former CIA analyst Robert Baer who argued that the whistleblower was part of a \"palace coup against Trump.\"[117]\nIn response to the March 30, 2023 indictment of Donald Trump, Taibbi said, \"If presidents think they will be chased into jail under thin pretexts as ex-presidents, they'll try even harder to never leave office. This is how autocracies are born.\"[118]\n\nHunter Biden[edit]\nRegarding the Hunter Biden laptop controversy, Taibbi said that the problem \"is not even so much whether or not that story was important or whether it was terribly damning, it was more the behavior of the media during that story that was really troubling. Not just turning a blind eye to it being suppressed, but also as we found out, planning these what they call a tabletop exercise to 'How should we all respond when this story comes out?'\".[113][third-party source needed]\n\nAssessments[edit]\nIn 2021, Ross Barkan of New York Magazine wrote, \"Taibbi is — or was, depending on your view — one of the most celebrated investigative journalists of his generation.\" He continued, \"Taibbi's critics view him as a reporter turned red-pilled culture warrior chasing subscriptions\", while \"Taibbi's defenders say he hasn't changed. Rather, it's the world that has grown more illiberal and hysterical.\" Taibbi argued that he had not changed, but rather that reactions to Trump had \"fundamentally changed the business\".[14] In 2023, Nick Gillespie of Reason magazine wrote that when Taibbi attacked Hillary Clinton \"as a sellout, argued that the Russiagate narrative was mostly bullshit, and equated the manipulative tactics of right and left media personalities, progressives gave him the cold shoulder.\"[83]\n\nPersonal life[edit]\nTaibbi is married to Jeanne,[2] a family physician.[119] They have three children.[120]\nTaibbi previously lived in Jersey City, New Jersey.[119] As of 2021, he lives in Mountain Lakes, New Jersey.[14]\nIn a 2008 interview with Hemant Mehta for Patheos, Taibbi described himself as an \"atheist/agnostic\".[121]\n\nAwards[edit]\n2008. The National Magazine Award in the category \"Columns and Commentary\" for Rolling Stone columns.[122]\n2009. The Sidney Award for \"The Great American Bubble Machine.\"[123]\n2020. The Izzy Award-- honors the independent journalism of I.F. Stone for work outside of corporate control. The Award is given by the Park Center for Independent Media at Ithaca College. Taibbi was honored \"for his exceptional stories on media bias in conservative and liberal news that culminated in his book, Hate, Inc.\" [124]\n2023. The inaugural Dao Prize of $100,000 for the \"Twitter Files\" to Matt Taibbi, Bari Weiss, and Michael Shellenberger. The prize is awarded by the National Journalism Center in partnership with the Daofeng and Angela Foundation.[125][126]\nBibliography[edit]\nThe eXile: Sex, Drugs, and Libel in the New Russia (ISBN 0-8021-3652-4). Co-authored with Mark Ames, and published in 2000 with a foreword by Eduard Limonov.\nSpanking the Donkey: On the Campaign Trail with the Democrats, (ISBN 1-56584-891-8). A campaign diary from the 2004 US presidential election, published by New Press in 2005.\nSpanking the Donkey: Dispatches from the Dumb Season, (ISBN 978-0307345714). Published by Three Rivers Press (August 22, 2006).\nSmells Like Dead Elephants: Dispatches from a Rotting Empire, (ISBN 0-8021-7041-2). Published by Grove Press, Black Cat in 2007.\nThe Great Derangement: A Terrifying True Story of War, Politics, and Religion at the Twilight of the American Empire, (ISBN 0-385-52034-4). Published by Spiegel & Grau in 2008.\nGriftopia: Bubble Machines, Vampire Squids, and the Long Con That Is Breaking America, (ISBN 0-385-52995-3). Published by Spiegel & Grau (2010).\nThe Divide: American Injustice in the Age of the Wealth Gap, (ISBN 978-0812993424). Published by Spiegel & Grau (April 8, 2014).\nInsane Clown President: Dispatches from the 2016 Circus, (ISBN 978-0399592461). Published by Spiegel & Grau (January 17, 2017).\nI Can't Breathe: A Killing on Bay Street, (ISBN 978-0812988840). Published by Spiegel & Grau (October 24, 2017).\nHate Inc.: Why Today's Media Makes Us Despise One Another, (ISBN 978-1949017250). Published by OR Books (October 8, 2019).\nTaibbi, Matt; Anonymous (2021). The Business Secrets of Drug Dealing: An Almost True Account. OR Books. ISBN 978-1-68219-403-4.[127]\nReferences[edit]\n\n\n^ a b c d e f g h i j Simon, Jeff (May 8, 2005). \"Campaigns found a gorilla journalist in their midst\". The Buffalo News. Archived from the original on February 14, 2021. Retrieved July 8, 2023.\n\n^ a b c d e f Purcell, John; Taibbi, Matt (November 10, 2010). \"Matt Taibbi, author of Griftopia, answers Ten Terrifying Questions\". Booktopia. Archived from the original on December 13, 2019.\n\n^ Taibbi, Matthew. \"Ancestry\". NJ Marriage Index. Reclaim the Records. Retrieved October 9, 2022.\n\n^ a b \"Matt Taibbi Decries Negative Campaigns\". NOW on the News with Maria Hinojosa. PBS. Archived from the original on March 9, 2007.{{cite web}}:  CS1 maint: unfit URL (link)\n\n^ a b c d e \"Matt Taibbi\". BillMoyers.com. Retrieved September 15, 2019.\n\n^ a b c Verini, James (February 24, 2010). \"Lost Exile\". Vanity Fair. Archived from the original on July 13, 2015. Retrieved January 13, 2021.\n\n^ a b c Zamansky, Jake (August 8, 2013). \"The Great Vampire Squid Keeps On Sucking\". Forbes. Archived from the original on December 8, 2013. Retrieved December 11, 2019.\n\n^ Taibbi, Matt (April 5, 2010) [Originally published in the July 9–23, 2009, issue of Rolling Stone]. \"The Great American Bubble Machine\". Rolling Stone. Retrieved August 1, 2023.\n\n^ Carlson, Peter (December 6, 2005). \"Fed Time for Gonzo at Rolling Stone\". The Washington Post. Retrieved September 17, 2019.\n\n^ \"The Great Derangement by Matt Taibbi\". Kirkus Reviews. March 15, 2008. Retrieved September 17, 2019.\n\n^ Appleford, Steve (May 12, 2008). \"State of the Union? It's a state of panic, author says\". Los Angeles Times. Retrieved September 17, 2019.\n\n^ Beiser, Vince (October 23, 2006). \"\"Worst Congress Ever\"?\". Mother Jones. Retrieved September 17, 2019.\n\n^ Taibbi, Matt. \"Announcement to Readers: I'm Moving\". www.racket.news.\n\n^ a b c d e f g h i j k Barkan, Ross (October 29, 2021). \"What Happened to Matt Taibbi?\". Intelligencer. New York. Archived from the original on October 29, 2021. Retrieved December 5, 2022.\n\n^ Rampell, Ed. \"Matt Taibbi.\" The Progressive, vol. 78, no. 7-8, July–Aug. 2014, pp. 65+.\n\n^ a b Taibbi, Mike (January 20, 2009). \"Obama's story inspires search for roots\". NBC News. Archived from the original on January 30, 2016. Retrieved April 2, 2016. I didn't exactly dive into the task but did go as far as to locate a longtime official of the Foundling Hospital. A month after I'd related information about the Taibbi family and the skeletal story I'd been told about my birth and infancy, I received a short letter from that official. All she could add to the few facts I'd been told, she wrote, was that my birth mother was \"an attractive young Filipino-Hawaiian girl named Camila, a girl of average intelligence, all of whose siblings died in childbirth.\"  My father, she added, was likely \"An American serviceman with the last name \"Denny,\" address unknown.\n\n^ \"Mike Taibbi's Rules for Reporting on Television\". Pacific Islanders in Communications. January 22, 2015. Retrieved March 14, 2021.\n\n^ Taibbi, Matt [@mtaibbi] (January 6, 2015). \"@RaHa762 Taibbi is actually a Sicilian name of Lebanese/Arabic origin. I'm not either (father was adopted)\" (Tweet) – via Twitter.\n\n^ Taibbi, Matt [@mtaibbi] (January 23, 2015). \"@qnqrc  Its origins are Lebanese, but I'm Irish and Filipino. It's complicated\" (Tweet). Retrieved March 14, 2021 – via Twitter.\n\n^ Taibbi, Matt [@mtaibbi] (August 23, 2015). \"@ilikefights My father is Filipino and Hawaiian. My mother is Irish. These are heavily Jewish cultures, so I understand your confusion\" (Tweet) – via Twitter.\n\n^ Taibbi, Matt (August 25, 2014). \"Is Bard the New Brown?\". Town & Country. Retrieved December 5, 2022.\n\n^ Taibbi, Matt (September 13, 2019). \"Latest Russian spy story looks like another elaborate media deception\". taibbi.substack.com. Retrieved December 3, 2022.\n\n^ Ames, Mark; Taibbi, Matt (2000). The Exile: Sex, Drugs, and Libel in the New Russia. Grove Press. p. 31. ISBN 978-0-8021-3652-7.\n\n^ a b Williamson, Elizabeth. \"Hoop Dreams On The Tundra\". Chicago Tribune. Ulan Bator, Mongolia. Archived from the original on July 5, 2018. Retrieved July 5, 2018.\n\n^ \"The Bad Boy On the Bus: An Interview With Matt Taibbi\". Mother Jones. Retrieved July 5, 2018.\n\n^ a b \"'I Was The Mongolian Rodman' — An Interview With Matt Taibbi\". The Cauldron. February 15, 2016. Retrieved July 5, 2018.\n\n^ Ames, Mark; Taibbi, Matt (2000). The Exile: Sex, Drugs, and Libel in the New Russia. Grove Press. p. 29. ISBN 978-0-8021-3652-7.\n\n^ Ames, Mark; Taibbi, Matt (2000). The Exile: Sex, Drugs, and Libel in the New Russia. Grove Press. p. 30. ISBN 978-0-8021-3652-7.\n\n^ Rolling Stone Magazine, issue 800, November 26, 1998.\n\n^ Hamann, Jack (September 23, 1999). \"The Russia Factor\". CNN Perspectives. Archived from the original (Reprint) on February 14, 2012. (see also Hamann's site Archived April 7, 2016, at the Wayback Machine)\n\n^ Bayne, Martha (July 13, 2000). \"Beast in the East: In Moscow's Exile, hard news jumps in bed with misogyny and mayhem\". Chicago Reader. Retrieved March 29, 2016.\n\n^ a b \"Matt Taibbi\". Literary Hub. Retrieved April 8, 2023.\n\n^ \"From Russia With Lust\". The New York Observer. June 19, 2000. Retrieved April 8, 2023.\n\n^ Galouchko, Ksenia (June 20, 2011). \"Taibbi: U.S. Finances 'Similar' to Russian Politics\". The Moscow Times. Retrieved April 8, 2023.\n\n^ \"The Exile: Sex, Drugs, and Libel in the New Russia\". Publishers Weekly. March 27, 2000. Retrieved July 31, 2019.\n\n^ Cox, Dan (May 17, 1999). \"Good Machine puts slate in gear\". Variety. Retrieved December 7, 2022.\n\n^ Pressler, Jessica (February 25, 2010). \"This Is What Happens If You Tell Matt Taibbi You Don't Like His Work to His Face\". Intelligencer. New York. Archived from the original on January 31, 2020. Retrieved July 8, 2023.\n\n^ \"The Father of the Squid\". The New York Observer. October 19, 2010. Retrieved March 31, 2011.\n\n^ Levitt, Aimee (October 27, 2017). \"Twenty years ago, in Moscow, Matt Taibbi was a misogynist asshole—and possibly worse\". Chicago Reader. Retrieved October 30, 2017.\n\n^ Lally, Kathy (December 15, 2017). \"The two expat bros who terrorized women correspondents in Moscow\". The Washington Post. Retrieved December 7, 2022.\n\n^ Borenstein, Eliot (October 30, 2017). \"Matt Taibbi's Not-So-Secret Russian Past\". HuffPost. Archived from the original on April 13, 2019. Retrieved December 7, 2022.\n\n^ Whitcomb, Dan (October 28, 2017). \"U.S. journalist faces sexual harassment furor over memoir\". Reuters. Retrieved October 30, 2017.\n\n^ a b Bragman, Walker (December 11, 2017). \"The Destruction of Matt Taibbi\". Paste. Retrieved December 17, 2017.\n\n^ \"The 52 Funniest Things About The Upcoming Death of The Pope\". buffalobeast.com. New York Press. Archived from the original on October 26, 2015. Retrieved October 8, 2015.{{cite web}}:  CS1 maint: unfit URL (link)\n\n^ \"New York Press Editor Quits Over Article\". The New York Times. March 8, 2015.\n\n^ \"Keep Pope Alive\". New York Press. March 16, 2005. Archived from the original on January 19, 2008. Retrieved March 29, 2010.\n\n^ Arthur, Ted (May 1, 2008). \"Real Time: Matt Taibbi follows the Clinton campaign in Youngstown, Ohio\". smartdecision08.com. Archived from the original on January 23, 2009. Retrieved December 7, 2022.\n\n^ \"The Rachel Maddow Show Guest List: Week of March 30, 2009\". NBC News. December 19, 2008. Retrieved April 1, 2009.\n\n^ \"Worst Congress Ever: Rolling Stone's Matt Taibbi on How Our National Legislature Has Become a 'Stable of Thieves and Perverts'\". Democracy Now!. October 27, 2006.\n\n^ \"Episode 11 - Cranking the Donkey feat. Matt Taibbi\". May 22, 2016 – via soundcloud.com.\n\n^ Stelter, Brian (June 19, 2011). \"At New Network, Olbermann Sets Sights on MSNBC\". The New York Times. Archived from the original on January 30, 2013. Retrieved June 23, 2011.\n\n^ Foss, Sara (August 17, 2009). \"Landing an Eagle\". The Daily Gazette. Archived from the original on August 3, 2020. Retrieved November 20, 2019.\n\n^ \"Matt Taibbi\". Rolling Stone. Archived from the original on December 14, 2007.\n\n^ Taibbi, Matt (October 2, 2007). \"Year of the Rat: A 2008 Campaign Diary\". Rolling Stone. Retrieved December 7, 2022.\n\n^ a b \"Andrew Breitbart: Death of a Douche\". Rolling Stone. March 2012. Retrieved August 26, 2015.\n\n^ \"Andrew Breitbart's death: The 'astonishing' liberal gloating\". theweek.com. March 2, 2012. Retrieved December 11, 2019.\n\n^ Carney, John (July 16, 2009). \"Matt Taibbi's 'Vampire Squid' Takedown Of Goldman Sachs Is Finally Online\". BusinessInsider.com.\n\n^ Wray, L. Randall (January 16, 2014). \"Growing recognition of the need for the Job Guarantee\". EconoMonitor.\n\n^ Roose, Kevin (December 13, 2011). \"The Long Life of the Vampire Squid\". DealBook. The New York Times. Retrieved December 11, 2019.\n\n^ Taibbi, Matt; Greer, Larry (2016). \"'It's the Way I Deal with Everything': An Interview with Matt Taibbi\". Writing on the Edge. 26 (2): 6–18.\n\n^ Dayen, David (December 19, 2017). Chain of Title: How Three Ordinary Americans Uncovered Wall Street's Great Foreclosure Fraud. New Press. p. 207. ISBN 978-1-62097-418-6.\n\n^ Taibbi, Matt (November 10, 2010). \"Invasion of the Home Snatchers\". Rolling Stone. Retrieved February 2, 2023.\n\n^ Somaiya, Ravi (February 19, 2014). \"Start-Up Site Hires Critic of Wall St\". The New York Times. Archived from the original on September 3, 2014. Retrieved February 20, 2014.\n\n^ McCarthy, Tom (October 31, 2014). \"Matt Taibbi returning to Rolling Stone after split from First Look Media\". The Guardian. Retrieved December 11, 2014.\n\n^ Greenwald, Glenn; Poitras, Laura; Scahill, Jeremy; Cook, John (October 30, 2014). \"The Inside Story Of Matt Taibbi's Departure From First Look Media\". The Intercept. Retrieved December 11, 2019.\n\n^ Roberts, Will (March 12, 2020). \"Top five current podcasts to change one's outlook\". The Breeze. Retrieved February 2, 2021.\n\n^ \"2020 Izzy Awards Honor Journalist Matt Taibbi, News Inside and The Center for Investigative Journalism\". Democracy Now!. Retrieved February 2, 2021. [Taibbi] is the author of the book 'Hate Inc.' and co-host of the 'Useful Idiots' podcast.\n\n^ Queally, Jon (September 28, 2019). \"MSNBC Pundit Who Accused Those Who Prefer Sanders to Warren of 'Sexism' Sparks Viral Outcry From #WomenforBernie\". Common Dreams. Retrieved February 2, 2021.\n\n^ \"Useful Idiots: TrueAnon's Liz Franczak on Epstein Saga\". yahoo.com. Retrieved February 2, 2021.\n\n^ \"Andre Damon speaks to Rolling Stone on internet censorship and Trump's coup attempt\". World Socialist Web Site. January 19, 2021. Retrieved February 2, 2021.\n\n^ Dayen, David (February 1, 2021). \"First 100: How the Congressional Budget Office May Determine Wages for 32 Million Workers\". The American Prospect. Retrieved February 2, 2021. I was on Rolling Stone's Useful Idiots podcast with Matt Taibbi and Katie Halper discussing a bunch of stuff.\n\n^ \"Cornel West on James Clyburn Big Pharma and the Neoliberal Democrats\". Corporate Crime Reporter. June 24, 2020. Retrieved February 2, 2021.\n\n^ \"Guide To Journalists And Organizations Covering Assange Extradition Trial\". Shadowproof.com. September 21, 2020. Retrieved February 2, 2021.\n\n^ Taibbi, Matt, and Halper, Katie, Aaron Maté on Biden's Foreign Policy, OPCW, and More, Useful Idiots, February 19, 2021\n\n^ Taibbi, Matt [@mtaibbi] (March 6, 2021). \"The Useful Idiots Podcast is leaving the loving embrace of Rolling Stone, and will be moving to Substack, beginning next week. With a few fun tweaks, much the same show, and it will continue to be available across multiple podcast platforms.  @kthalps\" (Tweet). Retrieved March 22, 2021 – via Twitter.\n\n^ \"Aaron Maté Joins Useful Idiots\", Useful Idiots, January 4, 2022\n\n^ a b Recode Staff (April 25, 2018). \"Recode Daily: Twitter is growing again\". Recode. Retrieved June 29, 2018.\n\n^ Taibbi, Matt. \"About - Racket News\". www.racket.news.\n\n^ Taibbi, Matt (April 6, 2020). \"Announcement to Readers: I'm Moving\". Substack. Retrieved April 6, 2020.\n\n^ \"Entrepreneurial expat journalist urges media to look beyond ads\". Radio New Zealand. April 20, 2020. Retrieved January 12, 2021.\n\n^ \"Note to Readers: Announcing New Features\".\n\n^ America This Week, with Matt Taibbi and Walter Kirn Apple Podcasts.\n\n^ a b Gillespie, Nick (July 26, 2023). \"Matt Taibbi: How the left lost its mind and legacy media its audience\". Reason.com. Retrieved August 6, 2023.\n\n^ a b Spangler, Todd (December 2, 2022). \"'Twitter Files' Touted by Musk Reveal How Execs Debated Decision to Block NY Post Account Over Hunter Biden Articles\". Variety. Retrieved December 2, 2022.\n\n^ Wagner, Kurt (December 2, 2022). \"Musk Hails Release of Twitter Emails on Hunter Biden Story\". Bloomberg News. Retrieved December 3, 2022.\n\n^ Ingram, David (December 2, 2022). \"Elon Musk promotes release of internal Twitter documents rehashing platform's block of Hunter Biden story\". NBC News. Retrieved December 2, 2022.\n\n^ Grynbaum, Michael M. (December 4, 2022). \"Elon Musk, Matt Taibbi, and a Very Modern Media Maelstrom\". The New York Times. Retrieved December 7, 2022.\n\n^ Zakrzewski, Cat; Siddiqui, Faiz (December 3, 2022). \"Elon Musk's 'Twitter Files' ignite divisions, but haven't changed minds\". The Washington Post.\n\n^ Taibbi, Matt (December 2, 2022). \"Note to Readers\". TK News by Matt Taibbi.\n\n^ Bushard, Brian. \"Musk's 'Twitter Files': Internal Hunter Biden Debate Revealed With Much Hype But No Bombshells\". Forbes. Retrieved December 4, 2022.\n\n^ Fung, Brian (December 3, 2022). \"Released Twitter emails show how employees debated how to handle 2020 New York Post Hunter Biden story | CNN Business\". CNN. Retrieved December 4, 2022.\n\n^ Blehar, Jeffrey (December 3, 2022). \"Thoughts on the 'Twitter Files'\". National Review. Retrieved December 3, 2022.\n\n^ Lima, Cristiano; Schaffer, Aaron (December 5, 2022). \"Ro Khanna had no clue he'd star in Musk's 'Twitter Files'\". Washington Post. Retrieved December 6, 2022.\n\n^ Wulfsohn, Joseph A. (December 9, 2022). \"Twitter Files Part 3 reveals what led to Trump's removal from social media platform\". Fox News. Retrieved January 17, 2023.\n\n^ Wulfsohn, Joseph A. (December 16, 2022). \"Twitter Files Part 6 reveals FBI's ties to tech giant: 'As if it were a subsidiary'\". Fox News. Retrieved January 17, 2023.\n\n^ Soave, Robby (December 16, 2022). \"Twitter Files: The FBI frequently flagged joke tweets, asked for moderation\". Reason.com. Archived from the original on January 13, 2023. Retrieved December 18, 2022.\n\n^ Whitlock, Scott (December 24, 2022). \"Twitter Files part 9: Vast web of coordination between tech giant and CIA, State Department, other agencies\". Fox News. Retrieved January 27, 2023.\n\n^ Soave, Robby (January 27, 2023). \"Twitter Files: Employees knew the media's favorite Russian bots list was fake\". Reason.com. Retrieved January 27, 2023.\n\n^ @mtaibbi (February 19, 2023). \"TWITTER FILES #16 Comic Interlude: A Media Experiment\" (Tweet). Retrieved February 18, 2023 – via Twitter.\n\n^ @mtaibbi (March 2, 2023). \"1.      TWITTER FILES #17 New Knowledge, the Global Engagement Center, and State-Sponsored Blacklists\" (Tweet). Retrieved March 4, 2023 – via Twitter.\n\n^ Entin, Brian. (March 17, 2023). Latest 'Twitter Files' allege censorship of proven facts. NewsNation.\n\n^ \"Hearing on Twitter Documents About Content Moderation Decisions.\" U.S. House Judiciary Select Subcommittee on the Weaponization of the Federal Government. C-SPAN. March 9, 2023.\n\n^ Zakrzewski, Cat (March 9, 2023). \"House Republicans defend Musk from FTC's 'harassment campaign'\". The Washington Post. Archived from the original on March 9, 2023. Retrieved March 31, 2023.\n\n^ Soave, Robby (March 10, 2023). \"Democrats deride the Twitter Files reporters as 'so-called journalists'\". Reason.com. Retrieved August 6, 2023.\n\n^ Baragona, Justin (April 7, 2023). \"'Twitter Files' Reporter Bails on Twitter After Elon Makes It 'Unusable'\". The Daily Beast.\n\n^ Lorenz, Taylor (April 7, 2023). \"Twitter targets its rival Substack, forcing well-known journalists to choose\". The Washington Post. Archived from the original on April 7, 2023. Retrieved April 8, 2023.\n\n^ Kika, Thomas (March 28, 2023). \"Jim Jordan gives IRS hard deadline to hand over documents on Matt Taibbi\". Newsweek. Retrieved May 28, 2023.\n\n^ \"Nonfiction Book Review: Hate Inc.: Why Today's Media Makes Us Despise One Another by Matt Taibbi\". Publishers Weekly. August 8, 2019.\n\n^ Rhode, Jason (April 12, 2019). \"Matt Taibbi's Hate, Inc. Is a (Mostly) Brilliant Indictment of American Media\". Paste.\n\n^ Blaff, Ari. (December 19, 2022). Matt Taibbi’s Poker Face National Review.\n\n^ \"Matt Taibbi, Douglas Murray Dominate Trust-in-Media Debate\". National Review. December 1, 2022. Retrieved September 27, 2023.\n\n^ \"Munk Debate: Mainstream Media\". munkdebates.com.\n\n^ a b \"'It's the Wild West right now': Journalist Matt Taibbi talks Elon Musk, the Twitter Files, and the state of media\". The Hub. June 1, 2023. Retrieved August 6, 2023.\n\n^ Taibbi, Matt (March 29, 2019). \"Taibbi: On Russiagate and Our Refusal to Face Why Trump Won\". Rolling Stone. Retrieved April 8, 2023.\n\n^ Taibbi, Matt (April 23, 2019). \"The Press Will Learn Nothing From the Russiagate Fiasco\". Rolling Stone. Retrieved April 8, 2023.\n\n^ Bromwich, David (December 5, 2019). \"The Medium Is the Mistake\". The New York Review of Books. ISSN 0028-7504. Retrieved August 20, 2021.\n\n^ a b Serwer, Adam (October 9, 2019). \"So What If the Whistle-Blower Has a Political Motive?\". The Atlantic. Retrieved December 11, 2019.\n\n^ Shephard, Alex (March 31, 2023). \"A Field Guide to the Right's Hysterical and Desperate Response to Trump's Indictment\". The New Republic. Retrieved April 1, 2023.\n\n^ a b Shaer, Matthew (March 9, 2014). \"Raging Against Hacks With Muckraker Turned Magazine-Maker Matt Taibbi\". Intelligencer. New York. Archived from the original on January 31, 2020. Retrieved December 9, 2022.\n\n^ Matt Taibbi; Katie Halper (February 7, 2020). \"Lee Fang on Iowa Shadow App and Bloomberg's Growing Political Machine, Plus the Whole World Sucks After Iowa\". Useful Idiots (Podcast).  Event occurs at 02:33. Retrieved February 14, 2020.\n\n^ Mehta, Hemant (April 29, 2008). \"Interview with Rolling Stone's Matt Taibbi\". Friendly Atheist. Archived from the original on May 22, 2011. Retrieved November 11, 2023.\n\n^ \"Magazine Publishers of America, NMA Winners\". Magazine.org. April 22, 2010. Archived from the original on July 28, 2008. Retrieved March 31, 2011.\n\n^ \"Matt Taibbi\". Hillman Foundation. August 12, 2009. Retrieved October 3, 2015.\n\n^ The Annual Izzy Award. Park Center for Independent Media. Ithaca College.\n\n^ \"Twitter Files Awarded Inaugural Dao Prize for Excellence In Investigative Journalism\". November 2, 2023.\n\n^ \"Twitter Files triumphant at the Dao Prize\". Cockburn. The Spectator. November 3, 2023. Retrieved November 13, 2023.\n\n^ \"The Business Secrets of Drug Dealing\". OR Books. August 11, 2020. Retrieved April 15, 2021.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Matt Taibbi.\n\n\n\n\nWikiquote has quotations related to Matt Taibbi.\n\nRacket News on Substack\nMatt Taibbi at IMDb\nAppearances on C-SPAN\nInterview with Taibbi, In Depth, June 4, 2017, C-SPAN\n\"Hearing on Twitter Documents About Content Moderation Decisions.\" U.S. House Judiciary Select Subcommittee on the Weaponization of the Federal Government. C-SPAN. March 9, 2023.\nMatt Taibbi on the Muck Rack journalist listing site \n\"Matt Taibbi, \"News Inside,\" and CPI Accept 12th Izzy Award.\" Park Center for Independent Media, Ithaca College, 2020.\nvteMatt TaibbiBooks\nThe eXile (2000, with Mark Ames)\nThe Great Derangement (2008)\nGriftopia (2010)\nThe Divide (2014)\nInsane Clown President (2017)\nI Can't Breathe (2017)\nHate Inc. (2019)\nRelated articles\nThe eXile\nThe Beast\nTwitter Files\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nSpain\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nCzech Republic\nKorea\nPoland\nArtists\nMusicBrainz\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Matt_Taibbi&oldid=1196167430\"",
    "twitter": ""
  },
  {
    "name": "Matt Towery",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/matt-towery",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American attorney, pollster, and politician\nMatt ToweryMember of the Georgia House of RepresentativesIn office1993–1997\nPersonal detailsBornMatthew Allen Towery[1]c. 1959Atlanta, Georgia, U.S.Political partyRepublicanSpouseDolle ToweryChildren2Residence(s)Atlanta, Georgia, U.S. Snell Isle, St. Petersburg, Florida, U.S.EducationUniversity of Georgia  University of Cambridge  Stetson University College of LawOccupationPolitical analyst and pollster, attorney, businessman\nMatthew Allen \"Matt\" Towery is an American political analyst and pollster, television commentator, attorney, and former Georgia state legislator.[2]\nIn late 2014, Towery encouraged Donald Trump to run for the US presidency, suggesting he would be a serious contender.[3] His polls were among the few to call the 2016 presidential race for Trump over Democratic nominee Hillary Clinton.[4]\n\n\nEducation[edit]\nTowery earned a Juris Doctor from Stetson University in 1987 and a Master's in Philosophy from Cambridge.[5]\n\nCareer[edit]\nTowery served in the Georgia House of Representatives and was the Republican nominee for Lt. Governor of Georgia in 1990. He served as Chairman of then-Speaker Newt Gingrich's political organization in the 1990s.[6][7][better source needed]\nHe has appeared on news networks and on The O'Reilly Factor and Hardball with Chris Matthews and with hosts Sean Hannity and Bill Maher. In 2011 he served as a weekly guest commentator for CNN. He has been a political analyst for the Fox affiliate in Atlanta.[8]\nIn 2014, Towery predicted Donald Trump could become a serious contender for the U.S. presidency.[9][better source needed] His polling company was one of few to predict a Trump win over Clinton in 2016.[4] Towery wrote a memo detailing the reasons he thought other pollsters were missing likely Trump voters, including over-representing Democrats and under-representing white men, and saying the other polls \"were being weighted based on a conventional turnout in a very unconventional year and there is a ‘Trump vote’ that most pollsters just are not able to capture.\"[4] Hannity read the memo on-air just before the election, which Trump won.[4]\nThe day before the 2020 US presidential election, Towery again predicted a win for Donald Trump, saying he believed other pollsters were missing \"the average guy on the street.\"[4] He also predicted that Trump would carry Georgia by seven percent, but Joe Biden narrowly won the state.\nAs of 2020 he was Of Counsel with Hall, Booth, Smith in their Atlanta office.[10][1]\n\nPersonal life[edit]\nTowery lives with his wife in Atlanta, Georgia and Snell Isle in St. Petersburg, Florida. He has two adult children.[10]\n\nReferences[edit]\n\n\n^ a b \"Matthew Allen Towery Lawyer Profile on Martindale.com\". www.martindale.com.\n\n^ \"Matthew Allen Towery\". Marquis Who's Who Top Lawyers. August 5, 2019.\n\n^ \"Pollster Predicted Political Rise of Donald Trump\". Fox News. May 13, 2016.\n\n^ a b c d e McGurn, William (2020-11-02). \"Opinion | What Pollsters Miss About Trump\". Wall Street Journal. ISSN 0099-9660. Retrieved 2020-11-03.\n\n^ \"Board of Overseers\". www.stetson.edu.\n\n^ Gingrich, Newt (1 October 2015). \"'Newsvesting': Read it, study it\". The Washington Times.\n\n^ \"A GQ&A with Matt Towery, Newt's Favorite Pollster and Oldest Friend\". GQ. 31 January 2012.\n\n^ Callaway, Cal (September 30, 2016). \"New FOX 5 Poll: Clinton, Trump tied in Florida\". Fox 5 Atlanta.\n\n^ Towery, Matt. \"Why Trump Should Run | InsiderAdvantageGeorgia\". Retrieved 2020-10-27.\n\n^ a b \"HALL BOOTH SMITH, P.C. | Matt Allen Towery\".\n\n\nExternal links[edit]\nAppearances on C-SPAN\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Matt_Towery&oldid=1191139165\"",
    "twitter": ""
  },
  {
    "name": "Matt Welch",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/matt-welch",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Journalist, blogger, pundit, libertarian\nFor the American bagpiper, see Matthew Welch.\nMatt WelchWelch in July 2016BornMatthew Lee Welch (1968-07-31) July 31, 1968 (age 55)Bellflower, California, U.S.[1]Occupation(s)Journalist, political commentatorPolitical partyIndependentSpouseEmmanuelle RichardChildren2\nFor right-wing pundit, see Matt Walsh (political commentator).\nMatthew Lee Welch (born July 31, 1968) is an American blogger, journalist, author, and\nlibertarian political pundit.[2][3]\n\n\nEarly life[edit]\nWelch was born on July 31, 1968, in Bellflower, California. He was raised in Long Beach, California.[1] He attended UC Santa Barbara as part of the class of 1990, but did not complete a degree. Through his mother, author Mary Bobbitt Townsend, he is the great-great-grandson of Rear Admiral Hugo Osterhaus.[4][5]\n\nCareer[edit]\nIn the late 1990s, Welch wrote for Tabloid.Net, along with Tim Blair and Ken Layne.[6] In the early 1990s, he was one of the founders of the Prague-based newspaper Prognosis.[7] He researched the effects of UN sanctions against Iraq, often criticizing the reporting of others.[8][9][10]  Commentator Mike Rosen praised his research as \"yeoman's work.\"[11]\nIn 2007, he wrote a portrayal of 2008 Republican presidential nominee John McCain from a libertarian perspective.  In McCain: The Myth of a Maverick,[12] Welch argued that a McCain presidency would advance a statist agenda.[13][14][15][16] Through a FOIA request, Welch obtained a copy of McCain's National War College thesis which, based on his experience as a POW, argued for the teaching of US foreign policy to military recruits.[17]\nFrom 2008 to 2016, he was editor-in-chief at the monthly libertarian journal, Reason.[18] He now serves as editor-at-large.[19] From 2006 to 2007, he was an editorial page editor for the Los Angeles Times.[19] Welch earned the award for \"Best Entertainment Review/Criticism/Column\" in the 53rd Annual Southern California Journalism Awards, hosted by the Los Angeles Press Club, for his work, \"Bailing Out Big Brother: Media criticism goes from rebelling against media oligarchs to handing them a lifeline.\"[20]\nIn 2011, Matt Welch co-wrote The Declaration of Independents: How Libertarian Politics Can Fix What's Wrong with America with Reason.tv editor-in-chief Nick Gillespie.[21]  He has become a frequent commentator on cable news shows, and was co-host of the Fox Business Network current events and political discussion show, The Independents.\nMatt Welch is co-host of The Fifth Column podcast along with Kmele Foster and Michael Moynihan.\n\nPersonal life[edit]\nWelch lives in Brooklyn, New York, with his wife and two daughters.[19]\n\nPublications[edit]\nBooks[edit]\nMcCain: The Myth of a Maverick, St. Martin's Griffin, 2007 ISBN 0-230-60396-3\nThe Declaration of Independents: How Libertarian Politics Can Fix What's Wrong with America, Public Affairs, ISBN 1-58648-938-0\nReferences[edit]\n\n\n^ a b \"Career Advice\". Mediabistro.\n\n^ Welch, Matt. \"Reason magazine articles\". Retrieved 2009-06-11.\n\n^ Matt Welch – A Libertarian Critique of John McCain (2008-02-01). \"Matt Welch – A Libertarian Critique of John McCain Video\". Mefeedia.com. Retrieved 2009-06-11.\n\n^ Welch, Matt (16 October 2007). McCain: The Myth of a Maverick. St. Martin's Publishing. ISBN 9780230608559.\n\n^ \"D.C. Reasonoids: Interested in the Civil War? Come Hear Matt Welch Interview His Mom About Her New Book Yankee Warhorse Tonight at 6 PM, at the German-American Heritage Museum\". 28 May 2010.\n\n^ Welch, Matt. \"Tablod.net\". Archived from the original on June 10, 2013.\n\n^ Jacques Poitras (12 September 2020). \"Prague Reverb\". Medium.\n\n^ \"Reason Magazine – The Politics of Dead Children\". Reason.com. March 2002. Retrieved 2010-10-11.\n\n^ Welch, Matt (2002). \"Iraqi death toll doesn't add up\". National Post. Retrieved 2009-06-10.\n\n^ \"The Iraqi babies scam is still alive\". Archived from the original on 2003-09-04.\n\n^ Rosen, Mike (2002-03-15). \"U.S., U.N. not to blame for deaths of Iraqis\". Rocky Mountain News. Archived from the original on 2014-06-11. Retrieved 2014-04-11.\n\n^ McCain (0230603963) WELCH – Palgrave Macmillan. Palgrave-usa.com. 2006-11-06. Archived from the original on March 19, 2008. Retrieved 2009-06-11. Alt URL\n\n^ \"The Myth of a Maverick, by Matt Welch\". Ontheissues.org. Retrieved 2009-06-11.\n\n^ \"BuzzFlash Review: McCain: The Myth of a Maverick (Hardcover)\". Buzzflash.com. Retrieved 2009-06-11.\n\n^ \"W. James Antle III on McCain: The Myth of a Maverick on National Review Online\". Article.nationalreview.com. 2007-11-29. Retrieved 2009-06-11.\n\n^ \"Bill Moyers Journal . Mickey Edwards and Matt Welch on McCain | PBS\". PBS<!. Retrieved 2009-06-11.\n\n^ Kirkpatrick, David D. (2008-06-15). \"In '74 Thesis, the Seeds of McCain's War Views\". New York Times. Retrieved 2009-06-27.\n\n^ \"\"The Myth of a Maverick\": Matt Welch on GOP Frontrunner John McCain\". Democracy Now!. Retrieved 2009-06-11.\n\n^ a b c \"Matt Welch\". Reason. 4 November 2023.\n\n^ \"Radley Balko Named \"Journalist of the Year,\" Reason Wins Three Other First Place Prizes at the Southern California Journalism Awards\". 28 June 2011. Retrieved 7 December 2013.\n\n^ \"Books – Matt Welch\". Amazon.com. Retrieved 7 December 2013.\n\n\nExternal links[edit]\nMatt Welch at the Reason magazine website\nInterview at democracynow.org\nVideo with his reaction to McCain candidacy\nAppearances on C-SPAN\nWelch video discussions and interviews on Bloggingheads.tv\nAppearance on The Filter podcast\nAuthority control databases International\nISNI\nVIAF\nNational\nGermany\nUnited States\nNetherlands\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Matt_Welch&oldid=1183574825\"",
    "twitter": ""
  },
  {
    "name": "Matthew McConaughey",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/matthew-mcconaughey-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "actor",
    "wiki": "American actor (born 1969)\n\"McConaughey\" redirects here. Not to be confused with McConnaughey.\n\n\nMatthew McConaugheyMcConaughey in 2019BornMatthew David McConaughey (1969-11-04) November 4, 1969 (age 54)Uvalde, Texas, U.S.Alma materUniversity of Texas at Austin (BS)OccupationActorYears active1991–presentWorksFull listSpouse\nCamila Alves ​(m. 2012)​Children3AwardsFull list\nMatthew David McConaughey (/məˈkɒnəheɪ/ mə-KON-ə-hay; born November 4, 1969) is an American actor. He had his breakout role with a supporting performance in the coming-of-age comedy Dazed and Confused (1993).[1][2][3] After a number of supporting roles, his first success as a leading man came in the legal drama A Time to Kill (1996). His career progressed with lead roles in the science fiction film Contact (1997), the historical drama Amistad (1997), and the war film U-571 (2000).\nIn the 2000s, McConaughey became known for starring in romantic comedies, including The Wedding Planner (2001), How to Lose a Guy in 10 Days (2003), Failure to Launch (2006), Fool's Gold (2008), and Ghosts of Girlfriends Past (2009), establishing him as a sex symbol.[4] In 2011, after a two-year hiatus from film acting, McConaughey began to appear in more dramatic roles, beginning with the legal drama The Lincoln Lawyer. In 2012, he gained wider praise for his roles as a stripper in Magic Mike and a fugitive in Mud.[5]\nMcConaughey's portrayal of Ron Woodroof, a cowboy diagnosed with AIDS, in the biopic Dallas Buyers Club (2013) earned him widespread praise and numerous accolades, including the Academy Award for Best Actor. He followed it with a supporting role in The Wolf of Wall Street (2013), and a starring role as Rust Cohle in the first season of HBO's crime anthology series True Detective (2014), for which he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series. His subsequent film roles include starring in Interstellar (2014) and The Gentlemen (2019), as well as voice work in Kubo and the Two Strings (2016), Sing (2016) and its sequel Sing 2 (2021).\n\n\nEarly life\nMcConaughey was born on November 4, 1969, in Uvalde, Texas.[6] His mother, Mary Kathleen  (née McCabe), is a published author and a former kindergarten teacher.[7] She was originally from Trenton, New Jersey.[8] His father, James Donald \"Jim\" McConaughey,[9] was born in Mississippi in 1929 and raised in Louisiana[10] where he ran an oil pipe supply business; he played for the Kentucky Wildcats and the Houston Cougars college football teams.[11] Jim was selected by the Green Bay Packers of the National Football League (NFL) in the 27th round of the 1953 NFL draft. He was released before the season began and never played an official league game in the NFL.[12] McConaughey's ancestry includes Irish roots, particularly from the County Cavan/County Monaghan area.[6] He is a relative of Confederate brigadier general Dandridge McRae.[13] He had a Methodist upbringing.[14]\nMcConaughey's parents married each other three times, having divorced each other twice.[15] He has two older brothers, Michael and Patrick (who was adopted).[16] Michael, nicknamed \"Rooster\", is a millionaire who starred in the CNBC docu-series West Texas Investors Club[17] and the 2018 A&E reality show Rooster & Butch with Wayne (Butch) Gilliam.[citation needed]\nMcConaughey moved to Longview, Texas, in 1980[8] and later attended Longview High School. In 1988 he went to Australia thinking he would be attending a high school in Sydney. Instead he lived in Warnervale, New South Wales for a year while he went to Gorokan High School (he was a Rotary Youth Exchange student) and worked as an assistant for an attorney and as a bank teller for ANZ.[18][19] He attended the University of Texas at Austin (UT-Austin), where he joined the Delta Tau Delta fraternity.[20] He began in the fall of 1989 and graduated in the spring of 1993 with a Bachelor of Science in Radio-Television-Film.[21]\nHis original plan changed as he had wanted to attend Southern Methodist University until one of his brothers told him that private-school tuition would have been a burden on the family's finances. He had planned to attend law school after graduation from college[22] but discovered he did not have any interest in becoming a lawyer.[8]\n\nCareer\nEarly 1990s to 2000: Breakthrough and rise to prominence\nIn the early 1990s McConaughey began working in television commercials.[23]\nIn 1992, he was cast as the boyfriend in the music video for \"Walkaway Joe\", a song by Trisha Yearwood featuring Don Henley.[24] Also that year, he acted in an episode of Unsolved Mysteries.[25]\nBob Balaban's My Boyfriend's Back premiered on August 6, 1993, where McConaughey made his first big screen appearance as ''Guy 2''.[26] On September 24, Richard Linklater's Dazed and Confused premiered.[27] McConaughey played Wooderson in a large ensemble cast of actors who would later become stars. He was not originally cast in the film, as the role of Wooderson was originally small and meant to be cast locally for budget purposes. At the time of casting, he was a film student at the University of Texas in Austin and went out with his girlfriend to the Hyatt hotel bar.[28] He approached casting director Don Phillips.[29] Phillips recalls, \"The bartender says to him, 'See that guy down there? That's Don Phillips. He cast Sean Penn in Fast Times.' And Matthew goes, 'I'm gonna go down and talk to this guy.'\" Phillips also recalls that Linklater didn't like McConaughey at first \"because he was too handsome\". During production, another character named Pickford was meant to be a larger role. Due to the behavior of the actor playing Pickford with other cast members, his screen time was cut in favor of McConaughey's character, Wooderson. Linklater recalled \"There was another actor who was kind of the opposite [of McConaughey]. He wasn't really getting along with everybody. I could tell the actors weren't responding to him.\"[30] Much of the Wooderson role was improvised or written on the spot.[30] Dazed and Confused was released on September 24, 1993, in 183 theaters, grossing $918,127 on its opening weekend. It went on to make $7.9 million in North America.[31] The film received positive reviews from critics. The film generally gets favorable reviews.[32] On review aggregator Rotten Tomatoes, it has a 92% approval rating. The website's critical consensus reads: \"Featuring an excellent ensemble cast, a precise feel for the 1970s, and a killer soundtrack, Dazed and Confused is a funny, affectionate, and clear-eyed look at high school life.\"[33] In her review for The Austin Chronicle, Marjorie Baumgarten gave particular praise to Matthew McConaughey's performance: \"He is a character we're all too familiar with in the movies but McConaughey nails this guy without a hint of condescension or whimsy, claiming this character for all time as his own\".[34]\nIn 1994, McConaughey acted in Angels in the Outfield, The Return of the Texas Chainsaw Massacre, and Daniel Johnston's music video \"Life in Vain\".\nMcConaughey acted in Herbert Ross' Boys on the Side, which premiered on February 3, 1995.[35] That year he also acted in a crime thriller, Brian Cox's Scorpion Spring.[36]\nJohn Sayles' Lone Star (1996) is a neo-Western mystery film set in a small town in South Texas. McConaughey is in an ensemble cast that features Chris Cooper, Kris Kristofferson, and Elizabeth Peña.[37] McConaughey played the lawyer Jake Brigance in Joel Schumacher's A Time to Kill which premiered July 24.[38] The film is based on the John Grisham courtroom crime novel of the same name.[39] In an ensemble piece McConaughey, Sandra Bullock, Samuel L. Jackson, and Kevin Spacey share the top billing. On Rotten Tomatoes the film has an approval rating of 67%. The critics' consensus reads: \"Overlong and superficial, A Time to Kill nonetheless succeeds on the strength of its skillful craftsmanship and top-notch performances\".[40] In the U.S. it reached number one during its first two weeks and grossed over $108 million domestically, and an additional $43,500,000 was made internationally.[41] At the MTV Movie Awards, McConaughey won Best Breakthrough Performance.[42] Larger Than Life is a road comedy film starring Bill Murray and directed by Howard Franklin; McConaughey played a supporting role.[43] Also that year he acted in Glory Daze.[44] McConaughey starred in the science fiction film  Contact (1997), directed by Robert Zemeckis, an adaptation of Carl Sagan's 1985 novel of the same name; Sagan and his wife Ann Druyan wrote the story outline for the film. In the film Jodie Foster portrays the film's protagonist.[45][46] Also that year, McConaughey starred as then-lawyer Roger Sherman Baldwin in Steven Spielberg's Amistad.[47]\nThe Newton Boys, co-written and directed by Richard Linklater, was released in 1998. It is based on the true story of the Newton Gang, a family of bank robbers from Uvalde, Texas.  In 1999 McConaughey acted in EDtv.[23] Directed by Ron Howard, its an adaptation of the Quebecois film Louis 19, King of the Airwaves (Louis 19, le roi des ondes) (1994),[48] The film was a box office bomb, grossing only $35.2 million from an $80 million production budget.[49] In 2000 he starred in U-571, a submarine film directed by Jonathan Mostow.[50][51]\n\n2001 to 2011: Romantic comedies and professional expansion\nMcConaughey in 2008, participating in the Nautica Malibu Triathlon\nBy the early 2000s, he was being cast in romantic comedies including The Wedding Planner and How to Lose a Guy in 10 Days; both were successful at the box office.[52]\nHe appeared as a firefighter in a low-budget film, Tiptoes with Kate Beckinsale, in Two for the Money as a protégé to a gambling mogul, Al Pacino, and in Frailty with Bill Paxton who was also the director.[23][53] McConaughey acted in the 2005 feature film Sahara; Steve Zahn and Penélope Cruz co-starred.[54] Prior to the release of the film, he promoted it by sailing down the Amazon River and trekking to Mali.[55] That same year, McConaughey was named People magazine's \"Sexiest Man Alive\" for 2005.[56] In 2006 he co-starred with Sarah Jessica Parker in the romantic comedy Failure to Launch and as Marshall head football coach Jack Lengyel in We Are Marshall. McConaughey also provided voice work in an ad campaign for the Peace Corps in late 2006.[57] He replaced Owen Wilson in Ben Stiller's Tropic Thunder after Wilson's suicide attempt.[58] In 2008 McConaughey became the new spokesman for the national radio campaign, \"Beef: It's What's for Dinner\", replacing Sam Elliott.[59][60]\nMcConaughey recognized that his \"lifestyle, living on the beach, running with my shirt off, doing romantic comedies\" had caused him to be typecast for certain roles, and he sought dramatic work with other themes.[61] This shift in his choice of roles has been known as the \"McConaissance\" between 2011 and 2014.[62] He said:\n\nI got to feeling like, for a few years, I was doing something that I liked to do with romantic and action comedies. But believe me, I noticed there were other things that were not coming in. And if they were coming in, it was in an independent form with a much smaller paycheck, and nobody really wanting to get behind them ... But I knew I could say no to the things I'd been doing. In saying no to those things, I knew work was going to dry up for awhile ... Year and a half, still nothing. At two years, all of a sudden, in my opinion, I became a new good idea for some good directors.[61]\n2011 to 2014: Established actor\nMcConaughey at the 83rd Academy Awards in 2011\nIn 2012, McConaughey starred alongside Channing Tatum in Magic Mike, based on Tatum's early life; it was directed by Steven Soderbergh.[63] He returned to his East Texas roots, working again with director Richard Linklater on Bernie, playing district attorney Danny Buck Davidson.[64] In June 2012, McConaughey was invited to join the Academy of Motion Picture Arts and Sciences.[65]\nIn 2013 he portrayed Ron Woodroof in Dallas Buyers Club. The role of a rodeo rider who discovers he has AIDS and struggles to get treatment required him to lose nearly 50 lb (22 kg).[66] The film earned McConaughey many acting awards, including the Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Leading Role, the Golden Globe Award for Best Actor – Drama, and the Academy Award for Best Actor.[67][68] His co-star Jared Leto won the Academy Award for Best Supporting Actor, making Dallas Buyers Club the first film since Mystic River (2003) to win both awards.[69][70] He was featured in Martin Scorsese's The Wolf of Wall Street as Mark Hanna, an early boss of Jordan Belfort.[71] During this time, McConaughey recorded a public service announcement in Austin, Texas for the LBJ Presidential Library.[72]\n\nMcConaughey at the 2015 Cannes Film Festival\nIn April 2014 Time magazine included McConaughey in its annual Time 100 as one of the \"Most Influential People in the World\".[73] In August 2014, the Lincoln Motor Company signed a multi-year collaboration with McConaughey for an ad campaign. The commercials, directed by Nicolas Winding Refn (Drive), featured McConaughey as a storyteller driving a Lincoln's MKC crossover.[74] Shortly after the commercials debuted in September 2014, they were parodied by Ellen DeGeneres, Conan O'Brien, Jim Carrey, South Park, and Saturday Night Live. Overall sales for Lincoln increased by 25 percent one month after the ads debuted.[75] The series of commercials starring McConaughey continued for several more years; during this period he also endorsed the MKZ sedan, MKX and Nautilus crossovers and Aviator SUV.\nIn 2014 McConaughey received a star on the Hollywood Walk of Fame; it is located on 6931 Hollywood Boulevard.[76] Also in the same year, he shared star billing with Woody Harrelson in HBO's crime drama anthology series True Detective.[77] For his role as Rust Cohle, he won the Critics' Choice Television Award for Best Actor in a Drama Series.[78] He was also nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Drama Series, which he lost to Bryan Cranston and the Golden Globe Award for Best Actor – Miniseries or Television Film.[79][80] With his first Oscar win and the critical acclaim received for True Detective, \"McConaughey seems to be tapping into something essential, remaining himself while stretching, getting older while staying the same age.\" Critic Rachel Syme dubbed his recognition and performances while taking on more complex, dramatic roles as \"The McConaissance\".[5]\nMcConaughey also played Cooper, a widowed father and astronaut in Christopher Nolan's science fiction film Interstellar (2014).[81]\n\n2015 to present day: Career fluctuations\nAfter finishing Gus Van Sant's 2015 film The Sea of Trees with Ken Watanabe,[82] in 2016, McConaughey starred in two films, Free State of Jones and Gold, and voiced leading characters in two animated films, Kubo and the Two Strings and Sing. In 2016, McConaughey was hired as creative director and celebrity spokesman for Wild Turkey's latest campaign, to bring in more women and more international customers.[83]\nMcConaughey starred as Walter Padick in the 2017 Stephen King adaptation The Dark Tower, which received negative reactions from most critics.[84][85][86][87] In 2018, he starred in the true life gangster drama White Boy Rick,[88] which gained mixed reviews. In 2019, he headlined the erotic thriller Serenity, that also starred Diane Lane and Anne Hathaway. The film was panned by both critics and audiences after its release on January 25.[89] McConaughey next had the starring role in Harmony Korine's The Beach Bum, a comedy also featuring Zac Efron and Jonah Hill. The film was released on March 29, 2019.[90][91] In late 2019 McConaughey appeared in the Guy Ritchie film The Gentlemen, playing fictional cannabis baron Mickey Pearson.\nIn 2020 McConaughey published a memoir, Greenlights.[92] On February 6, 2023, it was announced that he voiced an animated version of Elvis Presley on the Netflix animated series Agent Elvis, released on March 17, 2023.[93] Following the announced departure on May 8, 2023, of Kevin Costner from the Yellowstone series at the end of Part 2 of Season 5, the original series is to end and be followed by a series related to Yellowstone and featuring McConaughey in a new title role.[94]\n\nPersonal life\nMcConaughey and his wife, Camila Alves, in 2010\nMcConaughey met Camila Alves in 2006. He and Alves became engaged on December 25, 2011, and were married in a private Catholic ceremony[95] on June 9, 2012, in Austin where they reside.[96][97][98] Together, they have three children.[99][100][101]\n\nA Christian, McConaughey often speaks publicly about his faith.[102][103][104] He attends a non-denominational church.[102][103][104][105] He has stated that he has received private personal criticism and judgment for his beliefs from some members of Hollywood:[103][104] I have had – and I won't throw any people under the bus – but I have had moments where I was on stage receiving an award in front of my peers in Hollywood, and there were people in the crowd that I have prayed with before dinners many times, and when I thanked God, I saw some of those people go to clap, but then notice that, 'bad thing on my resume' and then sit back on their hands.[103][104]In 2019, he became a minority owner of Austin FC, a team in Major League Soccer which began play in 2021.[106][107]\nMcConaughey has been a longtime fan of the Washington Commanders football team.[108][109]\nIn 2023, McConaughey stated that he and longtime friend Woody Harrelson could potentially be brothers. His mother claimed to have been intimate with Harrelson's father, Charles Harrelson, around the time of McConaughey's conception.[110][111]\n\nPolitics\nMcConaughey and his wife Camila conversing with President Joe Biden at the White House on June 7, 2022\nMcConaughey speaking at the White House in the aftermath of the Robb Elementary School shooting\nIn a November 2020 appearance on The Late Show with Stephen Colbert, McConaughey denied he was interested in running for governor.[112] The Texas Tribune reported on McConaughey's lack of involvement in politics, saying that he had not voted in a primary race since \"at least\" 2012 and had never donated to a political campaign at the state or federal level up through 2021.[113] He had voted in the 2018 Texas elections and the 2020 United States elections.[113]\nIn March 2021, McConaughey confirmed that he was considering running in the 2022 Texas gubernatorial election.[114] In an October 2021 Twitter Spaces interview with NPR, McConaughey was asked if he was going to run for governor of Texas. He replied, \"I am not – until I am.\"[115] When asked questions about political issues, such as voting rights and abortion, McConaughey opted to remain \"purposely vague\", and he did not disclose his political party.[116][117] Just over two weeks before the Texas primary candidate filing deadline, McConaughey released a video on his official Twitter profile stating that he would not be competing for the office.[118][119]\n\nExternal videos White House daily briefing with McConaughey and Press Secretary Karine Jean-Pierre, June 7, 2022, C-SPAN\nIn June 2022, McConaughey joined the White House press briefing and advocated for \"commonsense gun laws\" during a 20-minute speech, in which he spoke about the Robb Elementary School shooting, which occurred in his hometown of Uvalde.[120] He said, \"We need responsible gun ownership. We need background checks. We need to raise the minimum age to purchase an AR-15 rifle to 21. We need a waiting period for those rifles. We need red flag laws and consequences for those who abuse them.\"[121] CNN described the speech as \"impassioned and at-times emotional\".[120]\n\nPhilanthropy\nMcConaughey started the \"just keep livin foundation\", which is \"dedicated to helping teenage kids lead active lives and make healthy choices to become great men and women\".[122] On February 25, 2016, McConaughey received the Creative Conscience award from unite4:humanity for his work with his foundation.[123]\nIn 2019 McConaughey officially became a professor of practice for the Department of Radio-Television-Film at the Moody College of Communication at his alma mater, UT-Austin; he had served as a visiting instructor since 2015.[124][125] The first two sessions were about the filming of the movie Free State of Jones.[126]\n\nFilmography and accolades\nMain articles: Matthew McConaughey filmography and List of awards and nominations received by Matthew McConaughey\n\nReferences\n\n\n^ Halperin, Shirley (January 20, 2012). \"Matthew McConaughey Reprises 'Dazed and Confused' Breakout Role for Music Video\". The Hollywood Reporter. Archived from the original on January 24, 2012. Retrieved June 14, 2022.\n\n^ Grossman, Samantha (January 13, 2015). \"Treat Yourself to Matthew McConaughey's Dazed and Confused Audition Tape\". Time. Archived from the original on November 20, 2019. Retrieved June 14, 2022.\n\n^ Ihnat, Gwen (June 29, 2017). \"Matthew McConaughey deconstructs his signature phrase in this exclusive clip\". The AV Club. Archived from the original on August 29, 2017. Retrieved June 14, 2022.\n\n^ Pulver, Andrew (June 28, 2012). \"Matthew McConaughey: from himbo to highbrow\". The Guardian. Archived from the original on December 31, 2013. Retrieved June 14, 2022.\n\n^ a b Syme, Rachel (January 16, 2014). \"The McConaissance\". The New Yorker. Archived from the original on October 14, 2019. Retrieved June 14, 2022.\n\n^ a b \"Matthew McConaughey hopes to send his kids to the Gaeltacht\". IrishCentral. June 21, 2017. Archived from the original on September 29, 2016. [McConaughey wants] his children to be immersed in the culture and craic of Ireland and that he hopes that he too can learn a cupla focail (a little Irish) along the way. \"I gotta keep up the Gaelic. I want them reading the literature. I want Riverdancing. I want them saying 'grand' and 'lunatic\" to the marvelous,\" said McConaughey. \"When they're older, I want to send them to that Irish language summer camp you guys do. It's like a rite of passage for you guys, isn't it? When you're teenagers. I want them fluent – which means I gotta do a crash course too.\"\n\n^ \"Don't Call Matthew McConaughey 'Matt'\". Jimmy Kimmel Live!. New York City: American Broadcasting Company. January 25, 2017. 19 sec. Archived from the original on March 23, 2018. Retrieved May 21, 2017. \"[Jimmy Kimmel]:Your mom was your kindergarten teacher? Yes. Yes.\n\n^ a b c Cohen, Jason (August 1996). \"His Time to Kill\". Texas Monthly. Archived from the original on October 29, 2018. Retrieved October 28, 2014. Big Jim ran a Texaco station in Uvalde, but in 1980 – boom time – he moved the family to Longview and went into the pipe business. McConaughey's mother, Kay, was a Trenton, New Jersey-born schoolteacher, and in the course of 39 years she and Big Jim were twice divorced and twice remarried (Big Jim died in 1992). Nevertheless, it was a fairly religious, no-nonsense family with a few simple rules: no lying, no back talk, and, McConaughey remembers, \"You could never say 'I can't.'\"\n\n^ \"James Donald McConaughey\". geni.com. MyHeritage Ltd. June 12, 1922. Archived from the original on January 7, 2016. James Donald McConaughey; Birthdate: June 12, 1922; Birthplace: Uvalde, Texas, United States; Death: August 17, 1992 (70); Fort Bend County, Texas, United States (heart attack)\n\n^ Schruers, Fred (August 22, 1996). \"Hot Actor: Matthew McConaughey\". Rolling Stone. Archived from the original on February 3, 2015. Retrieved June 16, 2018. Jim McConaughey was born in Mississippi in 1929 and raised in Morgan City, La., and was 6 feet 2 inches and 220 pounds when he started playing defensive end for college coaching legend Bear Bryant (with whom he shared a nickname) at the University of Kentucky. He moved on before Bear did and played his last two years at the University of Houston, winning a watch as the conference's most improved player before being drafted by the Green Bay Packers in 1953. Before long, though, he was back in Texas with his bride, Kay, ending up in Uvalde (population today: 15,000). \"Matthew was an accident,\" insists Rooster.\n\n^ Story, Mark (February 24, 2014). \"Mark Story: Matthew McConaughey's dad played college football for ... Kentucky?\". kentucky.com. Archived from the original on June 26, 2015. Retrieved October 28, 2014.\n\n^ \"1953 Green Bay Packers\". databasefootball.com. Archived from the original on April 8, 2013. Retrieved May 24, 2013.\n\n^ \"60 Second interview: Matthew McConaughey\". Metro. April 7, 2006. Archived from the original on May 13, 2008. Retrieved May 7, 2006.\n\n^ \"No use putting out the welcome Matt\". The New Zealand Herald. May 12, 2001. Archived from the original on June 9, 2019. Retrieved August 5, 2010.\n\n^ \"Barbara Walters' Oscar Special\". ABC7news.com. Archived from the original on December 4, 2007. Retrieved April 15, 2006.\n\n^ \"Interesting facts about Matthew McConaughey\". September 2017. Archived from the original on July 4, 2019. Retrieved July 5, 2019.\n\n^ Winfrey, Graham (August 11, 2015). \"Meet the Self-Made Millionaires of 'West Texas Investors Club'\". Inc.com. Archived from the original on August 12, 2015. Retrieved August 13, 2015.\n\n^ Barnes, Denice (March 4, 2014). \"Oscar winner's Aussie affair\". The Daily Telegraph. Archived from the original on March 13, 2017. Retrieved April 14, 2021.\n\n^ \"You swam in George Harrison's pool!\". triple j. March 26, 2021. Archived from the original on October 24, 2022. Retrieved May 11, 2023.\n\n^ \"The Castilian Dorm Serving the University of Texas Receives Upgrades (PR.com)\". Student Housing Planet. March 26, 2009. Archived from the original on September 12, 2009. Retrieved October 16, 2009.\n\n^ Degrees and Dates of Attendance: McConaughey, Matthew D. Archived August 29, 2019, at the Wayback Machine. University of Texas at Austin\n\n^ \"Matthew McConaughey, Getting Serious Again\". Fresh Air. National Public Radio. February 21, 2014. Archived from the original on December 27, 2019. Retrieved December 27, 2019.\n\n^ a b c \"Matthew McConaughey\". Biography.com. Archived from the original on October 31, 2014. Retrieved August 19, 2014.\n\n^ Telling, Gillian (March 6, 2014). \"Matthew McConaughey's First Break? A 1992 Trisha Yearwood Video\". People. Archived from the original on December 19, 2017. Retrieved March 9, 2019.\n\n^ \"Matthew McConaughey Made His Television Debut in the Original Unsolved Mysteries Series\". MSN. Archived from the original on February 4, 2021. Retrieved October 24, 2020.\n\n^ \"AFI|Catalog\". catalog.afi.com. Archived from the original on October 26, 2020. Retrieved October 24, 2020.\n\n^ \"AFI|Catalog\". catalog.afi.com. Archived from the original on October 27, 2020. Retrieved October 24, 2020.\n\n^ Chaudhury, Nadia (November 23, 2015). \"Matthew McConaughey discovered at Hyatt, and More A.M. Intel\". Eater Austin. Archived from the original on October 26, 2020. Retrieved October 24, 2020.\n\n^ Stern, Marlow (September 24, 2013). \"'Dazed and Confused' 20th Anniversary: 20 Craziest Facts About the Cult Classic\". The Daily Beast. Retrieved May 7, 2017.\n\n^ a b Spitz, Marc (December 26, 2013). \"An Oral History of Dazed and Confused\". Maxim. Archived from the original on April 28, 2017. Retrieved May 7, 2017.\n\n^ \"Dazed and Confused\". Box Office Mojo. Archived from the original on January 22, 2009. Retrieved February 10, 2009.\n\n^ \"Dazed and Confused Reviews\". Metacritic. Archived from the original on June 11, 2019. Retrieved July 11, 2019.\n\n^ \"Dazed and Confused (1993)\". Rotten Tomatoes. Archived from the original on November 27, 2017. Retrieved September 29, 2020.\n\n^ Baumgarten, Marjorie (September 24, 1993). \"Dazed and Confused\". The Austin Chronicle. Archived from the original on April 10, 2018. Retrieved April 9, 2018.\n\n^ \"AFI|Catalog\". catalog.afi.com. Archived from the original on October 27, 2020. Retrieved October 25, 2020.\n\n^ Levy, Emanuel (January 15, 1996). \"Scorpion Spring\". Variety. Archived from the original on October 28, 2020. Retrieved May 12, 2020.\n\n^ \"AFI|Catalog\". catalog.afi.com. Archived from the original on February 4, 2021. Retrieved October 25, 2020.\n\n^ \"AFI|Catalog\". catalog.afi.com. Archived from the original on February 4, 2021. Retrieved October 25, 2020.\n\n^ \"Watch the moment Matthew McConaughey proved he was Oscar-worthy\". Entertainment Weekly. March 3, 2014. Archived from the original on October 6, 2015. Retrieved October 2, 2015.\n\n^ \"A Time to Kill (1996)\". Rotten Tomatoes. Archived from the original on May 14, 2021. Retrieved October 25, 2020.\n\n^ \"A Time to Kill\". Box Office Mojo. Archived from the original on April 2, 2019. Retrieved October 25, 2020.\n\n^ \"MTV Movie awards\". Statesman Journal: 32. June 12, 1997. Archived from the original on December 1, 2020. Retrieved October 25, 2020 – via Newspapers.\n\n^ \"AFI|Catalog\". catalog.afi.com. Archived from the original on February 6, 2021. Retrieved October 25, 2020.\n\n^ \"Glory Daze | TV Guide\". TV Guide. Archived from the original on November 4, 2020. Retrieved October 25, 2020.\n\n^ Anita M. Busch (July 3, 1997). \"'Contact's' starry night\". Variety. Archived from the original on July 3, 2013. Retrieved January 26, 2009.\n\n^ \"Contact (1997)\". Rotten Tomatoes. Archived from the original on November 14, 2020. Retrieved July 18, 2018.\n\n^ \"AFI|Catalog\". catalog.afi.com. Archived from the original on February 4, 2021. Retrieved October 25, 2020.\n\n^ \"EDtv a fun, fluffy Truman Show\". Montreal Gazette, March 26, 1999.\n\n^ \"EDtv (1999)\". Box Office Mojo. Archived from the original on August 25, 2011. Retrieved August 15, 2011.\n\n^ \"U-571 (2000)\". Rotten Tomatoes. Archived from the original on November 20, 2004. Retrieved October 11, 2016.\n\n^ \"The 73rd Academy Awards (2001) Nominees and Winners\". Academy of Motion Picture Arts and Sciences. Archived from the original on October 1, 2014. Retrieved November 19, 2011.\n\n^ \"Matthew McConaughey: exclusive interview\". The Daily Telegraph. March 3, 2014. Archived from the original on June 22, 2018. Retrieved August 23, 2014.\n\n^ \"Two for the Money Film Locations – On the set of New York.com\". onthesetofnewyork.com. Archived from the original on December 8, 2015. Retrieved August 13, 2015.\n\n^ \"On a Desert Gallop, Planting Assorted Red Flags\". The New York Times. April 8, 2005. Archived from the original on January 8, 2020. Retrieved August 27, 2014.\n\n^ \"McConaughey's elusive quest\". CNN. April 14, 2005. Archived from the original on August 27, 2014. Retrieved August 27, 2014.\n\n^ \"2005 Sexiest Man of the Year\" Archived November 20, 2012, at the Wayback Machine. People. Retrieved May 19, 2008.\n\n^ Maugh, Casey Malone. Peace Corps in the 21st Century: A Rhetorical Analysis. p. 41. ISBN 9780549430025. Archived from the original on January 31, 2016. Retrieved January 12, 2016.\n\n^ \"Matthew McConaughey to Replace Owen Wilson in Film\". People. September 19, 2007. Archived from the original on August 14, 2017. Retrieved March 9, 2019.\n\n^ \"\"Beef. It's What's For Dinner\" Advertising Campaign Invites Consumers to Discover the Power of Protein\" (Press release). National Cattlemen's Beef Association. January 7, 2008. Archived from the original on July 27, 2008. Retrieved July 2, 2008.\n\n^ Shinn, Peter (January 8, 2008). \"Matthew McConaughey Movies List\". Learfield Communications, Inc. Retrieved December 25, 2018.\n\n^ a b Fleming, Mike Jr. (June 4, 2014). \"EMMYS Q&A: Matthew McConaughey on Following Oscar with the Game-Changing HBO Series ' Detective'\". Deadline Hollywood. Archived from the original on June 6, 2014. Retrieved June 4, 2014.\n\n^ Sharf, Zack (June 28, 2018). \"Matthew McConaughey Looks Back at the 'McConaissance' and Why the Term Was A Bit of an Exaggeration\". Archived from the original on August 11, 2020. Retrieved May 18, 2020.\n\n^ \"The Body Politic: Review: 'Magic Mike,' by Steven Soderbergh, With Channing Tatum\". The New York Times. June 28, 2012. Archived from the original on June 21, 2015. Retrieved August 23, 2014.\n\n^ \"Bernie Tiede released from prison, will live with 'Bernie' director Richard Linklater\". The Washington Post. May 7, 2014. Archived from the original on August 21, 2014. Retrieved August 23, 2014.\n\n^ Thompson, Arienne (June 29, 2012). \"McConaughey, Spencer invited to join Academy\". USA Today. Archived from the original on April 3, 2014. Retrieved July 19, 2013.\n\n^ Ellwood, Gregory (November 14, 2012). \"Matthew McConaughey reveals how he lost and ponders a 'Magic Mike' sequel\". HitFix. Retrieved April 16, 2013.[permanent dead link]\n\n^ \"Dallas Buyers Club (2013)\". Rotten Tomatoes. Flixster. Archived from the original on January 7, 2014. Retrieved January 7, 2014.\n\n^ \"Dallas Buyers Club Reviews\". Metacritic. Archived from the original on January 7, 2019. Retrieved November 16, 2013.\n\n^ Minutaglio, Bill (August 9, 1992). \"Buying Time: World traveler Ron Woodroof smuggles drugs – and hope – for people with AIDS\". Dallas Life Magazine. pp. 8–12, 21, 25. Archived from the original on February 22, 2014. Retrieved March 30, 2014. (original article)\n\n^ Harris, Aisha (November 1, 2013). \"How Accurate Is Dallas Buyers Club?\". Slate. Archived from the original on December 24, 2013. Retrieved December 18, 2013.\n\n^ Fleming, Mike Jr. (August 2, 2012). \"Matthew McConaughey Joins 'The Wolf Of Wall Street'\". Archived from the original on November 22, 2019. Retrieved February 18, 2020.\n\n^ Salamon, Jeff. \"Matthew McConaughey Has A Presidents' Day Gift For You\". Texas Monthly. Archived from the original on March 5, 2013. Retrieved February 18, 2013.\n\n^ Linklater, Richard (April 23, 2014). \"Matthew McConaughey: The most surprising actor in Hollywood\". Time. Archived from the original on April 24, 2014. Retrieved May 7, 2014.\n\n^ \"Lincoln Motor Company and Matthew McConaughey Begin New Creative Journey\". August 21, 2014. Archived from the original on April 2, 2015. Retrieved March 2, 2015.\n\n^ Walker, Michael (December 29, 2014). \"New Matthew McConaughey Ads for Lincoln to Debut New Year's Day (Video)\". The Hollywood Reporter. Archived from the original on November 20, 2019. Retrieved February 18, 2020.\n\n^ \"Matthew McConaughey\". October 25, 2019. Archived from the original on September 29, 2019. Retrieved April 8, 2020.\n\n^ Andreeva, Nellie (April 30, 2012). \"HBO Picks Up Matthew-Woody Series 'True Detective' With Eight-Episode Order\". Deadline Hollywood. Archived from the original on June 28, 2012. Retrieved June 26, 2012.\n\n^ \"Matthew McConaughey Wins Critics Choice Awards 2014 Best Actor\". Archived from the original on July 10, 2015. Retrieved March 4, 2015 – via YouTube.\n\n^ Verne Gay (August 26, 2014). \"Emmys: Why did 'True Detective,' Matthew McConaughey get shut out?\". Newsday. Archived from the original on August 29, 2014. Retrieved August 27, 2014.\n\n^ Mitovich, Matt Webb (December 11, 2014). \"Golden Globes: Fargo, True Detective Lead Nominations; Jane the Virgin, Transparent Score Multiple Nods\". TVLine. Archived from the original on December 13, 2014. Retrieved December 11, 2014.\n\n^ Goldberg, Matt (April 3, 2013). \"Matthew McConaughey Confirmed to Lead Christopher Nolan's INTERSTELLAR\". collider.com. Archived from the original on April 5, 2013. Retrieved April 3, 2013.\n\n^ Kit, Boris (February 4, 2014). \"Matthew McConaughey to Star in Gus Van Sant's 'Sea of Trees'\". The Hollywood Reporter. TheHollywoodReporter.com. Archived from the original on March 10, 2014. Retrieved March 18, 2014.\n\n^ McMahan, Dana. \"In Nod to Female Bourbon Fans, Wild Turkey Hires Matthew McConaughey\". Archived from the original on August 8, 2016. Retrieved August 9, 2016.\n\n^ Fuller, Becky (August 14, 2017). \"The Dark Tower: Where Can The Franchise Go From Here?\". Screen Rant. Archived from the original on August 15, 2017. Retrieved August 15, 2017.\n\n^ Spiegel, Josh (August 5, 2017). \"Idris Elba Is Too Good for 'The Dark Tower'\". The Hollywood Reporter. Archived from the original on August 27, 2017. Retrieved August 27, 2017.\n\n^ Mendelson, Scott (August 4, 2017). \"Why Idris Elba Makes 'The Dark Tower' A Must-See In Theaters\". Forbes. Archived from the original on August 13, 2017. Retrieved August 27, 2017.\n\n^ Hammond, Pete (August 4, 2017). \"'The Dark Tower' Review: Stephen King Fans Can Be Thankful Idris Elba Is Here To Save The World – And The Movie\". Deadline Hollywood. Archived from the original on August 27, 2017. Retrieved August 27, 2017.\n\n^ McNary, Dave (November 18, 2016). \"Matthew McConaughey in Talks to Star in 'White Boy Rick'\". Variety. Archived from the original on March 13, 2017. Retrieved March 12, 2017.\n\n^ Perez, Lexy (January 24, 2019). \"'Serenity': What the Critics Are Saying\". The Hollywood Reporter. Archived from the original on January 25, 2019. Retrieved January 25, 2019.\n\n^ Barraclough, Leo (February 7, 2017). \"Matthew McConaughey to Star in Harmony Korine's 'The Beach Bum'\". Variety. Archived from the original on July 30, 2018. Retrieved March 12, 2017.\n\n^ \"The Beach Bum synopsis and movie info\". Tribute.ca. Archived from the original on February 10, 2019. Retrieved February 9, 2019.\n\n^ Itzkoff, Dave (October 14, 2020). \"Matthew McConaughey Wrote the Book on Matthew McConaughey\". The New York Times. Archived from the original on October 14, 2020.\n\n^ Romano, Nick (February 6, 2023). \"Matthew McConaughey. As Elvis. As a secret agent. That's the show\". Entertainment Weekly. Archived from the original on February 7, 2023. Retrieved February 6, 2023.\n\n^ \"Kevin Costner Is Leaving Yellowstone After Season Five\". By Josh Rosenberg. Esquire magazine. May 8, 2023. [1] Archived May 5, 2023, at the Wayback Machine\n\n^ Christian Post: \"The Faith of Matthew McConaughey\" By Jim Denison Archived November 20, 2019, at the Wayback Machine March 5, 2014\n\n^ Leonard, Elizabeth (June 9, 2012). \"Matthew McConaughey, Camila Alves Wedding\". People. Archived from the original on December 26, 2016. Retrieved June 10, 2012.\n\n^ Bromley, Melanie; Malkin, Marc (June 8, 2012). \"Matthew McConaughey and Camila Alves Getting Married in Top-Secret Texas Wedding – This Weekend!\". E!. Archived from the original on June 13, 2012. Retrieved December 20, 2012.\n\n^ Burzynski, Andrea (June 10, 2012). \"Matthew McConaughey weds Camila Alves in Texas\". Reuters. Archived from the original on August 25, 2021. Retrieved August 25, 2021.\n\n^ \"Matthew McConaughey and Camila Alves welcome son Levi\". People. July 8, 2008. Archived from the original on February 24, 2019. Retrieved February 24, 2019.\n\n^ Michaud, Sarah (January 3, 2010). \"Matthew McConaughey, Camila Alves Welcome Daughter Vida\". People. Archived from the original on February 24, 2019. Retrieved February 24, 2019.\n\n^ \"Matthew and Camila McConaughey Welcome Son Livingston\". People. December 28, 2012. Archived from the original on February 24, 2019. Retrieved February 24, 2012.\n\n^ a b Huckabee, Tyler (November 1, 2020). \"The Spiritual Renaissance of Matthew McConaughey\". Relevant. Archived from the original on June 7, 2022. Retrieved June 7, 2022.\n\n^ a b c d Lee, Michael (October 26, 2020). \"Matthew McConaughey rips Hollywood's 'illiberal Left,' accuses industry of being anti-Christian\". Washington Examiner. Archived from the original on June 7, 2022. Retrieved June 7, 2022.\n\n^ a b c d Young, Julius (October 26, 2020). \"Matthew McConaughey speaks about his faith in Hollywood on podcast\". Fox News. Archived from the original on June 7, 2022. Retrieved June 7, 2022.\n\n^ \"Is Hollywood Getting Saved? Matthew McConaughey, Gwen Stefani, & More Reveal Relationships With God\" (video). BREATHEcast. November 6, 2014. Archived from the original on October 13, 2015. Retrieved October 17, 2015.\n\n^ Boehm, Charles (August 23, 2019). \"Matthew McConaughey headlines new partners joining Austin FC ownership\". Major League Soccer. Archived from the original on June 8, 2022. Retrieved June 8, 2022.\n\n^ \"Alright, alright! McConaughey an Austin FC owner\". ESPN. August 23, 2019. Archived from the original on August 24, 2019. Retrieved August 23, 2019.\n\n^ Stackpole, Kyle (May 1, 2020). \"'I Like Where We're Heading': Matthew McConaughey Excited About New-Look Redskins\". Commanders. Archived from the original on May 25, 2022. Retrieved May 8, 2022.\n\n^ \"How did Matthew McConaughey become a Redskins fan in Cowboys country?\". NBC Sports. August 28, 2019. Archived from the original on June 7, 2022. Retrieved June 8, 2022.\n\n^ Ronald, Issy (April 13, 2023). \"Matthew McConaughey says he and Woody Harrelson might be brothers\". CNN. Retrieved May 22, 2023.\n\n^ \"Woody Harrelson confirms he and Matthew McConaughey are brothers, says rumours 'very much true'\". The New Zealand Herald. May 3, 2023. Archived from the original on May 3, 2023. Retrieved May 3, 2023.\n\n^ Thompson, Elizabeth (November 19, 2020). \"Oscar winner Matthew McConaughey walks back speculation of a potential run for Texas governor\". The Dallas Morning News. Archived from the original on June 8, 2022. Retrieved June 8, 2022.\n\n^ a b Svitek, Patrick (March 20, 2021). \"Matthew McConaughey is flirting with a run for governor. But his politics remain a mystery\". Texas Tribune. Archived from the original on June 8, 2022. Retrieved June 8, 2022.\n\n^ Forgey, Quint (March 12, 2021). \"Matthew McConaughey ramps up speculation about run for Texas governor\". Politico. Archived from the original on March 12, 2021. Retrieved March 12, 2021.\n\n^ Bowman, Emma (October 8, 2021). \"Governor run or no, Matthew McConaughey is full of campaign slogans\". NPR. Archived from the original on April 11, 2023. Retrieved May 11, 2023.\n\n^ Egan, John (October 8, 2021). \"Matthew McConaughey elects to be purposely vague about political views\". Culture Map Austin. Archived from the original on June 28, 2022. Retrieved June 8, 2022.\n\n^ Butler, Jada (March 11, 2021). \"Matthew McConaughey 'seriously considering' run for Texas governor\". The Guardian. Archived from the original on June 7, 2022. Retrieved June 8, 2022.\n\n^ Svitek, Patrick (November 29, 2021). \"Matthew McConaughey says he won't run for Texas governor\". The Texas Tribune. Archived from the original on November 29, 2021. Retrieved November 29, 2021.\n\n^ Hollywood star Matthew McConaughey rules out a bid for Texas governor, ABC News, November 29, 2021, archived from the original on November 29, 2021, retrieved November 29, 2021\n\n^ a b Sullivan, Kate (June 7, 2022). \"Matthew McConaughey tells the story of those killed in Uvalde in emotional plea for action on guns\". CNN. Archived from the original on June 7, 2022. Retrieved June 7, 2022.\n\n^ O'Connor, Lydia (June 7, 2022). \"Outraged Matthew McConaughey Begs For Commonsense Gun Laws At White House\". HuffPost. Archived from the original on June 7, 2022. Retrieved June 7, 2022.\n\n^ \"j.k. livin\". Matthew McConaughey. Archived from the original on February 16, 2011. Retrieved August 5, 2010.\n\n^ Saval, Malina (February 26, 2016). \"Matthew McConaughey, Morgan Freeman, Others Honored at Variety's Unite4:Humanity Benefit\". Variety. Archived from the original on September 10, 2018. Retrieved May 20, 2016.\n\n^ Faculty: Matthew McConaughey Archived August 29, 2019, at the Wayback Machine - website of UT-Austin\n\n^ Holson, Laura M. (August 29, 2019). \"Matthew McConaughey Joins the University of Texas as a Professor\". The New York Times. Archived from the original on October 6, 2019. Retrieved April 8, 2020.\n\n^ French, Megan (July 1, 2016). \"Matthew McConaughey will return to his alma mater to teach behind the scenes course\". Us Weekly. Archived from the original on July 1, 2016. Retrieved July 1, 2016.\n\n\nExternal links\n\n\nMatthew McConaughey  at Wikipedia's sister projects\n\nMedia from CommonsQuotations from WikiquoteData from Wikidata\n\nMatthew McConaughey at IMDb \nMatthew McConaughey at AllMovie\nMatthew McConaughey at Rotten Tomatoes\nMatthew McConaughey on Box Office Mojo\nAppearances on C-SPAN\nAwards for Matthew McConaughey\nvteAcademy Award for Best Actor1928–1950\nEmil Jannings (1928)\nWarner Baxter (1929)\nGeorge Arliss (1930)\nLionel Barrymore (1931)\nFredric March / Wallace Beery (1932)\nCharles Laughton (1933)\nClark Gable (1934)\nVictor McLaglen (1935)\nPaul Muni (1936)\nSpencer Tracy (1937)\nSpencer Tracy (1938)\nRobert Donat (1939)\nJames Stewart (1940)\nGary Cooper (1941)\nJames Cagney (1942)\nPaul Lukas (1943)\nBing Crosby (1944)\nRay Milland (1945)\nFredric March (1946)\nRonald Colman (1947)\nLaurence Olivier (1948)\nBroderick Crawford (1949)\nJosé Ferrer (1950)\n1951–1975\nHumphrey Bogart (1951)\nGary Cooper (1952)\nWilliam Holden (1953)\nMarlon Brando (1954)\nErnest Borgnine (1955)\nYul Brynner (1956)\nAlec Guinness (1957)\nDavid Niven (1958)\nCharlton Heston (1959)\nBurt Lancaster (1960)\nMaximilian Schell (1961)\nGregory Peck (1962)\nSidney Poitier (1963)\nRex Harrison (1964)\nLee Marvin (1965)\nPaul Scofield (1966)\nRod Steiger (1967)\nCliff Robertson (1968)\nJohn Wayne (1969)\nGeorge C. Scott1 (1970)\nGene Hackman (1971)\nMarlon Brando1 (1972)\nJack Lemmon (1973)\nArt Carney (1974)\nJack Nicholson (1975)\n1976–2000\nPeter Finch (1976)\nRichard Dreyfuss (1977)\nJon Voight (1978)\nDustin Hoffman (1979)\nRobert De Niro (1980)\nHenry Fonda (1981)\nBen Kingsley (1982)\nRobert Duvall (1983)\nF. Murray Abraham (1984)\nWilliam Hurt (1985)\nPaul Newman (1986)\nMichael Douglas (1987)\nDustin Hoffman (1988)\nDaniel Day-Lewis (1989)\nJeremy Irons (1990)\nAnthony Hopkins (1991)\nAl Pacino (1992)\nTom Hanks (1993)\nTom Hanks (1994)\nNicolas Cage (1995)\nGeoffrey Rush (1996)\nJack Nicholson (1997)\nRoberto Benigni (1998)\nKevin Spacey (1999)\nRussell Crowe (2000)\n2001–present\nDenzel Washington (2001)\nAdrien Brody (2002)\nSean Penn (2003)\nJamie Foxx (2004)\nPhilip Seymour Hoffman (2005)\nForest Whitaker (2006)\nDaniel Day-Lewis (2007)\nSean Penn (2008)\nJeff Bridges (2009)\nColin Firth (2010)\nJean Dujardin (2011)\nDaniel Day-Lewis (2012)\nMatthew McConaughey (2013)\nEddie Redmayne (2014)\nLeonardo DiCaprio (2015)\nCasey Affleck (2016)\nGary Oldman (2017)\nRami Malek (2018)\nJoaquin Phoenix (2019)\nAnthony Hopkins (2020)\nWill Smith (2021)\nBrendan Fraser (2022)\n1 refused award that year\nvteCritics' Choice Movie Award for Best Actor\nKevin Bacon (1995)\nGeoffrey Rush (1996)\nJack Nicholson (1997)\nIan McKellen (1998)\nRussell Crowe (1999)\nRussell Crowe (2000)\nRussell Crowe (2001)\nDaniel Day-Lewis / Jack Nicholson (2002)\nSean Penn (2003)\nJamie Foxx (2004)\nPhilip Seymour Hoffman (2005)\nForest Whitaker (2006)\nDaniel Day-Lewis (2007)\nSean Penn (2008)\nJeff Bridges (2009)\nColin Firth (2010)\nGeorge Clooney (2011)\nDaniel Day-Lewis (2012)\nMatthew McConaughey (2013)\nMichael Keaton (2014) \nLeonardo DiCaprio (2015)\nCasey Affleck (2016)\nGary Oldman (2017)\nChristian Bale (2018)\nJoaquin Phoenix (2019)\nChadwick Boseman (2020)\nWill Smith (2021)\nBrendan Fraser (2022)\nPaul Giamatti (2023)\n\nvteCritics' Choice Television Award for Best Actor in a Drama Series\nJon Hamm (2011)\nBryan Cranston (2012)\nBryan Cranston (2013)\nMatthew McConaughey (2014)\nBob Odenkirk (2015)\nRami Malek (2016)\nBob Odenkirk (2016)\nSterling K. Brown (2017)\nMatthew Rhys (2018)\nJeremy Strong (2019)\nJosh O'Connor (2020)\nLee Jung-jae (2021)\nBob Odenkirk (2022)\nKieran Culkin (2023)\n\nvteDallas–Fort Worth Film Critics Association Award for Best Actor1990s\nJeremy Irons (1990)\nAnthony Hopkins (1991)\nDenzel Washington (1992)\nAnthony Hopkins (1993)\nTom Hanks (1994)\nNicolas Cage (1995)\nGeoffrey Rush (1996)\nPeter Fonda (1997)\nJim Carrey (1998)\nKevin Spacey (1999)\n2000s\nRussell Crowe (2000)\nRussell Crowe (2001)\nJack Nicholson (2002)\nSean Penn (2003)\nPaul Giamatti (2004)\nPhilip Seymour Hoffman (2005)\nForest Whitaker (2006)\nDaniel Day-Lewis (2007)\nSean Penn (2008)\nGeorge Clooney (2009)\n2010s\nJames Franco (2010)\nGeorge Clooney (2011)\nDaniel Day-Lewis (2012)\nMatthew McConaughey (2013)\nMichael Keaton (2014)\nLeonardo DiCaprio (2015)\nCasey Affleck (2016)\nGary Oldman (2017)\nChristian Bale (2018)\nAdam Driver (2019)\n2020s\nChadwick Boseman (2020)\nBenedict Cumberbatch (2021)\nColin Farrell (2022)\nCillian Murphy (2023)\n\nvteDetroit Film Critics Society Award for Best Actor\nGeorge Clooney (2007)\nMickey Rourke (2008)\nColin Firth (2009)\nColin Firth (2010)\nMichael Fassbender (2011)\nDaniel Day-Lewis (2012)\nMatthew McConaughey (2013)\nMichael Keaton (2014)\nMichael Caine (2015)\nCasey Affleck (2016)\nJames Franco (2017)\nEthan Hawke (2018)\nAdam Driver (2019)\nDelroy Lindo (2020)\nPeter Dinklage (2021)\n\nvteGolden Globe Award for Best Actor in a Motion Picture – Drama1943–1975\nPaul Lukas (1943)\nAlexander Knox (1944)\nRay Milland (1945)\nGregory Peck (1946)\nRonald Colman (1947)\nLaurence Olivier (1948)\nBroderick Crawford (1949)\nJosé Ferrer (1950)\nFredric March (1951)\nGary Cooper (1952)\nSpencer Tracy (1953)\nMarlon Brando (1954)\nErnest Borgnine (1955)\nKirk Douglas (1956)\nAlec Guinness (1957)\nDavid Niven (1958)\nAnthony Franciosa (1959)\nBurt Lancaster (1960)\nMaximilian Schell (1961)\nGregory Peck (1962)\nSidney Poitier (1963)\nPeter O'Toole (1964)\nOmar Sharif (1965)\nPaul Scofield (1966)\nRod Steiger (1967)\nPeter O'Toole (1968)\nJohn Wayne (1969)\nGeorge C. Scott (1970)\nGene Hackman (1971)\nMarlon Brando (1972)\nAl Pacino (1973)\nJack Nicholson (1974)\nJack Nicholson (1975)\n1976–2000\nPeter Finch (1976)\nRichard Burton (1977)\nJon Voight (1978)\nDustin Hoffman (1979)\nRobert De Niro (1980)\nHenry Fonda (1981)\nBen Kingsley (1982)\nRobert Duvall / Tom Courtenay (1983)\nF. Murray Abraham (1984)\nJon Voight (1985)\nBob Hoskins (1986)\nMichael Douglas (1987)\nDustin Hoffman (1988)\nTom Cruise (1989)\nJeremy Irons (1990)\nNick Nolte (1991)\nAl Pacino (1992)\nTom Hanks (1993)\nTom Hanks (1994)\nNicolas Cage (1995)\nGeoffrey Rush (1996)\nPeter Fonda (1997)\nJim Carrey (1998)\nDenzel Washington (1999)\nTom Hanks (2000)\n2001–present\nRussell Crowe (2001)\nJack Nicholson (2002)\nSean Penn (2003)\nLeonardo DiCaprio (2004)\nPhilip Seymour Hoffman (2005)\nForest Whitaker (2006)\nDaniel Day-Lewis (2007)\nMickey Rourke (2008)\nJeff Bridges (2009)\nColin Firth (2010)\nGeorge Clooney (2011)\nDaniel Day-Lewis (2012)\nMatthew McConaughey (2013)\nEddie Redmayne (2014)\nLeonardo DiCaprio (2015)\nCasey Affleck (2016)\nGary Oldman (2017)\nRami Malek (2018)\nJoaquin Phoenix (2019)\nChadwick Boseman (2020)\nWill Smith (2021)\nAustin Butler (2022)\nCillian Murphy (2023)\n\nvteGotham Independent Film Award for Best Actor\nMatthew McConaughey (2013)\nMichael Keaton (2014)\nPaul Dano (2015)\nCasey Affleck (2016)\nJames Franco (2017)\nEthan Hawke (2018)\nAdam Driver (2019)\nRiz Ahmed (2020)\n\nvteIndependent Spirit Award for Best Male Lead1980s\nM. Emmet Walsh (1985)\nJames Woods (1986)\nDennis Quaid (1987)\nEdward James Olmos (1988)\nMatt Dillon (1989)\n1990s\nDanny Glover (1990)\nRiver Phoenix (1991)\nHarvey Keitel (1992)\nJeff Bridges (1993)\nSamuel L. Jackson (1994)\nSean Penn (1995)\nWilliam H. Macy (1996)\nRobert Duvall (1997)\nIan McKellen (1998)\nRichard Farnsworth (1999)\n2000s\nJavier Bardem (2000)\nTom Wilkinson (2001)\nDerek Luke (2002)\nBill Murray (2003)\nPaul Giamatti (2004)\nPhilip Seymour Hoffman (2005)\nRyan Gosling (2006)\nPhilip Seymour Hoffman (2007)\nMickey Rourke (2008)\nJeff Bridges (2009)\n2010s\nJames Franco (2010)\nJean Dujardin (2011)\nJohn Hawkes (2012)\nMatthew McConaughey (2013)\nMichael Keaton (2014)\nAbraham Attah (2015)\nCasey Affleck (2016)\nTimothée Chalamet (2017)\nEthan Hawke (2018)\nAdam Sandler (2019)\n2020s\nRiz Ahmed (2020)\nSimon Rex (2021)\n\nvteIndependent Spirit Award for Best Supporting Male1980s\nMorgan Freeman (1987)\nLou Diamond Phillips (1988)\nMax Perlich (1989)\n1990s\nBruce Davison (1990)\nDavid Strathairn (1991)\nSteve Buscemi (1992)\nChristopher Lloyd (1993)\nChazz Palminteri (1994)\nBenicio del Toro (1995)\nBenicio del Toro (1996)\nJason Lee (1997)\nBill Murray (1998)\nSteve Zahn (1999)\n2000s\nWillem Dafoe (2000)\nSteve Buscemi (2001)\nDennis Quaid (2002)\nDjimon Hounsou (2003)\nThomas Haden Church (2004)\nMatt Dillon (2005)\nAlan Arkin (2006)\nChiwetel Ejiofor (2007)\nJames Franco (2008)\nWoody Harrelson (2009)\n2010s\nJohn Hawkes (2010)\nChristopher Plummer (2011)\nMatthew McConaughey (2012)\nJared Leto (2013)\nJ. K. Simmons (2014)\nIdris Elba (2015)\nBen Foster (2016)\nSam Rockwell (2017)\nRichard E. Grant (2018)\nWillem Dafoe (2019)\n2020s\nPaul Raci (2020)\nTroy Kotsur (2021)\n\nvteMTV Movie & TV Award for Best Breakthrough PerformanceBreakthrough Performance  (1992–1998, 2006–2008,  2012–2016, 2018–present)\nEdward Furlong – Terminator 2: Judgment Day (1992)\nMarisa Tomei – My Cousin Vinny (1993)\nAlicia Silverstone – The Crush (1994)\nKirsten Dunst – Interview with the Vampire (1995)\nGeorge Clooney – From Dusk till Dawn (1996)\nMatthew McConaughey – A Time to Kill (1997)\nHeather Graham – Boogie Nights (1998)\nIsla Fisher – Wedding Crashers (2006)\nJaden Smith – The Pursuit of Happyness (2007)\nZac Efron – Hairspray (2008)\nShailene Woodley – The Descendants (2012)\nRebel Wilson – Pitch Perfect (2013)\nWill Poulter – We're the Millers (2014)\nDylan O'Brien – The Maze Runner (2015)\nDaisy Ridley – Star Wars: The Force Awakens (2016)\nTiffany Haddish – Girls Trip (2018)\nNoah Centineo – To All the Boys I've Loved Before (2019)\nNo Award (2020)\nRegé-Jean Page – Bridgerton (2021)\nSophia Di Martino – Loki (2022)\nJoseph Quinn – Stranger Things (2023)\nBreakthrough Male  (1999–2005, 2009)\nJames Van Der Beek – Varsity Blues (1999)\nHaley Joel Osment – The Sixth Sense (2000)\nSean Patrick Thomas – Save the Last Dance (2001)\nOrlando Bloom – The Lord of the Rings: The Fellowship of the Ring (2002)\nEminem – 8 Mile (2003)\nShawn Ashmore – X2 (2004)\nJon Heder – Napoleon Dynamite (2005)\nRobert Pattinson – Twilight (2009)\nBreakthrough Female  (1999–2005, 2009)\nKatie Holmes – Disturbing Behavior (1999)\nJulia Stiles – 10 Things I Hate About You (2000)\nErika Christensen – Traffic (2001)\nMandy Moore – A Walk to Remember (2002)\nJennifer Garner – Daredevil (2003)\nLindsay Lohan – Freaky Friday (2004)\nRachel McAdams – Mean Girls (2005)\nAshley Tisdale – High School Musical 3: Senior Year (2009)\nBreakout Star  (2010–2011)\nAnna Kendrick – Up in the Air (2010)\nChloë Grace Moretz – Kick-Ass (2011)\nNext Generation  (2017)\nDaniel Kaluuya – Get Out (2017)\n\nvteNational Society of Film Critics Award for Best Supporting Actor1967–2000\nGene Hackman (1967)\nSeymour Cassel (1968)\nJack Nicholson (1969)\nChief Dan George (1970)\nBruce Dern (1971)\nEddie Albert / Joel Grey (1972)\nRobert De Niro (1973)\nHolger Löwenadler (1974)\nHenry Gibson (1975)\nJason Robards (1976)\nEdward Fox (1977)\nRichard Farnsworth / Robert Morley (1978)\nFrederic Forrest (1979)\nJoe Pesci (1980)\nRobert Preston (1981)\nMickey Rourke (1982)\nJack Nicholson (1983)\nJohn Malkovich (1984)\nJohn Gielgud (1985)\nDennis Hopper (1986)\nMorgan Freeman (1987)\nDean Stockwell (1988)\nBeau Bridges (1989)\nBruce Davison (1990)\nHarvey Keitel (1991)\nGene Hackman (1992)\nRalph Fiennes (1993)\nMartin Landau (1994)\nDon Cheadle (1995)\nMartin Donovan / Tony Shalhoub (1996)\nBurt Reynolds (1997)\nBill Murray (1998)\nChristopher Plummer (1999)\nBenicio del Toro (2000)\n2001–present\nSteve Buscemi (2001)\nChristopher Walken (2002)\nPeter Sarsgaard (2003)\nThomas Haden Church (2004)\nEd Harris (2005)\nMark Wahlberg (2006)\nCasey Affleck (2007)\nEddie Marsan (2008)\nPaul Schneider / Christoph Waltz (2009)\nGeoffrey Rush (2010)\nAlbert Brooks (2011)\nMatthew McConaughey (2012)\nJames Franco (2013)\nJ. K. Simmons (2014)\nMark Rylance (2015)\nMahershala Ali (2016)\nWillem Dafoe (2017)\nSteven Yeun (2018)\nBrad Pitt (2019)\nPaul Raci (2020)\nAnders Danielsen Lie (2021)\nKe Huy Quan (2022)\nCharles Melton (2023)\n\nvteNew York Film Critics Circle Award for Best Supporting Actor1969–2000\nJack Nicholson (1969)\nChief Dan George (1970)\nBen Johnson (1971)\nRobert Duvall (1972)\nRobert De Niro (1973)\nCharles Boyer (1974)\nAlan Arkin (1975)\nJason Robards (1976)\nMaximilian Schell (1977)\nChristopher Walken (1978)\nMelvyn Douglas (1979)\nJoe Pesci (1980)\nJohn Gielgud (1981)\nJohn Lithgow (1982)\nJack Nicholson (1983)\nRalph Richardson (1984)\nKlaus Maria Brandauer (1985)\nDaniel Day-Lewis (1986)\nMorgan Freeman (1987)\nDean Stockwell (1988)\nAlan Alda (1989)\nBruce Davison (1990)\nSamuel L. Jackson (1991)\nGene Hackman (1992)\nRalph Fiennes (1993)\nMartin Landau (1994)\nKevin Spacey (1995)\nHarry Belafonte (1996)\nBurt Reynolds (1997)\nBill Murray (1998)\nJohn Malkovich (1999)\nBenicio del Toro (2000)\n2001–present\nSteve Buscemi (2001)\nDennis Quaid (2002)\nEugene Levy (2003)\nClive Owen (2004)\nWilliam Hurt (2005)\nJackie Earle Haley (2006)\nJavier Bardem (2007)\nJosh Brolin (2008)\nChristoph Waltz (2009)\nMark Ruffalo (2010)\nAlbert Brooks (2011)\nMatthew McConaughey (2012)\nJared Leto (2013)\nJ. K. Simmons (2014)\nMark Rylance (2015)\nMahershala Ali (2016)\nWillem Dafoe (2017)\nRichard E. Grant (2018)\nJoe Pesci (2019)\nChadwick Boseman (2020)\nKodi Smit-McPhee (2021)\nKe Huy Quan (2022)\nCharles Melton (2023)\n\nvteSatellite Award for Best Actor – Motion PictureDrama  (1996–2010, 2018–present)\nGeoffrey Rush (1996)\nRobert Duvall (1997)\nEdward Norton (1998)\nTerence Stamp (1999)\nGeoffrey Rush (2000)\nBrian Cox (2001)\nMichael Caine / Daniel Day-Lewis (2002)\nSean Penn (2003)\nDon Cheadle (2004)\nPhilip Seymour Hoffman (2005)\nForest Whitaker (2006)\nViggo Mortensen (2007)\nRichard Jenkins (2008)\nJeremy Renner (2009)\nColin Firth (2010)\nWillem Dafoe (2018)\nChristian Bale (2019)\nRiz Ahmed (2020)\nBenedict Cumberbatch (2021)\nBrendan Fraser (2022)\nMusical or Comedy  (1996–2010, 2018–present)\nTom Cruise (1996)\nJack Nicholson (1997)\nIan Bannen / David Kelly (1998)\nPhilip Seymour Hoffman (1999)\nMichael Douglas (2000)\nEwan McGregor (2001)\nKieran Culkin (2002)\nBill Murray (2003)\nJamie Foxx (2004)\nTerrence Howard (2005)\nJoseph Cross (2006)\nRyan Gosling (2007)\nRicky Gervais (2008)\nMichael Stuhlbarg (2009)\nMichael Cera (2010)\nRami Malek (2018)\nTaron Egerton (2019)\nSacha Baron Cohen (2020)\nAndrew Garfield (2021)\nAustin Butler (2022)\nMotion Picture  (2011–2017)\nRyan Gosling (2011)\nBradley Cooper (2012)\nMatthew McConaughey (2013)\nMichael Keaton (2014)\nLeonardo DiCaprio (2015)\nAndrew Garfield / Viggo Mortensen (2016)\nGary Oldman / Harry Dean Stanton (2017)\n\nvteSaturn Award for Best Actor\nJames Caan - Rollerball / Don Johnson - A Boy and His Dog (1974/75)\nDavid Bowie - The Man Who Fell to Earth (1976)\nGeorge Burns - Oh, God! (1977)\nWarren Beatty - Heaven Can Wait (1978)\nGeorge Hamilton - Love at First Bite (1979)\nMark Hamill - The Empire Strikes Back (1980)\nHarrison Ford - Raiders of the Lost Ark (1981)\nWilliam Shatner - Star Trek II: The Wrath of Khan (1982)\nMark Hamill - Return of the Jedi (1983)\nJeff Bridges - Starman (1984)\nMichael J. Fox - Back to the Future (1985)\nJeff Goldblum - The Fly (1986)\nJack Nicholson - The Witches of Eastwick (1987)\nTom Hanks - Big (1988)\nJeff Daniels - Arachnophobia (1989/90)\nAnthony Hopkins - The Silence of the Lambs (1991)\nGary Oldman - Bram Stoker's Dracula (1992)\nRobert Downey Jr. - Heart and Souls (1993)\nMartin Landau - Ed Wood (1994)\nGeorge Clooney - From Dusk till Dawn (1995)\nEddie Murphy - The Nutty Professor (1996)\nPierce Brosnan - Tomorrow Never Dies (1997)\nJames Woods - Vampires (1998)\nTim Allen - Galaxy Quest (1999)\nHugh Jackman - X-Men (2000)\nTom Cruise - Vanilla Sky (2001)\nRobin Williams - One Hour Photo (2002)\nElijah Wood - The Lord of the Rings: The Return of the King (2003)\nTobey Maguire - Spider-Man 2 (2004)\nChristian Bale - Batman Begins (2005)\nBrandon Routh - Superman Returns (2006)\nWill Smith - I Am Legend (2007)\nRobert Downey Jr. - Iron Man (2008)\nSam Worthington - Avatar (2009)\nJeff Bridges - Tron: Legacy (2010)\nMichael Shannon - Take Shelter (2011)\nMatthew McConaughey - Killer Joe (2012)\nRobert Downey Jr. - Iron Man 3 (2013)\nChris Pratt - Guardians of the Galaxy (2014)\nHarrison Ford - Star Wars: The Force Awakens (2015)\nRyan Reynolds - Deadpool (2016)\nMark Hamill - Star Wars: The Last Jedi (2017)\nRobert Downey Jr. - Avengers: Endgame (2018/19)\nJohn David Washington - Tenet (2019/20)\nTom Cruise - Top Gun: Maverick (2021/22)\n\nvteScreen Actors Guild Award for Outstanding Performance by a Male Actor in a Leading Role\nTom Hanks (1994)\nNicolas Cage (1995)\nGeoffrey Rush (1996)\nJack Nicholson (1997)\nRoberto Benigni (1998)\nKevin Spacey (1999)\nBenicio del Toro (2000)\nRussell Crowe (2001)\nDaniel Day-Lewis (2002)\nJohnny Depp (2003)\nJamie Foxx (2004)\nPhilip Seymour Hoffman (2005)\nForest Whitaker (2006)\nDaniel Day-Lewis (2007)\nSean Penn (2008)\nJeff Bridges (2009)\nColin Firth (2010)\nJean Dujardin (2011)\nDaniel Day-Lewis (2012)\nMatthew McConaughey (2013)\nEddie Redmayne (2014)\nLeonardo DiCaprio (2015)\nDenzel Washington (2016)\nGary Oldman (2017)\nRami Malek (2018)\nJoaquin Phoenix (2019)\nChadwick Boseman (2020)\nWill Smith (2021)\nBrendan Fraser (2022)\n\nvteTCA Award for Individual Achievement in Drama\nAndre Braugher (1997)\nAndre Braugher (1998)\nJames Gandolfini / David E. Kelley (1999)\nJames Gandolfini (2000)\nJames Gandolfini (2001)\nMichael Chiklis (2002)\nEdie Falco (2003)\nIan McShane (2004)\nHugh Laurie (2005)\nHugh Laurie (2006)\nMichael C. Hall (2007)\nPaul Giamatti (2008)\nBryan Cranston (2009)\nJulianna Margulies (2010)\nJon Hamm (2011)\nClaire Danes (2012)\nTatiana Maslany (2013)\nMatthew McConaughey (2014)\nJon Hamm (2015)\nSarah Paulson (2016)\nCarrie Coon (2017)\nKeri Russell (2018)\nMichelle Williams (2019)\nRegina King (2020)\nMichaela Coel (2021)\nMandy Moore (2022)\nRhea Seehorn (2023)\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nSpain\nFrance\nBnF data\nCatalonia\nGermany\nIsrael\nUnited States\nLatvia\nCzech Republic\nAustralia\nKorea\nCroatia\nNetherlands\nPoland\nArtists\nMusicBrainz\nPeople\nDeutsche Synchronkartei\nTrove\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Matthew_McConaughey&oldid=1195000361\"",
    "twitter": ""
  },
  {
    "name": "Matthew Walther",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/matthew-walther-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Matthew Yglesias",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/matthew-yglesias-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American blogger and journalist (born 1981)\n\n\nMatthew YglesiasYglesias in 2008Born (1981-05-18) May 18, 1981 (age 42)EducationHarvard University (BA)Occupation(s)Blogger, journalistYears active2002–presentEmployersThe American ProspectThe AtlanticSlateVoxRelativesRafael Yglesias (father)\nMatthew Yglesias (/ɪˈɡleɪsiəs/; born May 18, 1981[1]) is an American blogger and journalist who writes about economics and politics.[2][3] Yglesias has written columns and articles for publications such as The American Prospect, The Atlantic, and Slate. In November 2020,[4] he left his position as an editor and columnist at the news website Vox, which he co-founded in 2014, to publish the Substack newsletter Slow Boring. He is currently a Senior Fellow at the Niskanen Center.[5]\n\n\nEarly life and education[edit]\nYglesias's father Rafael Yglesias is a screenwriter and novelist, and he has a brother named Nicolas. His paternal grandparents were novelists Jose Yglesias and Helen Yglesias (née Bassine). His paternal grandfather was of Cuban and Spanish Galician descent, and his three other grandparents were of Eastern European Jewish descent.[6]\nYglesias went to high school at the Dalton School in New York City. He attended Harvard University, where he was editor in chief of The Harvard Independent and graduated in 2003 with a B.A. magna cum laude in philosophy.[7][8]\n\nPersonal life[edit]\nYglesias is married to Kate Crawford. Yglesias and Crawford met in 2008, and have one son together. Crawford now serves as editor for his Slow Boring newsletter.[9]\n\nCareer[edit]\nEarly career[edit]\nYglesias started blogging in early 2002, while still in college, focusing mainly on American politics and public policy issues, often approached from an abstract, philosophical perspective.\nYglesias joined the American Prospect as a writing fellow upon his graduation in 2003, subsequently becoming a staff writer. His posts appeared regularly on the magazine's collaborative weblog TAPPED.[10]\nFrom June 2007 until August 2008, he was a staff writer at The Atlantic Monthly, and his blog was hosted on the magazine's website, The Atlantic. In July 2008, he announced that he would leave The Atlantic Monthly for the Center for American Progress where he wrote for its blog, ThinkProgress, because he missed \"the sense of collegiality that comes from working with like-minded colleagues on a shared enterprise\" and thought he could \"help advance their mission.\"[11] On November 21, 2011, he left ThinkProgress to work as a business and economics correspondent at Slate's Moneybox.[12][13]\n\nVox[edit]\nIn February 2014, he left Slate and joined Vox Media to co-found Vox with Ezra Klein and Melissa Bell.[14] On November 13, 2020, Yglesias announced that he would no longer be writing for Vox.com.[15] Yglesias moved to Substack for editorial independence.[16]\n\nControversy[edit]\nIn 2013, Yglesias garnered controversy for his statements about the 2013 Dhaka garment factory collapse, with Yglesias arguing that the lower building standards that partially led to the factory's collapse make \"economic sense\"[17] in developing countries, later tweeting that \"foreign factories should be more dangerous than American factories\"[18][19] and \"the current system of letting different countries have different rules is working fine.\"[20] His comments were widely criticized in The Daily Beast,[21] Time[22] and other outlets,[23][24] with The Guardian commenting that Yglesias is \"confusing a person's human worth with their socio-economic status. That's wrong.\"[25] Yglesias later clarified some of his comments, but stood by his original position.[26]\nYglesias deleted his past Twitter feed in November 2018, after controversy over tweets which defended the motivation of protesters who gathered outside the house of Tucker Carlson. The tweets also expressed a lack of empathy for Carlson's wife, which caused outrage.[27][28][29]\n\nBooks[edit]\nYglesias authored the political nonfiction book One Billion Americans: The Case for Thinking Bigger, released on September 15, 2020.[30] It was inspired by Doug Saunders' Maximum Canada.[31] According to an analysis by British digital strategist Rob Blackie, Yglesias was one of the most commonly followed political writers among Biden administration staff on Twitter.[32]\nAndrew Sullivan, a fellow blogger, takes nominations on his blog for the Yglesias Award, an honor \"for writers, politicians, columnists or pundits who actually criticize their own side, make enemies among political allies, and generally risk something for the sake of saying what they believe.\"[33][34]\n\nPolitical views[edit]\nIn 2011, The Economist noted that Yglesias has been accused of espousing \"left-leaning neoliberalism\" in his writing.[35] In 2017, Vice listed Yglesias among a group of political writers who were attached with a \"neoliberal shill\" label in left-wing Twitter communities.[36] Yglesias himself embraced the \"neoliberal shill\" label in a 2019 podcast.[37]\nIn 2002, Yglesias was a strong supporter of invading Iraq, Iran and North Korea, calling the countries on his blog \"evil\" and stating that \"we should take them all out\", although he was critical of the term \"axis of evil\".[38][39] In 2010, he called his attitudes about the war a mistake.[40]\nIn or before 2010, Yglesias coined the term \"pundit's fallacy\" to denote \"the belief that what a politician needs to do to improve his or her political standing is do what the pundit wants substantively.\"[41][42][43] In 2012, Yglesias stated that he voted for Mitt Romney when he won the office for governor of Massachusetts in 2002.[44]\n\nWorks[edit]\nHeads in the Sand: How the Republicans Screw Up Foreign Policy and Foreign Policy Screws Up the Democrats, Wiley, April 2008, ISBN 978-0-470-08622-3.[45]\n\"Long Philosophical Rant about Spider-Man 2\", Ultimate blogs: masterworks from the wild Web, Editor Sarah Boxer, Random House, Inc., 2008, ISBN 978-0-307-27806-7\n\"The Media\", The 12-Step Bush Recovery Program, Gene Stone, Carl Pritzkat, Tony Travostino, Random House, Inc., 2008, ISBN 978-0-8129-8036-3\nThe Rent Is Too Damn High, Simon and Schuster, March 2012, ASIN B0078XGJXO\nOne Billion Americans: The Case for Thinking Bigger, Portfolio Penguin, September 2020, ISBN 978-0-593-19021-0.\nReferences[edit]\n\n\n^ Yglesias, Matthew [@mattyglesias] (April 17, 2021). \"They say the nanobots take two weeks to be fully operational\" (Tweet). Archived from the original on April 17, 2021 – via Twitter.\n\n^ Reeve, Elspeth (March 22, 2013). \"Matt Yglesias' $1.2 Million House Stokes Class Envy in Conservatives\". The Atlantic. Archived from the original on March 8, 2016. Retrieved November 8, 2014.\n\n^ Avard, Christian (July 22, 2008). \"Matt Yglesias: A Case for Liberal Internationalism\". The Huffington Post. Retrieved October 3, 2016.\n\n^ Yglesias, Matthew [@mattyglesias] (November 13, 2020). \"Hey folks, some personal news. Co-founding @voxdotcom with @ezraklein & @MelissaBell has been one of the great adventures of my life but after 6+ years on the job I've decided it's time for me to move on to something new that I'm really excited about\" (Tweet). Archived from the original on November 13, 2020 – via Twitter.\n\n^ \"Niskanen\". Niskanen Center. Retrieved April 7, 2023.\n\n^ Yglesias, Matthew (May 22, 2012). \"The Myth of Majority-Minority America\". Slate. Retrieved November 29, 2015.\n\n^ \"Matt Yglesias Bio\". TheAtlantic.com. Archived from the original on November 15, 2020. Retrieved July 20, 2012.\n\n^ \"About Matthew Yglesias\". Retrieved October 20, 2022.\n\n^ Zak, Dan (January 11, 2023). \"The Boring Journey of Matt Yglesias\". Washington Post. Retrieved January 12, 2023.\n\n^ Hantschel, Allison, ed. (2005). Special Plans: The Blogs on Douglas Feith & the Faulty Intelligence That Led to War. Franklin, Beedle & Associates, Inc. ISBN 978-1-59028-049-2.\n\n^ Yglesias, Matthew (July 16, 2008). \"Big Think Tank Matt\". The Atlantic. Archived from the original on November 15, 2020.\n\n^ Stoeffel, Kat (November 10, 2011). \"Matthew Yglesias Moves to Slate\". The New York Observer. Archived from the original on August 3, 2020. Retrieved November 21, 2011.\n\n^ \"Matthew Yglesias\". Slate. Archived from the original on November 15, 2020. Retrieved November 21, 2011.\n\n^ Klein, Ezra (January 26, 2014). \"Vox is our next\". The Verge. Archived from the original on February 20, 2017. Retrieved February 25, 2017.\n\n^ \"The Weeds Podcast\". Vox. Archived from the original on January 15, 2020. Retrieved November 13, 2020.\n\n^ Friedersdorf, Conor (November 13, 2020). \"Why Matthew Yglesias Left Vox\". The Atlantic. Archived from the original on November 15, 2020. Retrieved November 13, 2020.\n\n^ Yglesias, Matthew (April 24, 2013). \"Foreign Factories Should Be More Dangerous\". Slate. Retrieved October 30, 2021.\n\n^ Beyerstein, Lindsay (April 13, 2013). \"No, Matt Yglesias, Bangladeshi Workers Didn't Choose To Be Crushed To Death\". In These Times. Retrieved October 30, 2021.\n\n^ Yglesias, Matthew [@mattyglesias] (April 25, 2013). \"Foreign factories should be more dangerous than American factories\" (Tweet). Retrieved October 30, 2021 – via Twitter.[dead link]\n\n^ Robin, Corey (April 25, 2013). \"Would It Not Be Easier for Matt Yglesias to Dissolve the Bangladeshi People and Elect Another?\". Retrieved October 30, 2021.\n\n^ McArdle, Megan (April 21, 2017) [2013-04-30]. \"Should We Force Other Countries to Be Safe?\". The Daily Beast. Archived from the original on September 21, 2020. Retrieved October 30, 2021.\n\n^ Walsh, Bryan (April 29, 2013). \"Fast, Cheap, Dead: Shopping and the Bangladesh Factory Collapse\". Time. ISSN 0040-781X. Retrieved October 30, 2021.\n\n^ \"Different Places Have Different Safety Rules So It's Okay If Poor, Brown People Die\". The Aerogram. April 25, 2013. Retrieved October 30, 2021.\n\n^ \"Fast, Cheap, Dead: Shopping and the Bangladesh Factory Collapse (Time)\". Center For Global Development. May 6, 2013. Retrieved October 30, 2021.\n\n^ Maha Rafi Atal (April 29, 2013). \"The Bangladesh factory tragedy and the moralists of sweatshop economics\". The Guardian. Retrieved October 30, 2021.\n\n^ Yglesias, Matthew (April 26, 2013). \"Some Further Thoughts on Bangladesh\". Slate. Retrieved October 30, 2021.\n\n^ \"Foreign Policy's Twitterati 100\". Foreign Policy. August 12, 2009. Archived from the original on November 15, 2020. Retrieved April 29, 2019.\n\n^ Byers, Dylan (April 14, 2015). \"Twitter's most influential political journalists\". Politico. Archived from the original on November 15, 2020. Retrieved April 29, 2019.\n\n^ Prengel, Kate (November 8, 2018). \"Matty Yglesias Has Deleted His Entire Twitter Feed\". Heavy.com. Archived from the original on November 15, 2020. Retrieved April 29, 2019.\n\n^ \"One Billion Americans\". One Billion Americans. July 19, 2020. Archived from the original on November 15, 2020. Retrieved August 20, 2020.\n\n^ Saunders, Doug (September 11, 2020). \"Imagine a world with a billion Americans in it. No, really\". The Globe and Mail. Archived from the original on November 15, 2020. Retrieved September 21, 2020.\n\n^ Thompson, Alex; Meyer, Theodoric (January 20, 2021). \"Biden 'is planning to run again' in 2024\". POLITICO. Retrieved November 22, 2021.\n\n^ Sullivan, Andrew. \"The Daily Dish Awards\". The Daily Dish. The Atlantic. Archived from the original on February 11, 2007. Retrieved March 20, 2017.\n\n^ Sullivan, Andrew (January 22, 2021). \"Biden's Culture War Aggression\". The Weekly Dish. Substack. Retrieved March 1, 2021.\n\n^ W., W. (July 18, 2011). \"Everything falls apart\". The Economist. Iowa City. ISSN 0013-0613. Retrieved March 15, 2022.\n\n^ Peyser, Eve (July 20, 2017). \"Everyone Hates Neoliberals, So We Talked to Some\". Vice. Retrieved March 15, 2022.\n\n^ \"Chief Neoliberal Shill ft. Matt Yglesias\", The Neoliberal Podcast, May 8, 2019, retrieved March 15, 2022\n\n^ \"MATTHEW YGLESIAS\". Archived from the original on November 15, 2020. Retrieved August 19, 2020.\n\n^ \"HYPER-HAWKISH TNR EDITORIAL\". Blogspot. Archived from the original on November 15, 2020. Retrieved June 4, 2016.\n\n^ Yglesias, Matthew (August 19, 2010). \"Four Reasons for a Mistake\". ThinkProgress. Retrieved December 4, 2020.\n\n^ Yglesias, Matthew (August 2, 2010). \"The Pundit's Fallacy\". ThinkProgress (blog). Archived from the original on November 15, 2020. Retrieved January 23, 2018.\n\n^ W., W. (May 1, 2012). \"This week in the pundit's fallacy\". The Economist. Iowa City. Archived from the original on November 15, 2020. Retrieved January 23, 2018.\n\n^ Krugman, Paul (May 24, 2012). \"How to End This Depression\". The New York Review of Books. Archived from the original on November 15, 2020. Retrieved January 23, 2018.\n\n^ Yglesias, Matthew [@Mattyglesias] (August 31, 2012). \"My recollection is that pre-Romney MA was pretty good, and I voted for him to maintain the status quo. Which he did!\" (Tweet). Archived from the original on July 18, 2013. Retrieved September 1, 2012 – via Twitter.\n\n^ Wiley product page for Heads in the Sand Archived January 27, 2008, at the Wayback Machine\n\n\nExternal links[edit]\nMatthew Yglesias on Twitter \nslowboring - Matthew Yglesias blog\nAuthority control databases International\nISNI\nVIAF\nNational\nGermany\nUnited States\nCzech Republic\nNetherlands\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Matthew_Yglesias&oldid=1191373964\"",
    "twitter": ""
  }
]