[
  {
    "name": "Maureen Callahan",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/maureen-callahan-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "Irish American writer and editor\nMaureen Callahan is an American columnist for DailyMail.com known for her opinion pieces regarding politics, feminism, pop culture, and current events.\n\n\nEarly life and education[edit]\nCallahan is of Irish-American heritage and grew up on Long Island.[1] She earned a Bachelor of Arts degree from the School of Visual Arts in New York City.\n\nCareer[edit]\nCallahan began working for Sassy magazine and MTV at age 17. Marc Spitz wrote about going to a Michael Jackson concert and sharing the experience of growing up in the 1980s with Callahan in his book Poseur: a memoir of downtown New York in the '90s.[2][1]\nShe has written for Sassy, Spin, New York magazine, MTV, and Vanity Fair. She authored Champagne Supernovas: Kate Moss, Marc Jacobs, Alexander McQueen, and the '90s Renegades Who Remade Fashion, a 2014 non-fiction account of the fashion industry and Poker Face: The Rise and Rise of Lady Gaga in 2010.[3]\nCallahan worked as a writer, editor and later columnist for the New York Post from 2002 to September 2022. She has worked as a columnist for DailyMail.com since October 2022.\nShe received an ASCAP-Deems Taylor award as co-author of \"Don't Drink the Brown Water\", a piece in SPIN magazine about what led to riots and violence at Woodstock '99.[4][5] Callahan was interviewed as a part of Woodstock 99: Peace, Love, and Rage a documentary produced by HBO.[6]\nIn 2016, Irish America listed Callahan as one of its \"Top 50 Power Women\" of the year.[1] In 2019, she published the true crime book American Predator.[7][8]\n\nBibliography[edit]\nChampagne Supernovas: Kate Moss, Marc Jacobs, Alexander McQueen, and the '90s Renegades Who Remade Fashion by Maureen Callahan, Simon and Schuster, September 2, 2014\nPoker Face: The Rise and Rise of Lady Gaga by Maureen Callahan, Hachette Books, September 14, 2010\nReferences[edit]\n\n\n^ a b c \"Maureen Callahan - Irish America\". Irishamerica.com. Retrieved 7 December 2017.\n\n^ Spitz, Marc (12 February 2013). Poseur: A Memoir of Downtown New York City in the '90s. Da Capo Press. p. 287. ISBN 978-0-306-82174-5.\n\n^ \"Maureen Callahan\". Simon & Schuster. Retrieved 7 December 2017.\n\n^ \"33rd Annual ASCAP Deems Taylor Award Recipients\". ASCAP. Retrieved 7 December 2017.\n\n^ \"Spin editors honored\". SPIN. January 2001. Retrieved 7 December 2017.\n\n^ \"HBO's 'Woodstock 99: Peace, Love, and Rage' Will Cure Your 1990s Nostalgia\". Vogue. 2021-07-23. Retrieved 2021-08-12.\n\n^ Lyons, CJ. \"American Predator: The Hunt for the Most Meticulous Serial Killer of the 21st Century\". New York Journal of Books.\n\n^ Drabelle, Dennis (July 3, 2019). \"American Predator\". The Washington Post.\n\n\nAuthority control databases International\nISNI\nVIAF\nNational\nUnited States\nCzech Republic\nPoland\nOther\nIdRef\n\n\n\nThis article about a United States journalist born in the 20th century is a stub. You can help Wikipedia by expanding it.vte\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Maureen_Callahan&oldid=1182417007\"",
    "twitter": ""
  },
  {
    "name": "Maureen Dowd",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/maureen-dowd",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "This article's lead section may be too short to adequately summarize the key points. Please consider expanding the lead to provide an accessible overview of all important aspects of the article. (April 2023)\n\n\nAmerican journalist\nMaureen DowdDowd at a Democratic debate in Philadelphia, Pennsylvania, in April 2008BornMaureen Brigid Dowd (1952-01-14) January 14, 1952 (age 71)Washington, D.C., U.S.EducationCatholic University of America (BA)OccupationJournalistYears active1974–presentEmployer(s)The Washington Star (1974–1981)Time (1981–1983)The New York Times (1983–present)\nMaureen Brigid Dowd[1] (/daʊd/; born January 14, 1952) is an American columnist for The New York Times and an author.\nDuring the 1970s and early 1980s, Dowd worked for The Washington Star and Time, writing news, sports and feature articles. She joined The New York Times in 1983 as a metropolitan reporter, and became an op-ed writer in 1995.\nIn 1999, Dowd received a Pulitzer Prize for her series of columns on the Clinton–Lewinsky scandal.\n\n\nEarly life and career[edit]\nDowd was born the youngest of five children[2] in Washington, DC.[3] Her mother, Margaret \"Peggy\" (née Meenehan), was a housewife, and her father, Mike Dowd, worked as a Washington, DC, police inspector.[4][5][2] In 1969, Dowd graduated from Immaculata High School.[6]  In 1973, she received a B.A. in English from the Catholic University of America.[7][3]\nDowd entered journalism in 1974 as a dictationist for the Washington Star, where she later became a sports columnist, metropolitan reporter, and feature writer.[7][3] When the Star closed in 1981, Dowd worked for Time.[7][3] In 1983, Dowd joined The New York Times, initially as a metropolitan reporter.[7][3] Dowd began serving as correspondent in the Times Washington bureau in 1986.[7][3]\nIn 1991, Dowd received a Breakthrough Award from Columbia University.[3] In 1992, she became a Pulitzer Prize finalist for national reporting,[3] and in 1994 she won a Matrix Award from New York Association for Women in Communications.[3][8]\n\nNew York Times columnist[edit]\nDowd became a columnist on The New York Times op-ed page in 1995,[7][3] replacing Anna Quindlen.[5][9] Dowd was named a Woman of the Year by Glamour magazine in 1996,[3] and won the 1999 Pulitzer Prize, for distinguished commentary.[7] She won The Damon Runyon Award for outstanding contributions to journalism in 2000,[10] and became the first Mary Alice Davis Lectureship speaker (sponsored by the School of Journalism and the Center for American History) at the University of Texas at Austin in 2005.[11] In 2010, Dowd was ranked No. 43 on The Daily Telegraph's list of the 100 most influential liberals in America; in 2007, she was ranked No. 37 on the same list.[12]\nDowd's columns have been described as letters to her mother, whom friends credit as \"the source, the fountain of Maureen's humor and her Irish sensibilities and her intellectual take.\"[4] Dowd herself has said, \"She is in my head in the sense that I want to inform and amuse the reader.\"[13] Dowd's columns are distinguished by an acerbic, often polemical writing style.[14] Her columns display a critical and irreverent attitude towards powerful, mostly political, figures such as former Presidents George W. Bush and Bill Clinton. She also tends to refer to her subjects by nicknames. For example, she has often referred to Bush as \"W\" and former Vice President Dick Cheney as \"Big Time\";[15] and she has called former President Barack Obama \"Spock\"[16] and \"Barry.\" \nHer interest in candidates' personalities earned her criticism from some early in her career, such as this: \"She focuses too much on the person but not enough on policy.\"[4]\nBecause Dowd perceives her columns to be an exploration of politics, Hollywood, and gender-related topics, she often uses popular culture to support and metaphorically enhance her political commentary.[14] For instance, in a Times video debate she said of the North Korean government that \"you could look at a movie like Mean Girls and figure out the way these North Koreans are reacting,\" drawing out a similarity between their reaction and high school girls with nuclear weapons who just wanted attention.[17]\n\nDowd's columns have also been described as often being political cartoons that capture a caricatured view of the current political landscape with precision and exaggeration.[4] For example, in the run-up to the 2000 presidential election she wrote that Democratic candidate \"Al Gore is so feminized and diversified and ecologically correct that he's practically lactating,\"[18] while referring to the Democratic Party as the \"mommy party.\"[4] In a Fresh Dialogues interview years later, she said of Gore:I was just teasing him a little bit because he was so earnest and he could be a little righteous and self important. That's not always the most effective way to communicate your ideas, even if the ideas themselves are right. I mean, certainly his ideas were right but he himself was—sometimes—a pompous messenger for them.[13]In January 2014, Dowd recounted that after eating about one-fourth of a cannabis-infused chocolate bar while touring the legalized recreational cannabis industry,[19] she was later told she should have only eaten one-sixteenth[20][21]—but that this had not been in the instructions on the label.[22][23] She went on to describe her negative experiences with legal cannabis in a June 3, 2014 New York Times op-ed,[21][24] following up on this story in another op-ed in September 2014, this time describing a discussion of using consumable cannabis with her \"marijuana Miyagi\" Willie Nelson.[25]\nOn March 4, 2014, Dowd published a column about the dominance of men in the film industry in which she quoted Amy Pascal, co-chairman of Sony Pictures Entertainment.[26] According to BuzzFeed, \"leaked emails from Sony\" suggested that Dowd had promised to provide the draft column to Pascal's husband, Bernard Weinraub, prior to the column's publication. BuzzFeed said  the column \"painted Pascal in such a good light that she engaged in a round of mutual adulation with Dowd over email after its publication.\"[27] Both Dowd and Weinraub have denied that Weinraub ever received the column. On December 12, 2014, Times public editor Margaret Sullivan concluded, \"While the tone of the email exchanges is undeniably gushy, I don't think Ms. Dowd did anything unethical here.\"[28]\nIn August 2014, it was announced that Dowd would become a staff writer for The New York Times Magazine.[29] Her first article under the new arrangement was published more than a year later.[30]\n\nControversial portrayals of Monica Lewinsky, Hillary Clinton and Donald Trump[edit]\nDowd has been accused of sexism by Clark Hoyt, then-public editor of The New York Times.[31][32][33][34][35] A 2017 study which examined sexualized shaming of Monica Lewinsky in mainstream news coverage stated that in Dowd's extensive writings about Lewinsky, she repeatedly \"mocked and disparaged her.\"[36] A 2009 study of sexism towards Hillary Clinton and Sarah Palin in the 2008 election observed that Dowd had disparaged Palin as a \"Barbie\" over her pageantry past.[37]\nOther commentators have criticized Dowd for having an obsession with Bill and, especially, Hillary Clinton.[38][39][40][37] During the 2008 Democratic primary, Dowd published an article titled \"Can Hillary Clinton Cry Herself Back to the White House?\", which a 2016 study said \"[serves] to reinforce the stereotype that tears and visible emotions are feminine traits and signs of weakness\".[41] She also published a column where she likened former Senator Clinton to the \"Terminator\", a ruthless cyborg where \"unless every circuit is out, she'll regenerate enough to claw her way out of the grave\"; in 2013 Jessica Ritchie, a research assistant at the University of Leicester, argued that portrayals such as these sought to portray Clinton and her presidential bid as improper and unnatural.[42][43] According to then-public editor of The New York Times Clark Hoyt, Dowd's columns about Clinton were \"loaded with language painting her as a 50-foot woman with a suffocating embrace, a conniving film noir dame and a victim dependent on her husband\".[31] A 2014 analysis by the advocacy group Media Matters of 21 years of Dowd's columns about Hillary Clinton found that of the 195 columns by Dowd since November 1993 containing significant mentions of Clinton, 72 percent (141 columns) were negative towards Clinton.[44]\nDuring the 2016 presidential election, Dowd penned a New York Times op-ed, titled \"Donald the Dove, Hillary the Hawk\".[45] She argued that Donald Trump held dovish foreign policy beliefs, citing his purported opposition to the 2003 US invasion of Iraq. However, prior to the publication of the op-ed, it had been reported that Trump did in fact support the invasion, and there were no statements on the record opposing it.[46][47][48][49] Throughout Trump's presidency, critics of his foreign policy referenced the Dowd op-ed, claiming that many of the actions taken by Trump were entirely inconsistent with the narrative put forth by Dowd.[45][50][51]\nDuring the 2020 presidential election, Dowd wrote a column about Geraldine Ferraro, which originally—and incorrectly—stated that the last time a man and a woman ran on the Democratic ticket was the Mondale–Ferraro ticket, which led Clinton to joke that \"either Tim Kaine and [she] had a very vivid shared hallucination four years ago or Maureen had too much pot brownie before writing her column again\". The New York Times later corrected the column to say that 1984 was the last time a male Democratic presidential candidate chose a woman as his running mate.[52]\n\nPersonal life[edit]\nDowd is single but formerly dated Aaron Sorkin, the creator and producer of The West Wing. She has also been briefly connected with actor Michael Douglas[14] and is an ex-companion of her fellow New York Times columnist John Tierney.[4]\n\nHonors[edit]\nIn 2004, Dowd received the Golden Plate Award of the American Academy of Achievement, presented by Awards Council member Neil Sheehan at the International Achievement Summit in Chicago.[53][54]\nIn 2012, NUI Galway awarded her an honorary doctorate.\nIn addition to winning a Pulitzer Prize in 1999 for Commentary, she was also a finalist in 1992 for National Reporting.\n\nBibliography[edit]\nExternal videos Booknotes interview with Dowd on Bushworld, August 8, 2004, C-SPAN Book party for Bushworld, September 13, 2004, C-SPAN Washington Journal interview with Dowd on Are Men Necessary?, November 18, 2005, C-SPAN Presentation by Dowd on Are Men Necessary?, November 19, 2005, C-SPAN Q&A interview with Dowd on The Year of Voting Dangerously, October 16, 2016, C-SPAN Presentation by Dowd on The Year of Voting Dangerously, November 15, 2016, C-SPAN Interview with Dowd on The Year of Voting Dangerously, March 12, 2017, C-SPAN\nDowd (2004). Bushworld: Enter at Your Own Risk. G. P. Putnam's Sons. ISBN 978-0-425-20276-0.\nDowd (2005). Are Men Necessary? When Sexes Collide. Putnam. ISBN 978-0-7553-1550-5.\nDowd, Maureen (2016). The Year of Voting Dangerously: The Derangement of American Politics. Twelve. ISBN 978-1455539260.[55]\nSee also[edit]\nNew Yorkers in journalism\nReferences[edit]\n\n\n^ Dowd, Maureen (May 19, 2018). \"Scarlet Letter in the Emerald Isle\", The New York Times. Retrieved May 22, 2018.\n\n^ a b \"Margaret Dowd, 97; Font of Advice\". The Washington Post. July 21, 2005. Retrieved December 17, 2014.\n\n^ a b c d e f g h i j k \"The 1999 Pulitzer Prize Winners: Commentary: Biography\". Columbia University. Retrieved May 19, 2009.\n\n^ a b c d e f Levy, Ariel (October 31, 2005). \"The Redhead and the Gray Lady\". New York. Retrieved February 18, 2010.\n\n^ a b McDermott, Peter (August 8, 2007). \"Echo Profile: A necessary woman – Times' Dowd endeavors to keep W, Vice, and Rummy in check\". The Irish Echo. Archived from the original on February 27, 2006. Retrieved August 8, 2007.\n\n^ Schmalzbauer 2003, p. 18; \"Singularly acerbic pen sets Dowd apart as Clinton critic; N.Y. Times' pundit keeps caustic watch on Washington\". The Washington Times. September 25, 1996.\n\n^ a b c d e f g \"Columnist Biography: Maureen Dowd\". The New York Times. April 16, 2002. Archived from the original on February 10, 2013. Retrieved December 17, 2014.\n\n^ \"Matrix Hall of Fame\". New York Women in Communications. Archived from the original on November 26, 2011. Retrieved August 8, 2007.\n\n^ \"Meet Newsweek – Anna Quindlen, Contributing Editor\". Newsweek. January 11, 2006. Archived from the original on May 8, 2007. Retrieved August 8, 2007 – via MSNBC.\n\n^ \"Maureen Dowd – The Damon Runyon Award, 1999–2000\". The Denver Press Club. Archived from the original on July 20, 2006. Retrieved August 8, 2007.\n\n^ \"Columnist Maureen Dowd Kicks Off New Lecture Series\". University of Texas at Austin. Archived from the original on June 14, 2006. Retrieved August 8, 2007.\n\n^ Harnden, Toby (January 13, 2010). \"The most influential US liberals: 60-41\". The Daily Telegraph. London. Retrieved January 14, 2010.\n\n^ a b van Diggelen, Alison (April 3, 2009). \"Maureen Dowd talks green – from Emerald Isle to Eco-Issues\". freshdialogues.com.\n\n^ a b c Kurtz, Howard (October 5, 2005). \"Sex & the Single Stiletto\". The Washington Post. pp. C01. Retrieved August 8, 2007.\n\n^ Dowd, Maureen (October 8, 2000). \"Liberties; West Wing Chaperone\". The New York Times. Retrieved May 24, 2009.\n\n^ Dowd, Maureen (December 30, 2009). \"As the Nation's Pulse Races, Obama Can't Seem to Find His\". The New York Times. pp. A27. Retrieved January 3, 2010.\n\n^ Brooks, David; Dowd, Maureen; Rich, Frank (speakers) (July 19, 2006). U.S. Politics: What's Next?—2: Bush's Circle of Trust (Flash Video). The New York Times.  Event occurs at 5:05. Retrieved May 19, 2009.\n\n^ Stein, Jonathan (November 19, 2007). \"Maureen Dowd Rehashes the \"Presidential Candidate X is a Wuss\" Construct\". MoJo (blog). Mother Jones and the Foundation for National Progress. Retrieved May 19, 2009.\n\n^ Baca, Ricardo (June 5, 2014). \"NYT's Maureen Dowd reacts: In quest for fun, risks downplayed\". The Cannabist. Retrieved June 6, 2014.\n\n^ Walker, Hunter (June 4, 2014). \"Maureen Dowd Got Way Too High And Freaked Out\". Business Insider. Retrieved June 5, 2014.\n\n^ a b McDonough, Katie (June 4, 2014). \"Maureen Dowd ate a large dose of a marijuana chocolate bar, freaked out, wrote about it\". Salon. Retrieved June 5, 2014.\n\n^ Weissman, Jordan (June 4, 2014). \"The Economic Lesson of Maureen Dowd's Reefer Madness\". Slate. Retrieved June 5, 2014.\n\n^ Rosenberg, Alyssa (June 4, 2014). \"What Maureen Dowd gets right about marijuana\". The Washington Post. Retrieved June 5, 2014.\n\n^ Dowd, Maureen (June 3, 2014). \"Don't Harsh Our Mellow, Dude\". The New York Times. Retrieved June 5, 2014.\n\n^ Dowd, Maureen (September 20, 2014). \"Two Redheaded Strangers\". The New York Times. Retrieved September 21, 2014.\n\n^ Dowd, Maureen (March 4, 2014). \"Frozen in a Niche?\". The New York Times.\n\n^ Zeitlin, Matthew (December 11, 2014). \"Leaked Emails Suggest Maureen Dowd Promised To Show Sony Exec's Husband Column Before Publication\". BuzzFeed.\n\n^ Sullivan, Margaret (December 12, 2014). \"Hacked Emails, 'Air–Kissing' — and Two Firm Denials\". The New York Times.\n\n^ Bloomgarden-Smoke, Kara (August 11, 2014). \"Maureen Dowd Named New York Times Magazine Staff Writer\". Observer.\n\n^ Dowd, Maureen (September 20, 2015). \"Kate McKinnon Hates Letting Her Hair Down\". The New York Times.\n\n^ a b Hoyt, Clark (June 22, 2008). \"Opinion | Pantsuits and the Presidency\". The New York Times. ISSN 0362-4331. Retrieved December 17, 2017.\n\n^ Ryan, Erin Gloria (December 12, 2017). \"Maureen Dowd Praises #MeToo—After Years of Slut-Shaming Monica Lewinsky\". The Daily Beast. Retrieved December 17, 2017.\n\n^ Gertz, Matt (February 6, 2016). \"Maureen Dowd -- Who Once Termed Hillary Clinton \"The Manliest Candidate\" -- Claims \"Her Campaign Cries Sexism Too Often\"\". Media Matters for America. Retrieved December 17, 2017.\n\n^ Kutner, Jenny (April 20, 2015). \"\"Basking in estrogen\": Maureen Dowd offers predictably sexist take on Hillary Clinton's campaign\". Salon. Retrieved December 17, 2017.\n\n^ Marcotte, Amanda (February 8, 2016). \"Dowd, Steinem take the bait: Sexist \"catfight\" narrative around the Clinton campaign takes ho...\" Salon. Retrieved December 17, 2017.\n\n^ Everbach, Tracy (May 3, 2017). \"Monica Lewinsky and Shame\". Journal of Communication Inquiry. 41 (3): 268–287. doi:10.1177/0196859917707920. ISSN 0196-8599. S2CID 151604797.\n\n^ a b Carlin, Diana B.; Winfrey, Kelly L. (August 10, 2009). \"Have You Come a Long Way, Baby? Hillary Clinton, Sarah Palin, and Sexism in 2008 Campaign Coverage\". Communication Studies. 60 (4): 326–343. doi:10.1080/10510970903109904. ISSN 1051-0974. S2CID 145107322. Maureen Dowd, one of Clinton's sharpest critics\n\n^ Msopine, \"Maureen Dowd - From respected columnist to Mean Girl\", Daily Kos, April 23, 2013.\n\n^ Arthur Chu, \"Maureen Dowd vs. Hillary Clinton, MRAs and the Honey Badger Brigade: The dazzling glare of sexism and the alluring 'gender-blind' lie\", Salon, April 24, 2015.\n\n^ Brennan Suen, \"New York Times' Maureen Dowd Writes Yet Another Anti-Clinton Column\", Media Matters, July 10, 2016.\n\n^ Jones, Jennifer J. (2016). \"Talk \"Like a Man\": The Linguistic Styles of Hillary Clinton, 1992–2013\". Perspectives on Politics. 14 (3): 625–642. doi:10.1017/S1537592716001092. ISSN 1537-5927.\n\n^ Dowd, Maureen (March 23, 2008). \"Opinion | Haunting Obama's Dreams\". Retrieved August 6, 2018.\n\n^ Ritchie, Jessica (2013). \"Creating a Monster\". Feminist Media Studies. 13 (1): 102–119. doi:10.1080/14680777.2011.647973. ISSN 1468-0777. S2CID 142886430.\n\n^ Willis, Oliver; Groch-Begley, Hannah (June 18, 2014). \"The Numbers Behind Maureen Dowd's 21-Year Long Campaign Against Hillary Clinton\". Media Matters.\n\n^ a b Ackerman, Spencer (March 11, 2019). \"Alleged 'Dove' Donald Trump Will Increase War Funding by 139 Percent\". The Daily Beast. Retrieved May 27, 2019.\n\n^ Smith, Ben. \"The Media Keeps Letting Trump Get Away With His Iraq Lie\". BuzzFeed News. Retrieved May 27, 2019.\n\n^ Politi, Daniel (May 3, 2016). \"No, Maureen Dowd, Trump Didn't Actually Oppose the Iraq War From the Start\". Slate Magazine. Retrieved May 27, 2019.\n\n^ Lopez, German (May 1, 2016). \"The NY Times' Maureen Dowd fell for Trump's claim he opposed the Iraq War from the start\". Vox. Retrieved May 27, 2019.\n\n^ Davis, Charles (August 3, 2016). \"Why Do Liberals Keep Calling Donald Trump a Dove?\". The New Republic. ISSN 0028-6583. Retrieved May 27, 2019.\n\n^ \"Maureen Dowd\". Media Matters for America. Retrieved May 27, 2019.\n\n^ Taylor, Adam (August 23, 2017). \"It's time to drop the myth of 'Donald the Dove'\". The Washington Post.\n\n^ Johnson, Martin (August 8, 2020). \"Hillary Clinton roasts NYT's Maureen Dowd over column\". The Hill. Retrieved January 25, 2021.\n\n^ \"Golden Plate Awardees of the American Academy of Achievement\". www.achievement.org. American Academy of Achievement.\n\n^ \"2004 Summit Highlights Photo\". New York Times columnist Maureen Dowd receives the Golden Plate Award presented by fellow Pulitzer Prize recipient and Awards Council member Neil Sheehan at the 2004 International Achievement Summit in Chicago.\n\n^ \"Inside The New York Times Book Review: Maureen Dowd on Clinton and Trump\". September 16, 2016. Retrieved September 16, 2016.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Maureen Dowd.\n\n\n\n\nWikimedia Commons has media related to Maureen Dowd.\n\nDowd's columns at The New York Times\nDowd participates in an extended political discussion with Andrew Rosenthal, David Brooks and Frank Rich, The New York Times video, July 17, 2006\nMaureen Dowd at IMDb\nA film clip \"The Open Mind - Are Men Necessary? (2005)\" is available for viewing at the Internet Archive\nAppearances on C-SPAN\nvtePulitzer Prize for Commentary (1976–2000)\nWalter \"Red\" Smith (1976)\nGeorge Will (1977)\nWilliam Safire (1978)\nRussell Baker (1979)\nEllen Goodman (1980)\nDave Anderson (1981)\nArt Buchwald (1982)\nClaude Sitton (1983)\nVermont C. Royster (1984)\nMurray Kempton (1985)\nJimmy Breslin (1986)\nCharles Krauthammer (1987)\nDave Barry (1988)\nClarence Page (1989)\nJim Murray (1990)\nJim Hoagland (1991)\nAnna Quindlen (1992)\nLiz Balmaseda (1993)\nWilliam Raspberry (1994)\nJim Dwyer (1995)\nE. R. Shipp (1996)\nEileen McNamara (1997)\nMike McAlary (1998)\nMaureen Dowd (1999)\nPaul Gigot (2000)\n\nComplete list\n(1970–1975)\n(1976–2000)\n(2001–2025)\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nIsrael\nUnited States\nNetherlands\nOther\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Maureen_Dowd&oldid=1171586253\"",
    "twitter": ""
  },
  {
    "name": "Max Boot",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/max-boot-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "Russian-American writer and historian (born 1969)\nThis article has multiple issues. Please help improve it or discuss these issues on the talk page. (Learn how and when to remove these template messages)\n\nThis biography of a living person relies too much on references to primary sources. Please help by adding secondary or tertiary sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately, especially if potentially libelous or harmful.Find sources: \"Max Boot\" – news · newspapers · books · scholar · JSTOR (January 2023) (Learn how and when to remove this template message)\nThis article may rely excessively on sources too closely associated with the subject, potentially preventing the article from being verifiable and neutral. Please help improve it by replacing them with more appropriate citations to reliable, independent, third-party sources. (January 2023) (Learn how and when to remove this template message)\n\n (Learn how and when to remove this template message)\n\n\nMax BootBoot in 2007Native nameМакс Алекса́ндрович БутBornMax Aleksandrovich Boot (1969-09-12) September 12, 1969 (age 54)Moscow, Russian SFSR, Soviet UnionOccupationWriter, historianEducationUniversity of California, Berkeley (BA)Yale University (MA)London School of EconomicsSubjectMilitary historyRelativesAlexander Boot (father)Websitemaxboot.net\nMax Boot[1] (born September 12, 1969) is an American author, editorialist, lecturer, and military historian.[2] He worked as a writer and editor for The Christian Science Monitor and then for The Wall Street Journal in the 1990s. Since then, he has been the Jeane J. Kirkpatrick Senior Fellow in National Security Studies at the Council on Foreign Relations and a contributor to The Washington Post. He has also written for numerous publications such as The Weekly Standard, the Los Angeles Times, and The New York Times, and he has authored books of military history.[3] In 2018, Boot published The Road Not Taken, a biography of Edward Lansdale, and The Corrosion of Conservatism: Why I Left the Right, which details Boot's \"ideological journey from a 'movement' conservative to a man without a party\",[4] in the aftermath of the 2016 U.S. presidential election.\n\n\nPersonal life[edit]\nBoot was born in Moscow.[5] His parents and grandmother, all Russian-Jews, fled from the Soviet Union in 1976 as refugees and moved to Los Angeles, where he was raised and eventually gained naturalized U.S. citizenship.[5][6] Boot attended the University of California, Berkeley where he graduated with honors with a Bachelor of Arts degree in history in 1991 and Yale University with an MA in Diplomatic History in 1992.[2] He began his career in journalism writing columns for the Berkeley student newspaper The Daily Californian.[7] He later said that he believes he is the only conservative writer in that paper's history.[7] As of 2005[update], Boot and his family lived in the New York area.[2]\n\nCareer[edit]\nBoot has been the Jeane J. Kirkpatrick Senior Fellow in National Security Studies at the Council on Foreign Relations (CFR), a contributing editor to The Weekly Standard and the Los Angeles Times, and a regular contributor to other publications such as The Wall Street Journal, The Washington Post and The New York Times.[2] He has blogged regularly for Commentary since 2007,[8] and for several years on its blog page called Contentions.[9] He has given lectures at U.S. military institutions such as the Army War College and the Command and General Staff College.[2]\nBoot worked as a writer and as an editor for The Christian Science Monitor from 1992 to 1994. He moved to The Wall Street Journal for the next eight years.[3] After writing an investigative column about legal issues called \"Rule of Law\" for four years, he was promoted to editor of the op-ed page.[10]\nBoot left the Journal in 2002 to join the Council on Foreign Relations as a Senior Fellow in National Security Studies.[3] His initial writings with the CFR appeared in several publications, including The New York Post, The Times, Financial Times, and International Herald Tribune.[11]\n\nExternal videos Booknotes interview with Boot on Out of Order, May 31, 1998, C-SPAN Presentation by Boot on The Savage Wars of Peace, April 25, 2002, C-SPAN Presentation by Boot on War Made New, November 14, 2006, C-SPAN Washington Journal interview with Boot on War Made New, December 20, 2006, C-SPAN Presentation by Boot on War Made New, April 29, 2007, C-SPAN Presentation by Boot on Invisible Armies, January 17, 2013, C-SPAN Presentation by Boot on The Road Not Taken, January 9, 2018, C-SPAN Washington Journal interview with Boot on The Corrosion of Conservatism, October 11, 2018, C-SPAN Presentation by Boot on The Corrosion of Conservatism, October 29, 2018, C-SPAN\nBoot wrote Savage Wars of Peace, a study of small wars in American history, with Basic Books in 2002.[3] The title came from Kipling's poem \"White Man's Burden\".[12] James A. Russell in Journal of Cold War Studies criticized the book, saying that \"Boot did none of the critical research, and thus the inferences he draws from his uncritical rendition of history are essentially meaningless.\"[13] Benjamin Schwarz argued in The New York Times that Boot asked the U.S. military to do a \"nearly impossible task\", and he criticized the book as \"unrevealing\".[12] Victor Davis Hanson in History News Network gave a positive review, saying that \"Boot's well-written narrative is not only fascinating reading, but didactic as well\".[14] Robert M. Cassidy in Military Review labeled it \"extraordinary\".[15] Boot's book also won the 2003 General Wallace M. Greene Jr. Award from the Marine Corps Heritage Foundation as the best non-fiction book recently published pertaining to Marine Corps history.[16]\nBoot wrote once again for the CFR in 2003 and 2004.[17][18]\nThe World Affairs Councils of America named Boot one of \"the 500 most influential people in the United States in the field of foreign policy\" in 2004.[3] He also worked as member of the Project for the New American Century (PNAC) in 2004.[19]\nBoot published the work War Made New, an analysis of revolutions in military technology since 1500, in 2006.[3] The book's central thesis is that a military succeeds when it has the dynamic, forward-looking structures and administration in place to exploit new technologies. It concludes that the U.S. military may lose its edge if it does not become flatter, less bureaucratic, and more decentralized.[20] The book received praise from Josiah Bunting III in The New York Times, who called it \"unusual and magisterial\",[21] and criticism from Martin Sieff in The American Conservative, who called it \"remarkably superficial\".[22]\nBoot wrote many more articles with the CFR in 2007,[23] and he received the Eric Breindel Award for Excellence in Opinion Journalism that year.[3] In an April 2007 episode of Think Tank with Ben Wattenberg, Boot stated that he \"used to be a journalist\" and that he currently views himself purely as a military historian.[24] Boot served as a foreign policy adviser to Senator John McCain in his 2008 United States presidential election bid.[25] He stated in an editorial in World Affairs Journal that he saw strong parallels between Theodore Roosevelt and McCain.[26] Boot continued to write for the CFR in several publications in 2008 and 2009.[26][27]\n\nMax Boot speaks at the second panel discussion at the 2010 Current Strategy Forum at the Naval War College.\nBoot wrote for the CFR through 2010 and 2011 for publications such as Newsweek, The Boston Globe, The New York Times and The Weekly Standard. He particularly argued that President Barack Obama's health care plans made maintaining U.S. superpower status harder, that withdrawal of U.S. troops from Iraq occurred prematurely while making another war there more likely, and that the initial U.S. victory in Afghanistan had been undone by government complacency though forces could still pull off a victory. He also wrote op-eds criticizing planned budget austerity measures in both the U.S. and the U.K. as hurting their national security interests.[28][29]\nIn September 2012, Boot co-wrote with Brookings Institution senior fellow Michael Doran a New York Times op-ed titled \"5 Reasons to Intervene in Syria Now\", advocating U.S. military force to create a countrywide no-fly zone reminiscent of NATO's role in the Kosovo War. He stated first and second that \"American intervention would diminish Iran's influence in the Arab world\" and that \"a more muscular American policy could keep the conflict from spreading\" with \"sectarian strife in Lebanon and Iraq\". Third, Boot argued that \"training and equipping reliable partners within Syria's internal opposition\" could help \"create a bulwark against extremist groups like Al Qaeda\". He concluded that \"American leadership on Syria could improve relations with key allies like Turkey and Qatar\" as well as \"end a terrible human-rights disaster\".[30]\nAnother well received book by Boot, titled Invisible Armies (2013), is about the history of guerrilla warfare, analyzing various cases of successful and unsuccessful insurgent efforts such as the fighting during the American war of independence, the Vietnam War, and the current Syrian Civil War. He states that traditional, conventional army tactics as employed by the American military under the administrations of President Bush and President Obama against guerrilla organizations have produced strategic failures. Boot has discussed his book in various programs such as the Hoover Institution's Uncommon Knowledge series, appearing on it in January 2014.[31]\n\nPolitical beliefs[edit]\nBoot considers himself to be a \"natural contrarian\".[32] He identifies as a conservative, once joking that \"I grew up in the 1980s, when conservatism was cool\".[33] He is in favor of limited government at home and American leadership abroad,[34] believing America should be \"the world's policeman\".[35]\nBoot was one of the earliest proponents of the US invasion and occupation of Iraq.[36] In October 2001, in an article titled \"The Case for American Empire\", he proposed that the USA must greatly increase its military engagement against other countries and compared his proposal to invade Afghanistan and Iraq with the American role in defeating Nazi Germany. He wrote:[36][37]\n\nOnce Afghanistan has been dealt with, America should turn its attention to Iraq ... Once we have deposed Saddam, we can impose an American-led, international regency in Baghdad, to go along with the one in Kabul ... It is a matter of self defense: [Saddam] is currently working to acquire weapons of mass destruction that he or his confederates will unleash against America ... To turn Iraq into a beacon of hope for the oppressed peoples of the Middle East ... This could be the chance to right the scales, to establish the first Arab democracy, and to show the Arab people that America is committed to freedom for them.\nBoot is a strong supporter of Israel and opposed the dismantling of Israeli settlements in the occupied West Bank.[38][39] He wrote in 2008 that \"the reason Israelis aren't dismantling the settlements (and that President Bush isn't pressing them to do so) has nothing to do with the views of American Jewish groups and everything to do with the dismal record of recent Israeli concessions in southern Lebanon and the Gaza Strip. In both cases (as well as at the Camp David negotiations in 2000) Israelis thought that territorial concessions would lead to peace. Instead they led to the empowerment of terrorists.\"[39] In 2017 Boot supported President Trump's controversial decision to relocate the American embassy to Jerusalem saying \"he got this one right. My only complaint is that this move is more symbolic than substantive\".[40] In January 2024, he criticized South Africa's ICJ genocide case against Israel.[41]\nIn 2011, Boot supported the NATO-led military intervention in Libya.[42]\nIn 2015 and 2016, Boot was a campaign advisor to Marco Rubio for the 2016 United States presidential primaries[43][44] and strongly opposed Trump's 2016 presidential candidacy.[34] Boot said in March 2016 that he would \"sooner vote for Josef Stalin than he would vote for Donald Trump\".[45] In August 2016, after Trump won the nomination, he became highly critical of the Republican Party[46] and endorsed Democratic candidate Hillary Clinton in the 2016 U.S. presidential election.[47] Boot was critical of the nomination of Rex Tillerson to the position of Secretary of State, believing him to be problematically pro-Russian, and subsequently called on Tillerson to resign.[48]\nIn an opinion piece for Foreign Policy in September 2017, Max Boot outlined his political views as follows: \"I am socially liberal: I am pro-LGBTQ rights, pro-abortion rights, pro-immigration. I am fiscally conservative: I think we need to reduce the deficit and get entitlement spending under control. I am pro-environment: I think that climate change is a major threat that we need to address. I am pro-free trade: I think we should be concluding new trade treaties rather than pulling out of old ones. I am strong on defense: I think we need to beef up our military to cope with multiple enemies. And I am very much in favor of America acting as a world leader: I believe it is in our own self-interest to promote and defend freedom and free markets as we have been doing in one form or another since at least 1898.\"[49]\nIn December 2017, also in Foreign Policy, Boot wrote that recent events—particularly since the 2016 election of Donald Trump as president—had caused him to rethink some of his previous views concerning the existence of white privilege and male privilege. \"In the last few years, in particular, it has become impossible for me to deny the reality of discrimination, harassment, even violence that people of color and women continue to experience in modern-day America from a power structure that remains for the most part in the hands of straight, white males. People like me, in other words. Whether I realize it or not, I have benefited from my skin color and my gender—and those of a different gender or sexuality or skin color have suffered because of it.\"[50]\nIn March 2019, Boot proposed to retire the neoconservative label, saying that the term \"neocon thinking\" is falsely associated with the advocacy of the US invasion and occupation of Iraq:[51][52]\n\nThe misuse of the \"neocon\" label reached an absurd extreme in a Post op-ed by Rep. Ro Khanna (D-Calif.), [who wrote:] \"I have been consistent of talking about the neocon thinking that led to the Iraq blunder and what followed.\" That actually isn't much of an improvement, because Khanna is repeating the canard that neocons were responsible for the Iraq War.\nBoot is a proponent of perpetual deployment:[53]\n\n We need to think of these deployments [in Afghanistan and Syria] in much the same way we thought of our Indian Wars, which lasted roughly 300 years (ca. 1600-1890), or as the British thought about their deployment on the North West Frontier (today's Pakistan-Afghanistan border), which lasted 100 years (1840s-1940s). U.S. troops are not undertaking a conventional combat assignment. They are policing the frontiers of the Pax Americana.\nIn 2018 he argued for the US helping the Syrian Democratic Forces establish an 'autonomous zone' in Syria as \"this would protect at least a portion of Syrian territory from Russian and Iranian domination and give the United States a strong say in that country's future.[54]\nBoot has suggested that if conservative TV news channels—Fox News Channel, One America News and Newsmax—do not \"stop propagating lies\", \"large cable companies such as Comcast and Charter Spectrum need to step in\" and \"boot\" them off, dealing with them \"just as we do with foreign terrorist groups\".[55]\nMark Ames of The Nation,[56] Adam Johnson of Fairness and Accuracy in Reporting,[57] Tucker Carlson[58] and Glenn Greenwald[59] have denounced Boot as a \"warmonger\".\nBoot has argued in favor of increased content moderation of social media. When Elon Musk proposed acquiring Twitter, Boot said that he was \"frightened by the impact on society and politics\" and asserted that \"[f]or democracy to survive, we need more content moderation, not less.\"[60][61]\n\nBibliography[edit]\nThe Corrosion of Conservatism: Why I Left the Right. Description & arrow/scrollable preview. (Liveright Publishing Corporation/W. W. Norton & Company, Inc., 2018), ISBN 9-781-63149-5670\nThe Road Not Taken: Edward Lansdale and the American Tragedy in Vietnam (Liveright Publishing Corporation/W. W. Norton & Company, Inc., 2018), ISBN 0-871-40941-0\nInvisible Armies: An Epic History of Guerrilla Warfare from Ancient Times to the Present (Liveright, 2013), ISBN 0-87140-424-9\nWar Made New: Technology, Warfare, and the Course of History, 1500 to Today (Gotham Books, 2006), ISBN 1-59240-222-4\nThe Savage Wars of Peace: Small Wars and the Rise of American Power (Basic Books, 2002), ISBN 0-465-00721-X\nOut of Order: Arrogance, Corruption and Incompetence on the Bench (Basic Books, 1998), ISBN 0-465-05375-0\nReferences[edit]\n\n\n^ Boot, Max A. (June 16, 1991). \"Campus Correspondence: The Vast Emptiness at the Core of Today's Liberal Arts Education\". Los Angeles Times.\n\n^ a b c d e \"Max Boot\". Los Angeles Times. Archived from the original on May 6, 2005. Retrieved January 12, 2017.\n\n^ a b c d e f g Max Boot Archived January 26, 2011, at the Wayback Machine. Council on Foreign Relations. Accessed March 1, 2009.\n\n^ \"The Corrosion of Conservatism: Why I Left The Right\". W. W. Norton & Company.\n\n^ a b \"Max Boot\". The New York Times. Archived from the original on January 25, 2013. Retrieved January 12, 2017.\n\n^ Boot, Max (September 5, 2017). \"I came to this country 41 years ago. Now I feel like I don't belong here\". Washington Post. I am White. I am Jewish. I am an immigrant. I am a Russian American.\n\n^ a b Barnes, Thomas; Kreisler, Harry (2003). \"Conversation with Max Boot: Background\". Institute of International Studies, University of California, Berkeley. Archived from the original on February 24, 2021. Retrieved January 22, 2008.\n\n^ \"Author Archive: Max Boot\". Commentary. Retrieved January 13, 2017.\n\n^ \"Max Boot\". Commentary. Archived from the original on February 7, 2011. Retrieved January 13, 2017.\n\n^ Velvel, Lawrence (May 24, 1998). \"Sentencing the Judges\". The Washington Post. Retrieved August 21, 2009.[permanent dead link]\n\n^ Max Boot – Publications – 2002. Council of Foreign Relations. Accessed August 30, 2009.\n\n^ a b \"The Post-Powell Doctrine\". By Benjamin Schwarz. The New York Times. Published July 21, 2002. Retrieved August 22, 2009.\n\n^ Russell, James A. \"The Savage Wars of Peace: Review\". Journal of Cold War Studies 6.3 (2004) pp. 124–126\n\n^ \"Books: Max Boot's The Savage Wars of Peace\". By Victor Davis Hanson. History News Network. Published April 29, 2002.\n\n^ Cassidy, Robert M. \"The Savage Wars of Peace\" Archived December 26, 2009, at the Wayback Machine. Military Review, Nov–Dec 2004. Retrieved August 21, 2009.\n\n^ \"General Wallace M. Greene Jr. Award – Book awards – LibraryThing\". librarything.com.\n\n^ Max Boot – Publications – 2003. Council of Foreign Relations. Accessed August 30, 2009.\n\n^ Max Boot – Publications – 2004. Council of Foreign Relations. Accessed August 30, 2009.\n\n^ \"An Open Letter to the Heads of State and Government of the European Union and NATO\". Project for the New American Century. September 28, 2004. Archived from the original on September 29, 2004. Retrieved August 21, 2009.\n\n^ War Made New Archived March 8, 2008, at the Wayback Machine. Brookings Institution. Published October 26, 2006.\n\n^ \"Killing Machines\". By Josiah Bunting. The New York Times. Published December 17, 2006. Retrieved August 21, 2009.\n\n^ Sieff, Martin. \"On War It's Not\" Archived March 26, 2009, at the Wayback Machine. The American Conservative. Published March 12, 2007. Retrieved August 21, 2009.\n\n^ Max Boot – Publications – 2007. Council of Foreign Relations. Accessed August 30, 2009.\n\n^ \"America, Quo Vadis?\" Part 1. Think Tank with Ben Wattenberg. Originally broadcast April 12, 2007. Retrieved August 21, 2009.\n\n^ \"The War Over the Wonks\". The Washington Post. October 2, 2007. Retrieved December 4, 2007.\n\n^ a b Max Boot – Publications – 2008. Council of Foreign Relations. Accessed August 30, 2009.\n\n^ Max Boot – Publications – 2009. Council of Foreign Relations. Accessed August 30, 2009.\n\n^ Max Boot – Publications – 2010 Archived October 13, 2014, at the Wayback Machine. Council of Foreign Relations.\n\n^ Max Boot – Publications – 2011 Archived October 13, 2014, at the Wayback Machine. Council of Foreign Relations.\n\n^ Doran, Michael; Boot, Max (September 26, 2012). \"5 Reasons to Intervene in Syria Now\". The New York Times.\n\n^ \"Max Boot on guerilla warfare\". Hoover Institute.\n\n^ \"Conversation with Max Boot, p. 1 of 7\". globetrotter.berkeley.edu. Archived from the original on February 24, 2021. Retrieved January 22, 2008.\n\n^ Boot, Max (December 30, 2002). \"What the Heck Is a 'Neocon'?\". Opinion. The Wall Street Journal. Retrieved December 28, 2017.\n\n^ a b Boot, Max (May 8, 2016), \"The Republican Party is dead\", Los Angeles Times, retrieved July 20, 2016\n\n^ Max Boot, \"Does America Need an Empire?\" Fleet Admiral Chester Nimitz Memorial Lecture at UC Berkeley, March 12, 2003\n\n^ a b Boot, Max (October 15, 2001). \"The Case for American Empire\". The Weekly Standard. Washington Examiner. Archived from the original on May 26, 2022.\n\n^ McConnell, Scott (January 15, 2016). Ex-Neocon: Dispatches from the Post 9/11 Ideological Wars. Algora Publishing. ISBN 978-1628941951.\n\n^ \"Gaza pullout to test belief that settlers at root of strife\". Deseret News. August 21, 2005.\n\n^ a b Goldberg, Jeffrey (May 21, 2008). \"Max Boot, Palestinian?\". The Atlantic.\n\n^ Max Boot, \"Trump is right about Jerusalem, but that's not the help Israel needs\", Los Angeles Times, December 22, 2017\n\n^ Boot, Max (January 15, 2024). \"South Africa's false charges of Israeli \"genocide\" carry a heavy price\". The Washington Post.\n\n^ Boot, Max (July 19, 2011). \"Obama's Step Forward on Libya\". The Wall Street Journal.\n\n^ Norton, Ben (May 9, 2016). \"Hard-line right-wing war hawk Max Boot applauds Hillary Clinton in op-ed\". Salon.\n\n^ Neiwert, David (2017). Alt-America: The Rise of the Radical Right in the Age of Trump. Brooklyn, NY: Verso Books. p. 362. ISBN 9781786634238.\n\n^ Burns, Alex (March 2, 2016). \"Anti-Trump Republicans Call for a Third-Party Option\". The New York Times. Retrieved October 17, 2018.\n\n^ Boot, Max (August 1, 2016), \"How the stupid party created Donald Trump\", The New York Times, retrieved December 19, 2016\n\n^ Blake, Aaron (November 7, 2016). \"78 Republican politicians, donors and officials who are supporting Hillary Clinton\". The Washington Post. Retrieved January 20, 2019.\n\n^ Boot, Max (August 23, 2017). \"Time Is Up on Rex Tillerson\". Foreign Policy. Retrieved August 25, 2017. Having proved a failure at every aspect of being secretary of state, he should do the country a favor and resign.\n\n^ Boot, Max (September 20, 2017). \"I Would Vote for (a Sane) Donald Trump\". Foreign Policy. Retrieved August 7, 2021.\n\n^ Boot, Max (December 27, 2017). \"2017 Was the Year I Learned About My White Privilege\". Foreign Policy. Retrieved December 28, 2017.\n\n^ Boot, Max (March 14, 2019). \"It's time to retire the 'neocon' label\". The Washington Post.\n\n^ Hunter, Jack (March 15, 2019). \"Max Boot wants to retire 'neocon' label. Why doesn't he stop using 'isolationist?'\". The Washington Examiner.\n\n^ Boot, Max (January 30, 2019). \"Why winning and losing are irrelevant in Syria and Afghanistan\". Seattle Times.\n\n^ Max Boot, \"Trump might give Iran an incalculable windfall\", Washington Post, April 2, 2018.\n\n^ Boot, Max (January 18, 2021). \"Trump couldn't have incited sedition without the help of Fox News\". The Washington Post.\n\n^ Ames, Mark (February 26, 2009). \"Das Boot: The Unsinkable Warmonger\". The Nation. Archived from the original on April 30, 2019. Retrieved February 15, 2019.\n\n^ Johnson, Adam (February 1, 2018). \"Another Warmonger Rewarded for Being Wrong on Iraq War\". Fairness and Accuracy in Reporting.\n\n^ Carlson, Tucker (February 15, 2019). \"Why Are These Professional War Peddlers Still Around?\". The American Conservative.\n\n^ @ggreenwald (August 6, 2021). \"Max Boot works for a newspaper that won a Pulitzer Prize for publishing the top secret documents provided by Edward Snowden. Snowden has done more good for the world than fanatical cowardly warmonger @MaxBoot could accomplish in 1,000 lifetimes. Enjoy your neocons, Dems\" (Tweet) – via Twitter.\n\n^ Mastrangelo, Dominick (April 14, 2022). \"Washington Post columnist 'frightened' by prospect of Elon Musk buying Twitter\". The Hill. Retrieved January 22, 2023.\n\n^ Boot, Max (April 14, 2022). \"Elon Musk is the last person who should take over Twitter\". The Washington Post. ISSN 0190-8286. Retrieved January 22, 2023.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Max Boot.\n\n\n\n\nWikimedia Commons has media related to Max Boot.\n\n\"MaxBoot.net\"\nArticles at Commentary\nAppearances on C-SPAN\n[1] Live Debates for Intelligence Squared U.S. Debates\nvteNeoconservatismGeneral\nAmerican exceptionalism\nDemocratization\nGlobalization\nHumanitarian intervention\nInterventionism\nLiberal internationalism\nBush Doctrine\nAxis of evil\nPax Americana\nConstitutional Federalism\nFigures\nWilliam Kristol\nRobert Kagan\nFrederick Kagan\nIrving Kristol\nPaul Wolfowitz\nRichard Perle\nCharles Krauthammer\nDavid Frum\nElliott Abrams\nNorman Podhoretz\nDavid Wurmser\nDouglas Feith\nPaul Bremer\nPeter Berkowitz\nDouglas Murray\nDavid Aaronovitch\nAnne Applebaum\nOliver Kamm\nMax Boot\nEliot A. Cohen\nJeane Kirkpatrick\nMichael Novak\nJonah Goldberg\nJoshua Muravchik\nJennifer Rubin\nIrwin Stelzer\nBret Stephens\nZalmay Khalilzad\nScooter Libby\nYuval Levin\nMichael Ledeen\nJames Kirchick\nMichael Gerson\nDan Senor\nEli Lake\nReuel Marc Gerecht\nJames Woolsey\nClifford May\nLinda McMahon\nMajor influences\nLeo Strauss\nBernard Lewis\nHenry M. Jackson\nJames Burnham\nJohn Courtney Murray\nOrganisations\nProject for the New American Century\nNational Endowment for Democracy\nFoundation for Defense of Democracies\nJewish Institute for National Security Affairs\nHenry Jackson Society\nEmergency Committee for Israel\nAmerican Enterprise Institute\nForeign Policy Initiative\nNGO Monitor\nPublications\nCommentary\nThe Weekly Standard\nThe Public Interest\nNational Affairs\nEncounter\nHarry's Place\nFirst Things\nCrisis\nRelated articles\nTimeline of modern American conservatism\nNeoconservatism and paleoconservatism\nBritish neoconservatism\nClash of Civilizations\nIdealism in international relations\nLiberal hawk\nPro-war Left\nAnti-Stalinist left (New York Intellectuals and Trotskyism)\nRepublican in Name Only (pejorative)\nCuckservative (pejorative)\nNever Trump movement\nEuston Manifesto\n\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nCatalonia\nGermany\nIsrael\nBelgium\nUnited States\nSweden\nLatvia\nCzech Republic\nKorea\nNetherlands\nPoland\nAcademics\nCiNii\nOther\nIdRef\n\n\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Max_Boot&oldid=1196484026\"",
    "twitter": ""
  },
  {
    "name": "Max Karlin",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/max-karlin-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Mercatus Center",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/mercatus-center-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": null,
    "wiki": "American free-market-oriented think tank\nMercatus CenterFounder(s)Richard FinkEstablished1980; 44 years ago (1980)DirectorDaniel M. RothschildBudgetRevenue: $29,566,224Expenses: $27,582,187(FYE August 2017)[1]Formerly calledCenter for the Study of Market ProcessesAddress3434 Washington Blvd., 4th Floor\nArlington, Virginia 22201Coordinates38°53′09″N 77°06′06″W﻿ / ﻿38.8857°N 77.1018°W﻿ / 38.8857; -77.1018Websitemercatus.org\nThe Mercatus Center is an American libertarian, free-market-oriented non-profit think tank.[2][3] The Mercatus Center is located at the George Mason University campus, however the organization is privately funded and its employees are independent of the university.[4] It is directed by Daniel M. Rothschild and its board is chaired by American economist Tyler Cowen. The Center works with policy experts, lobbyists, and government officials to connect academic learning with real-world practice. Taking its name from the Latin word for market, the center advocates free-market approaches to public policy. During the George W. Bush administration's campaign to reduce government regulation, The Wall Street Journal reported, \"14 of the 23 rules the White House chose for its 'hit list' to eliminate or modify were Mercatus entries\".[5]\nAccording to the 2017 Global Go To Think Tank Index Report (Think Tanks and Civil Societies Program, University of Pennsylvania), Mercatus is number 39 in the \"Top Think Tanks in the United States\" and number 18 of the \"Best University Affiliated Think Tanks\".[6] The Koch family has been a major financial supporter of the organization since the mid-1980s.[7][8] Charles Koch serves on the group's board of directors.[7][9]\n\n\nHistory[edit]\nThe Mercatus Center was founded by Richard Fink as the Center for the Study of Market Processes at Rutgers University. After the Koch family gave more than $30 million to George Mason University,[9] the Center moved there in the mid-1980s. It took its current name in 1999.[9]\n\nPart of a series on theAustrian School\nPrincipal works\nCapital and Interest\nHuman Action\nIndividualism and Economic Order\nMan, Economy, and State\nPrinciples of Economics\n\nOrigins\nSchool of Salamanca\nClassical economics\nFrench Liberal School\nSchool of Brentano\nMethodenstreit\n\nTheories and ideologies\nAustrian business cycle\nCatallactics\nCreative destruction\nEconomic calculation problem\nView of inflation\nRight-libertarianism\nLibertarianism in the United States\nMalinvestment\nMarginalism\nMethodological individualism\nPraxeology\nRoundaboutness\nSpontaneous order\nSubjective theory of value\nTheory of interest\n\nOrganizations, Universities, and Think Tanks\nCato Institute\nUniversity of Chicago\nGeorge Mason University\nFoundation for Economic Education\nThe Independent Institute\nLiberty Fund\nMises Institute\nMercatus Center\nProperty and Freedom Society\nReason Foundation\n\nPeople\nBöhm-Bawerk\nBlock\nBoettke\nDiLorenzo\nFetter\nGarrison\nHaberler\nHayek\nHazlitt\nHeydel\nHiggs\nHoppe\nHorwitz\nHülsmann\nHuerta de Soto\nKirzner\nLachmann\nLavoie\nLeeson\nMachlup\nMenger\nMises\nMorgenstern\nMurphy\nPeterson\nRothbard\nRöpke\nSalerno\nSkousen\nStrigl\nWieser\n\n\nVariants and related topics\nAnarcho-capitalism\nEconomic freedom\nPerspectives on capitalism\n\n Business and economics portalvte\nIn 2001, the Office of Management and Budget asked for public input on which regulations should be revised or killed. Mercatus submitted 44 of the 71 proposals the OMB received.[8]\nIn 2010, the center collaborated with EconStories to produce a parody rap video about the conflict of ideas between F. A. Hayek and John Maynard Keynes.[10] A sequel, \"Fight of the Century\", was produced in 2011.[11]\nIn 2012, Mercatus scholar Charles Blahous released a study saying that the Patient Protection and Affordable Care Act (PPACA) would worsen the federal deficit, contrary to the official Congressional Budget Office forecast.[12] The study was generally criticized by supporters of the PPACA.[13][14] Jeanne Lambrew, deputy assistant to the president for health policy, wrote, \"This new math fits the old pattern of mischaracterizations about the Affordable Care Act when official estimates show the health care law reduces the deficit.\"[15] Blahous defended the findings of his research.[16]\nLater that year, the Mercatus Center established the F.A. Hayek Program for Advanced Study in Philosophy, Politics, and Economics run under the supervision of Peter Boettke and Christopher Coyne and launched Marginal Revolution University, an online platform for teaching economics, run by Tyler Cowen and Alex Tabarrok.[17]\nIn 2015, Mercatus launched its annual Ranking of the 50 States by Fiscal Conditions[18] and started its Program on Monetary Policy.[19]\nIn 2016, Mercatus launched its Program on the American Economy and Globalization,[20] run by Daniel Griswold, which aims to help \"the public and policymakers understand the benefits of an economy free from protectionist barriers against the international movement of goods, services, capital, ideas, and people.\"[21]\nIn 2018, Mercatus announced that it \"sponsored the development of a futures market based on [nominal gross domestic product] contracts with Hypermind, a UK-based prediction market.\" As explained in the announcement: \"Mercatus Center's Scott Sumner and David Beckworth have made the case that an alternative monetary policy approach, nominal gross domestic product (NGDP) level targeting, is superior to inflation targeting. NGDP is essentially the nation's total income. According to Sumner and Beckworth, instead of targeting inflation (general prices), the Federal Reserve's monetary policy should target the rate at which the nation's total income is expected to grow. NGDP level targeting will ensure that the right amount of money supply is provided to meet the economy's needs.\"[22]\n\nMission[edit]\nThe organization describes itself as \"the world's premier university source for market-oriented ideas\" and says it aims to bridge \"the gap between academic ideas and real-world problems.\"[9] By advancing knowledge about how markets can work to improve lives and individual freedoms, by training graduate students, conducting research, and applying economic principles, they hope to offer solutions to society's most pressing problems.\nMercatus currently runs the following research programs: The Project for the Study of American Capitalism; Technology Policy Project; State and Local Policy Project; Spending and Budget Initiative; Program on the American Economy and Globalization; Program on Monetary Policy; Program on Financial Regulation; and Program for Economic Research on Regulation.[21]\nRob Stein, a Democratic strategist, has called Mercatus \"ground zero for deregulation policy in Washington.\"[9] The Wall Street Journal has called the Mercatus Center \"the most important think tank you've never heard of\".[9]\nThe Mercatus Center is a 501(c)(3) non-profit and does not receive support from George Mason University or any federal, state, or local governments.\n\nOrganizational structure[edit]\nThe Mercatus Center is located on George Mason University's Arlington Campus, and is affiliated with GMU's Economics department. The Provost of George Mason University has the power to appoint a faculty director to head the Mercatus Center.\n\nBoard of directors[edit]\nMembers of the Board of Directors include:[23]\n\nDonald J. Boudreaux, economist and professor\nEmily Chamlee-Wright, president and CEO of the Institute for Humane Studies\nSalen Churi, co-founder of Trust Ventures\nRichard Fink, former executive vice president of Koch Industries\nBrian Hooks, CEO and chairman of Stand Together\nManuel H. Johnson, economist\nCharles G. Koch, co-owner, chairman and CEO of Koch Industries\nEdwin Meese, 75th United States Attorney General (1985–1988)\nVernon L. Smith, 2002 winner of the Nobel Memorial Prize in Economic Sciences\nPublications[edit]\nScholars affiliated with the Mercatus Center have published hundreds of journal articles and research papers, with topics including government transparency, subsidies, taxation, regulation, corruption, and Austrian School economics. They have also provided more than 100 testimonies to Congress.[24] Notable studies performed and books published include: \n\n\"Tyranny Comes Home,\" published in 2018, assesses how, under certain conditions, U.S. policies, tactics, and technologies deployed abroad via military interventions \"are re-imported to America, changing the national landscape and increasing the extent to which we live in a police state.\"[25] The authors \"examine this pattern―which they dub 'the boomerang effect'―considering a variety of rich cases that include the rise of state surveillance, the militarization of domestic law enforcement, the expanding use of drones, and torture in U.S. prisons.\"[25]\n\"Permissionless Innovation,\" a book by scholar Adam Thierer, which argues that if \"the precautionary principle,\" trumps \"permissionless innovation\" with regards to government's approach to technological innovation, then \"the result will be fewer services, lower-quality goods, higher prices, diminished economic growth, and a decline in the overall standard of living.\"[26]\n\"How Are Small Banks Faring under Dodd-Frank?,\" a 2015 survey of approximately 200 small U.S. banks serving mostly rural and small metropolitan markets. The survey \"included questions about specific regulatory and compliance activities, interactions with regulators, effects of particular regulations, changes in fees and revenue, and business strategy decisions since the passage of Dodd–Frank.\"\n\"Annual Performance Report Scorecard\" (2000–2009):[27] Produced by the Mercatus Center's Government Accountability Project, these publications assess the annual reports released by the 24 federal agencies covered by the Chief Financial Officers Act. The reports, required by the Government Performance and Results Act of 1993 are rated for their demonstration of \"transparency, public benefits, and leadership.\"[28] The most recent publication, covering the 2008 fiscal year, ranked the reports from Labor, Veterans Affairs, and Transportation departments as the best, and those from SBA, Defense, and HUD as the worst. Only 13 of the departments' reports received a \"satisfactory\" score in this 2009 publication, which notes that agencies \"whose policy views were evaluated as more liberal ... seem to score slightly better.\"[28]\n\"Freedom in the 50 States: An Index of Personal and Economic Freedom\" ranks states according to how well they meet the Center's ideals of personal and economic freedom. The 2011 rankings regarded New Hampshire, South Dakota, and Indiana as the freest, and New York, New Jersey, and California as the most restrictive.[29] The 2013 rankings regarded North Dakota, South Dakota, and Tennessee as the freest, and New York, California, and New Jersey as the most restrictive.[30] This index was later transferred to the Cato Institute.[31]\nScholars[edit]\nNotable scholars at Mercatus include:[32]\n\nCharles Blahous\nPeter Boettke\nDonald J. Boudreaux\nBryan Caplan\nTyler Cowen\nChristopher Coyne\nSteven Horwitz\nArnold Kling\nPeter Leeson\nMaurice McTigue\nRuss Roberts\nScott Sumner\nAlex Tabarrok\nLawrence H. White\nBruce Yandle\nTodd Zywicki\nAlumni[edit]\nNotable former Mercatus scholars, students, and employees include:\n\nBrian Blase, former Special Assistant to the President for Healthcare Policy[33]\nSusan Dudley\nHester Peirce\nSee also[edit]\nGood government organizations in the United States\nReferences[edit]\n\n\n^ \"Mercatus Center\" (PDF). Foundation Center. Retrieved 13 August 2018.\n\n^ Scott, Dylan (2018-08-23). \"The revealing Medicare-for-all fact-check debate roiling the internet, explained\". Vox. Retrieved 2021-05-12.\n\n^ Pan, J. C. (2020-11-17). \"Charles Koch Got the Free-Market Dystopia He Wanted. Now He'd Like Your Approval\". The New Republic. ISSN 0028-6583. Retrieved 2021-05-12.\n\n^ Dayen, David (2018-09-19). \"Koch-Funded Think Tank Linked to George Mason University Is Now Pretending It's Not Part of George Mason University\". The Intercept. Retrieved 2023-08-04.\n\n^ Davis, Bob (16 July 2004). \"In Washington, Tiny Think Tank Wields Big Stick on Regulation\". The Wall Street Journal. Archived from the original on 12 November 2017. Retrieved 13 August 2018.\n\n^ McGann, James (January 31, 2018). \"2017 Global Go To Think Tank Index Report\".\n\n^ a b \"Koch's low profile belies political power\". Center for Public Integrity. 2004-07-15. Retrieved 2017-04-13.\n\n^ a b Kamen, Al (July 12, 2006). \"I Am OMB and I Write the Rules\". Washington Post. p. A13.\n\n^ a b c d e f Mayer, Jane (2010-08-30). \"Covert Operations: The billionaire brothers who are waging a war against Obama\". The New Yorker. Condé Nast Publications.\n\n^ \"'Fear the Boom and Bust' a Hayek vs. Keynes Rap Anthem\". YouTube. Archived from the original on 2021-12-19. Retrieved 10 July 2012.\n\n^ \"'Fight of the Century' Keynes vs Hayek Round 2\". YouTube. Archived from the original on 2021-12-19. Retrieved 10 July 2012.\n\n^ Montgomery, Lori (10 April 2012). \"Health-care law will add $340 billion to deficit, new study finds\". The Washington Post. Retrieved 10 July 2012.\n\n^ Klein, Ezra (10 April 2012). \"The bizarre baseline games you need to play to make Obamacare increase the deficit\". The Washington Post. Retrieved 10 July 2012.\n\n^ Spross, Jeff. \"Charles Blahous' Absurd 'New Math' In A Chart\". ThinkProgress. Retrieved 10 July 2012.\n\n^ Lambrew, Jeanne (9 April 2012). \"Official Sources Agree: The Affordable Care Act Reduces the Deficit\". whitehouse.gov. Retrieved 10 July 2012 – via National Archives.\n\n^ Blahous, Charles (11 April 2012). \"Why Obamacare Expands the Deficit: Charles Blahous Rebuts His Critics\". Forbes.com. Retrieved 10 July 2012.\n\n^ \"History and Timeline\". Mercatus Center. 2022.\n\n^ \"Ranking the States by Fiscal Condition\". Mercatus Center. 2015-06-29. Retrieved 9 April 2018.\n\n^ Joe (2015-01-15). \"Mercatus Center's New Program on Monetary Policy | Joseph T. Salerno\". Mises Institute. Retrieved 9 April 2018.\n\n^ \"Program on the American Economy and Globalization\". CafeHayek.com. 2016-05-04. Retrieved 9 April 2018.\n\n^ a b \"Programs\". Mercatus Center. Retrieved 2018-04-09.\n\n^ Scott Sumner & David Beckworth. \"Mercatus Announces Futures Market to Forecast Nominal GDP\". Archived from the original on 2018-04-09. Retrieved 2018-04-09.\n\n^ \"MercatusBoard of Directors\". Mercatus Center. Retrieved 15 June 2022.\n\n^ \"Publications – Congressional Testimony\". Mercatus Center.\n\n^ a b \"Tyranny Comes Home\". Mercatus Center: F. A. Hayek Program. 2018-02-05. Retrieved 2018-04-09.\n\n^ \"What is Permissionless Innovation?\". Permissionless Innovation. Retrieved 2018-04-09.\n\n^ \"Publications – Scorecard\". Mercatus Center.\n\n^ a b \"10th Annual Performance Report Scorecard: Which Federal Agencies Best Inform the Public?\". Mercatus Center. 2009-05-05.\n\n^ \"Freedom in the 50 States: An index of personal and economic freedom\" (PDF). Mercatus Center. Archived from the original (PDF) on 2012-01-18.\n\n^ \"Executive Summary, Freedom in the 50 States: Third Edition (2013)\" (PDF). Mercatus Center. Archived from the original (PDF) on 2013-04-18. Retrieved 2013-04-02.\n\n^ \"Freedom in the 50 States 2016 | About the Fourth Edition\". www.freedominthe50states.org. Retrieved 2018-04-09.\n\n^ \"All – Scholars | Mercatus\". Mercatus Center at George Mason University. Retrieved 9 April 2018.\n\n^ \"White House National Economic Council Director Announces Senior Staff Appointments – The White House\". trumpwhitehouse.archives.gov.\n\n\nExternal links[edit]\nOfficial website\nEDIRC listing (provided by RePEc)\nOrganizational Profile – National Center for Charitable Statistics (Urban Institute)\nvteGeorge Mason UniversitySchools\nAntonin Scalia Law School\nJimmy and Rosalynn Carter School for Peace and Conflict Resolution\nSchar School of Policy and Government\n School of Business\nSchool of Integrative Studies\nVolgenau School of Engineering\nCollege of Education and Human Development\nCollege of Health and Human Services\nCollege of Humanities and Social Sciences\nCollege of Science\nCollege of Visual and Performing Arts\nResearch\nMercatus Center\nThe Review of Austrian Economics\nKrasnow Institute for Advanced Study\nRoy Rosenzweig Center for History and New Media\nInstitute of International Banking Law & Practice\nTerrorism, Transnational Crime and Corruption Center\nMichael V. Hayden Center for Intelligence, Policy, and International Security\nNational Security Institute\nCenter for Energy Science and Policy\nCenter for Security Policy Studies\nCenter for World Religions, Diplomacy and Conflict Resolution\nInstitute for Humane Studies\nCenter for Quantum Studies\nNational History Education Clearinghouse\nMid Atlantic Terascale Partnership\nWashington Research Library Consortium\nCampuses\nFairfax (Main Campus)\nArlington\nPrince William\nLoudoun\nSongdo-Incheon\nBuildings\n President's Park\nEagleBank Arena\nGeorge Mason Stadium\nAthletics\nAtlantic 10 Conference\nGeorge Mason Patriots\nMen's basketball\nWomen's basketball\nBaseball\nSoftball\nMen's Soccer\n2006 Final Four Run\nEagleBank Arena\nGeorge Mason Stadium\nThe Green Machine\nPatriot Platoon\nHistory\nGregory Washington\nAnne Holton\nÁngel Cabrera\nAlan Merten\nJames M. Buchanan\nLouise Shelley\nWalter E. Williams\nVernon L. Smith\nJim Larranaga\nRoger Wilkins\nRichard Norton Smith\nMedia\nThe Fourth Estate (newspaper)\nWGMU Radio\n Civil Rights Law Journal\nGeorge Mason Law Review\nNational Security Law Journal\nJournal of Labor Research\nJournal of Social History\nPhoebe\nvteWashington metropolitan areaPrincipal cities (and  city-like entities)Maryland\nSilver Spring\nFrederick\nRockville\nBethesda\nGaithersburg\nGermantown\nBowie\nVirginia\nArlington\nAlexandria\nReston\nDistrict of Columbia\nWashington\nCounties (and  county equivalents)Maryland\nCalvert\nCharles\nFrederick\nMontgomery\nPrince George's\nVirginia\nArlington\nAlexandria, City of\nClarke\nCulpeper\nFairfax\nFairfax, City of\nFalls Church, City of\nFauquier\nLoudoun\nPrince William\nManassas, City of\nManassas Park, City of\nRappahannock\nSpotsylvania\nFredericksburg, City of\nStafford\nWarren\nDistrict of Columbia\nWashington, D.C. itself\nOther Outlying Areas\nJefferson County, West Virginia\nSee Also\nBaltimore–Washington metropolitan area (CSA)\nNortheast megalopolis\nThe District of Columbia itself, and Virginia's incorporated cities, are county equivalents. Virginia's incorporated cities are listed under their surrounding county. The incorporated cities bordering more than one county (Alexandria, Falls Church and Fredericksburg) are listed under the county they were part of before incorporation as a city. Some unincorporated areas and census-designated places like Silver Spring and Bethesda in Maryland, Reston in Virginia, as well as the County of Arlington in Virginia are also treated as city-like entities (or principal cities) even though they have not been legally incorporated as such.\n Category\n\nvteKoch familyFirst generation\nHarry Koch: 1867–1942\nSecond generation\nFred C. Koch: 1900–1967\nThird generation\nFrederick R. Koch: 1933–2020\nCharles Koch: 1935\nDavid Koch: 1940–2019\nJulia Koch: 1962\nWilliam Koch: 1940\nFourth generation\nElizabeth Koch: 1976\nChase Koch: 1977\nWyatt : 1986\nWilliam: 1997\nCharlotte: 1996\nRobin: 1999\nKaitlin: 2006\nDavid Jr.: 1998\nMary Julia: 2001\nJohn: 2006\nMajor companies\nKoch Industries\nOther organizations\nAmericans for Prosperity\nBill of Rights Institute\nCato Institute\nCharles Koch Institute\nCitizens for a Sound Economy\nKoch family foundations\nKoch Institute for Integrative Cancer Research\nSee also\nPolitical activities of the Koch brothers\nMary R. Koch (ship)\nThe Science of Success (book)\nGood Profit (book)\nMercatus Center\nCharles Koch Arena\nDavid H. Koch Theater\nKoch Brothers Exposed\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nGermany\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Mercatus_Center&oldid=1196231572\"",
    "twitter": ""
  },
  {
    "name": "Merrick Garland",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/merrick-garland-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "lawyer",
    "wiki": "American lawyer and jurist (born 1952)\n\n\nMerrick GarlandOfficial portrait, 202186th United States Attorney GeneralIncumbentAssumed office March 11, 2021PresidentJoe BidenDeputyLisa MonacoPreceded byWilliam BarrChief Judge of the United States Court of Appeals for the District of Columbia CircuitIn officeFebruary 12, 2013 – February 11, 2020Preceded byDavid B. SentelleSucceeded bySri SrinivasanJudge of the United States Court of Appeals for the District of Columbia CircuitIn officeMarch 20, 1997 – March 11, 2021Appointed byBill ClintonPreceded byAbner MikvaSucceeded byKetanji Brown Jackson\nPersonal detailsBornMerrick Brian Garland (1952-11-13) November 13, 1952 (age 71)Chicago, Illinois, U.S.Political partyIndependentSpouse\nLynn Rosenman ​(m. 1987)​Children2Residence(s)Bethesda, Maryland, U.S.EducationHarvard University (BA, JD)Signature\n\n\nMerrick Garland's voice\n\nMerrick Garland gives remarks on the anniversary of the September 11 AttacksRecorded September 10, 2021\n\nMerrick Brian Garland (born November 13, 1952) is an American lawyer and jurist who is the 86th and current United States attorney general. He previously served as a U.S. circuit judge of the United States Court of Appeals for the District of Columbia Circuit from 1997 to 2021. In 2016, President Barack Obama nominated Garland to the U.S. Supreme Court, but the Republican-led U.S. Senate effectively blocked Garland's appointment.\nA native of the Chicago area, Garland attended Harvard University and Harvard Law School, where he was an editor of the Harvard Law Review. He served as a law clerk to Judge Henry Friendly of the United States Court of Appeals for the Second Circuit and to U.S. Supreme Court Justice William J. Brennan Jr., and then practiced corporate litigation at Arnold & Porter, after which he worked as a federal prosecutor in the United States Department of Justice, where he supervised the investigation and prosecution of the Oklahoma City bombers. President Bill Clinton appointed Garland to the D.C. Court of Appeals in 1997, and he served as its chief judge from 2013 to 2020.\nPresident Barack Obama, a Democrat, nominated Garland to serve as an associate justice of the Supreme Court in March 2016 to fill the vacancy created by the death of Antonin Scalia. However, the Republican Senate majority refused to hold a hearing or vote on his nomination. The unprecedented refusal of a Senate majority to consider a Supreme Court nomination was highly controversial. Garland's nomination lasted 293 days (the longest to date), and it expired on January 3, 2017, at the end of the 114th Congress. Eventually, President Donald Trump, a Republican, nominated Neil Gorsuch to the vacant seat, and the Republican Senate majority confirmed him.\nPresident Joe Biden nominated Garland as U.S. attorney general in January 2021. He was confirmed by the Senate in a 70–30 vote, and took office in March of that same year.\n\n\nEarly life and education[edit]\nMerrick Brian Garland was born on November 13, 1952, in Chicago.[1] He grew up in the north Chicago border suburb of Lincolnwood.[2][3]\nHis mother Shirley (née Horwitz; 1925–2016)[4] was a director of volunteer services at Chicago's Council for Jewish Elderly (now called CJE SeniorLife). His father, Cyril Garland (1915–2000),[5] headed Garland Advertising, a small business run out of the family home.[3][6][7] Garland was raised in Conservative Judaism; the family name had been changed from Garfinkel several generations earlier. His grandparents left the Pale of Settlement in the western Russian Empire in the early 20th century, fleeing antisemitic pogroms in what is now Ukraine and Poland, and seeking a better life for their children in the United States.[7][8] Two of his grandmother's siblings were later murdered in the Holocaust.[9] He is a second cousin of Republican six-term Iowa Governor and former Ambassador to China Terry Branstad.[10]\nGarland attended Niles West High School in Skokie, Illinois, where he was president of the student council, acted in theatrical productions, and was a member of the debate team.[11] He graduated in 1970 as the class valedictorian.[3][2] Garland was also a Presidential Scholar and National Merit Scholar.[12][13]\nAfter high school, Garland studied social studies at Harvard University.[3][14][15] He initially wanted to become a physician, but soon decided to become a lawyer instead.[11] He allied himself with his future boss, Jamie Gorelick, when he was elected the only freshman member of a campus-wide committee on which Gorelick also served.[16] During his college summers Garland volunteered as a speechwriter to Congressman Abner J. Mikva.[16] After President Jimmy Carter appointed Mikva to the D.C. Circuit, Mikva would rely on Garland when hiring law clerks.[17] At Harvard, Garland wrote news articles and theater reviews for the Harvard Crimson, and was a resident of Quincy House.[18][19] Garland wrote his 235-page honors thesis on industrial mergers in Britain in the 1960s.[16][20] Garland graduated from Harvard in 1974 with an Bachelor of Arts, summa cum laude, and was elected to Phi Beta Kappa.\nGarland then attended Harvard Law School,[14] where he was a member of the Harvard Law Review. Garland ran for the presidency of the Law Review but lost to Susan Estrich, so he served as an articles editor instead.[16][15] As an articles editor, Garland assigned himself to edit a submission by U.S. Supreme Court Justice William Brennan on the topic of the role of state constitutions in safeguarding individual rights.[16][17][21] This correspondence with Brennan later contributed to his winning a clerkship with the justice.[21] Garland graduated from Harvard Law in 1977 with a Juris Doctor magna cum laude.\n\nEarly career[edit]\nAfter graduating from law school, Garland spent two years as a judicial law clerk, first for Judge Henry Friendly of the U.S. Court of Appeals for the Second Circuit (New York City) from 1977 to 1978 and then for Justice William J. Brennan Jr. of the U.S. Supreme Court from 1978 to 1979.[15] After his clerkships, Garland spent two years as a special assistant to U.S. Attorney General Benjamin Civiletti.[3]\nAfter the Carter administration ended in 1981, Garland entered private practice at the law firm Arnold & Porter.[3] Garland mostly practiced corporate litigation, and was made a partner in 1985.[3] In Motor Vehicles Manufacturers Ass'n v. State Farm Mutual Automobile Insurance Co. (1983) Garland acted as counsel to an insurance company suing to reinstate an unpopular automatic seat belt mandate.[22]\nAfter winning the case in both the District of Columbia Circuit Court and the Supreme Court, Garland wrote an 87-page Harvard Law Review article describing the way courts use a heightened \"hard look\" standard of review and scope of review when an agency chooses deregulation, with increasing focus on the fidelity of the agencies' actions to congressional intent.[22]\nIn 1985–86, while at Arnold & Porter, Garland was a lecturer at Harvard Law School, where he taught antitrust law.[15][23] He also published an article in the Yale Law Journal urging a broader application of antitrust immunity to state and local governments.[22]\nDesiring to return to public service and do more trial work, in 1989 Garland became an assistant United States attorney in the U.S. Attorney's Office for the District of Columbia. As a line prosecutor, Garland represented the government in criminal cases ranging from drug trafficking to complex public corruption matters.[3] Garland was one of the three principal prosecutors who handled the investigation into Washington, D.C. Mayor Marion Barry's possession of cocaine.[24]\nGarland then briefly returned to Arnold & Porter, working there from 1992 to 1993.[16] In 1993, Garland joined the new Clinton administration as deputy assistant attorney general in the Criminal Division of the United States Department of Justice.[3] The following year, Deputy Attorney General Jamie Gorelick – a key mentor of Garland's[25] – asked Garland to be her principal associate deputy attorney general.[3][26]\nIn that role, Garland's responsibilities included the supervision of high-profile domestic-terrorism cases, including the Oklahoma City bombing, Ted Kaczynski (also known as the \"Unabomber\"), and the Atlanta Olympics bombings.[3][27]\nGarland insisted on being sent to Oklahoma City in the aftermath of the attack, in order to examine the crime scene and oversee the investigation in preparation for the prosecution.[28] He represented the government at the preliminary hearings of the two main defendants, Timothy McVeigh and Terry Nichols.[28] Garland offered to lead the trial team, but could not because he was needed at the Justice Department headquarters. Instead, he helped pick the team and supervised it from Washington, D.C., where he was involved in major decisions, including the choice to seek the death penalty for McVeigh and Nichols.[28] Garland won praise for his work on the case from the Republican Governor of Oklahoma, Frank Keating.[3]\nGarland served as co-chair of the administrative law section of the District of Columbia Bar from 1991 to 1994.[15][29] He is also a member of the American Law Institute.[15]\nIn 2003, Garland was elected to the Harvard Board of Overseers, completing the unexpired term of Deval Patrick, who had stepped down from the board.[30] Garland served as president of the overseers for 2009–10.[31]\n\nFederal judicial service (1997–2021)[edit]\nAppointment[edit]\nGarland in 2016 as chief judge of the U.S. Court of Appeals for the D.C. Circuit\nOn September 6, 1995, President Bill Clinton nominated Garland to the U.S. Court of Appeals for the District of Columbia seat vacated by his longtime mentor Abner J. Mikva.[16] Justice Brennan, for whom Garland had clerked, recommended Garland for the position in a letter to Clinton.[21] The American Bar Association (ABA) Standing Committee on the Federal Judiciary unanimously gave Garland a \"well-qualified\" committee rating, its highest.[32]\nOn December 1, 1995, Garland received a hearing regarding the nomination before the Senate Judiciary Committee.[33] In Senate confirmation hearings Garland said that the Supreme Court justices whom he most admired were Justice Brennan, for whom he clerked, and Chief Justice John Marshall. Garland also expressed admiration for the writing style of Justice Oliver Wendell Holmes Jr.[34] However, Senate Republicans did not schedule a vote on Garland's confirmation,[3] not because of concerns over Garland's qualifications, but because of a dispute over whether to fill the seat.[23][35]\nAfter winning the November 1996 presidential election, Clinton renominated Garland on January 7, 1997.[36] He was confirmed on March 19, 1997, by a 76–23 vote.[37] The majority of Republican senators voted to confirm Garland, including Senators John McCain, Orrin Hatch, Susan Collins, and Jim Inhofe.[38] Senators Mitch McConnell, Chuck Grassley, and Jeff Sessions were among those who voted against Garland.[38] All of the 23 \"no\" votes came from Republicans, and all were said to be based \"on whether there was even a need for an eleventh seat\" on the D.C. Circuit.[39] He received his judicial commission on March 20, 1997.[40]\n\nService as chief judge[edit]\nGarland became chief judge of the D.C. Circuit on February 12, 2013.[41] As chief judge, Garland announced in May 2013 that the D.C. Circuit had unanimously decided to provide the public with same-day audio recordings of oral arguments in the court.[42][43][40] As chief judge, Garland was an active member of the Judicial Conference of the United States,[44] and was involved in the formulation of new rules to protect federal judicial branch employees from workplace harassment, which were adopted in the wake of multiple sexual misconduct allegations against Judge Alex Kozinski.[44][45] Garland's seven-year term as chief judge ended on February 11, 2020, with Judge Sri Srinivasan succeeding him.[44] Garland continued to serve as an active member of the court until his retirement.[46][47][40]\n\nNotable cases[edit]\nGarland is considered a judicial moderate and a centrist.[48] Garland has been described by Nina Totenberg and Carrie Johnson of NPR as \"a moderate liberal, with a definite pro-prosecution bent in criminal cases\".[3] Tom Goldstein, the publisher of SCOTUSblog, wrote in 2010 that \"Judge Garland's record demonstrates that he is essentially the model, neutral judge. His opinions avoid unnecessary, sweeping pronouncements.\"[23] Garland has a reputation for collegiality and his opinions rarely draw a dissent.[49] As of 2016, Garland had written just fifteen dissents in his two decades on the court, fewer than his colleague Brett Kavanaugh, who wrote some 17 dissents over the previous decade.[49]\n\nAdministrative and environmental law[edit]\nGarland has tended to favor deference to regulatory agencies.[50] For example, in In re Aiken County (2013), Garland dissented when the court issued mandamus ordering the Nuclear Regulatory Commission to process the Yucca Mountain nuclear waste repository license.[51] In Americans for Safe Access v. Drug Enforcement Administration (2013), Garland joined a divided court upholding the DEA's classification of marijuana as a Schedule I drug.[11] However, according to Goldstein, in a number of split decisions on environmental law Garland \"favored contested EPA regulations and actions when challenged by industry, and in other cases he has accepted challenges brought by environmental groups.\"[23] In Rancho Viejo, LLC v. Norton (2003), Garland found the arroyo toad was protected by the federal Endangered Species Act.[52] Circuit Judge John Roberts dissented from the denial of rehearing en banc, writing that Congress's interstate commerce power cannot reach \"a hapless toad that, for reasons of its own, lives its entire life in California.\"[53]\n\nCriminal law and whistleblower protection[edit]\nWhile on the bench, Garland has shown a tendency to be deferential to the government in criminal cases, siding with prosecutors in ten of the fourteen criminal cases in which he disagreed with a colleague.[54] For example, in United States v. Watson (1999), Garland dissented when the court concluded a prosecutor's closing argument was unduly prejudicial, objecting that a conviction should be reversed for only \"the most egregious of these kind of errors.\"[54] In 2007, Garland dissented when the en banc D.C. Circuit reversed the conviction of a Washington, D.C. police officer who had accepted bribes in an FBI sting operation.[55]\nGarland has taken a broad view of whistleblower protection laws, such as the False Claims Act (FCA),[56] which creates a private cause of action against those defrauding the federal government.[55] For example, in United States ex rel. Yesudian v. Howard University (1998), Garland wrote for the court in holding that a plaintiff alleging he had been fired by Howard University for whistleblowing could sue under the FCA for retaliation.[23] In United States ex rel. Totten v. Bombardier Corp. (2004), Garland dissented when the court, in an opinion written by Judge John Roberts, held that the FCA did not apply to false claims submitted to Amtrak because Amtrak is not the government.[55][56] Roberts justified his narrow reading by citing a book by Circuit Judge Henry Friendly.[57] In dissent, Garland (who like Roberts had clerked for Friendly), cited Friendly's book as supporting the use of legislative intent,[55] writing that Roberts was relying on \"'canons' of statutory construction, which serve there as 'cannons' of statutory destruction.\"[56][58] Garland's dissent, expressing concerns that the court's ruling would impede the government's ability to pursue false claims cases against federal grantees, is credited with sparking the Fraud Enforcement and Recovery Act of 2009, which eliminated the loophole.[56] During confirmation hearings in 2005, Senator Chuck Grassley sharply questioned Roberts on why he had not adopted Garland's reading.[55] Roberts replied, \"Any time Judge Garland disagrees, you know you're in a difficult area.\"[55]\n\nNational security[edit]\nDuring Garland's tenure, the D.C. Circuit reviewed cases arising from the Guantanamo Bay detention camp. In al Odah v. United States (2003), a panel that included Garland unanimously held that federal courts could not hear challenges from Guantanamo detainees.[23] In July 2011, Garland wrote for the unanimous panel when it rejected Guantanamo detainee Moath Hamza Ahmed al Alawi's petition for habeas corpus.[59][60] In Parhat v. Gates (2008), Garland wrote for a panel that unanimously overturned the Combatant Status Review Tribunal's determination that a captured Uyghur was an enemy combatant.[61] In Saleh v. Titan Corp. (2009), Garland dissented from the court's holding that former Iraqi detainees at Abu Ghraib prison could not sue private military contractors who participated in torture and prisoner abuse. Garland wrote that the suit should be allowed to proceed because \"no act of Congress and no judicial precedent\" immunized the contractors from tort liability, the Federal Tort Claims Act specifically excludes contractors, and tort liability would not interfere with government operations.[62][63][64]\n\nFirst Amendment[edit]\nAccording to Goldstein, Garland has \"tended to take a broader view\" of First Amendment rights.[23] In cases involving the Freedom of Information Act and similar provisions related to government transparency, \"Judge Garland's rulings reflect a preference for open government.\"[23] In ACLU v. CIA (2013), Garland wrote for a panel unanimously rejecting the agency's Glomar response and ordering it to process the ACLU's FOIA request regarding targeted killings by CIA drones.[65] In Cause of Action v. FTC (2015), Garland wrote for a panel unanimously overturning the agency's limitation on FOIA fee waivers to large news outlets.[65]\nIn Lee v. Department of Justice (2005), Garland dissented from the denial of rehearing en banc after the D.C. Circuit affirmed the district court's order holding reporters in contempt of court for refusing to testify about their anonymous sources during the Wen Ho Lee investigation.[64][66] Garland wrote that the panel had erred in failing to \"weigh the public interest in protecting the reporter's sources against the private interest in compelling disclosure\" and that the decision \"undermined the Founders' intention to protect the press 'so that it could bare the secrets of government and inform the people.'\"[66] In Initiative & Referendum Institute v. U.S. Postal Service (2005), Garland wrote for the court, holding that a U.S. Postal Service regulation banning signature-gathering for petitions at post offices violated the First Amendment.[23][66] Garland found the regulation to be facially overbroad and not narrowly tailored.[66]\nIn cases involving campaign finance reform laws, Garland has applied Citizens United v. Federal Election Commission when he believed that he was compelled to do so, but he has not sought to extend its holding.[64] In Wagner v. Federal Election Commission (2015), Garland wrote for the unanimous en banc D.C. Circuit in upholding a prohibition on campaign contributions from federal contractors because of the governmental interest in preventing corruption.[64][67] In National Association of Manufacturers v. Taylor (2009), Garland wrote for the court in a decision upholding the constitutionality of lobbyist disclosure requirements under the Honest Leadership and Open Government Act.[42][67] Professor Rick Hasen, an election-law expert, writes that Garland's opinions on election law are characterized by careful application of precedent and indicate that Garland believes in reasonable regulation.[67]\nGarland has addressed a number of religious freedom cases while on the D.C. Circuit, although several of these have been decided on procedural grounds.[68] In 2002, Garland joined a unanimous court in ruling for two federal prisoners who were denied the right to consume communion wine.[68][69] In 2010, Garland wrote the decision for a unanimous court in favor of an Interior Department employee who brought a religious-discrimination claim after the Interior Department refused to allow her to work weekdays rather than Sunday, when she wished to attend church and Bible study.[68][70]\n\nSecond Amendment[edit]\nIn 2007, Garland voted in favor of en banc review of the D.C. Circuit's panel decision in Parker v. District of Columbia invalidating the D.C. handgun ban. The Supreme Court subsequently affirmed this invalidation 5–4 in an opinion by Justice Scalia.[23]\n\nOther cases[edit]\nIn Alexander v. Daley (2003), Garland joined a decision (authored by Judge Colleen Kollar-Kotelly), rejecting a challenge brought by District of Columbia residents seeking D.C. congressional voting rights.[24][71]\nIn Hutchins v. District of Columbia (1999), Garland concurred with four other D.C. Circuit judges (en banc) that D.C.'s Juvenile Curfew Act of 1995 implicated at least some significant right of minors.[72] He joined parts of a plurality opinion written by Judge Laurence Silberman that upheld the juvenile curfew under intermediate scrutiny and a vagueness challenge. Garland also joined the part of Judge Judith W. Rogers's opinion (concurring in part and dissenting in part) holding that a fundamental right to intrastate travel exists.[73]\n\nRetirement[edit]\nGarland retired from federal judicial service on March 11, 2021, to accept appointment as the Attorney General of the United States.[40]\n\nSupreme Court nomination[edit]\nGarland was considered twice to fill vacated seats on the United States Supreme Court in 2009 and 2010, before finally being nominated in 2016 by President Barack Obama for the seat left vacant by the death of conservative Associate Justice Antonin Scalia.[74]\n\n2009 and 2010 considerations[edit]\nIn 2009, following the announcement by Justice David Souter that he would retire, Garland was considered as one of nine finalists for the post, which ultimately went to Sonia Sotomayor, then a judge of the Second Circuit.[75]\nAfter the April 2010 announcement by Justice John Paul Stevens that he would retire, Garland was again widely seen as a leading contender for a nomination to the Supreme Court of the United States.[76][77][78] President Obama interviewed Garland, among others, for the vacancy.[48] In May 2010, Senator Orrin Hatch, Republican of Utah, said he would help Obama if Garland was nominated, calling Garland \"a consensus nominee\" and predicting that Garland would win Senate confirmation with bipartisan support.[79][80] Obama nominated Solicitor General of the United States Elena Kagan, who was confirmed in August 2010.[48]\n\nScalia vacancy and 2016 nomination[edit]\nMain article: Merrick Garland Supreme Court nomination\nGarland with President Barack Obama in 2016\nOn February 13, 2016, Supreme Court Justice Antonin Scalia died.[81] Later that day, Senate Republicans led by Majority Leader Mitch McConnell issued a statement that they would not consider any nominee put forth by Obama, and that a Supreme Court nomination should be left to the next president of the United States.[82][83][84] President Obama responded that he intended to \"fulfill my constitutional duty to appoint a judge to our highest court,\"[85][86] and that there was no \"well established tradition\" that a president could not fill a Supreme Court vacancy during their last year in office.[87]\nIn early March 2016, The New York Times reported that Garland was being vetted by the Obama administration as a potential nominee. A week later, Garland was named as one of three judges on the President's \"short list\" (along with Judge Sri Srinivasan, also of the D.C. Circuit, and Judge Paul J. Watford of the Ninth Circuit). Obama interviewed all three leading contenders, as well as two others who were being considered: Judge Jane L. Kelly of the U.S. Court of Appeals for the Eighth Circuit and Judge Ketanji Brown Jackson of the U.S. District Court for the District of Columbia.[88] Soon afterward, Senator Orrin Hatch, President pro tempore of the United States Senate and the most senior Republican Senator, predicted that President Obama would \"name someone the liberal Democratic base wants\" even though he \"could easily name Merrick Garland, who is a fine man.\"[89] Five days later, on March 16, Obama formally nominated Garland to the vacant post of Associate Justice of the Supreme Court of the United States.[90][91]\nGarland had more federal judicial experience than any other Supreme Court nominee in history,[38] and was the oldest Supreme Court nominee since Lewis F. Powell Jr. in 1971.[92] The American Bar Association (ABA) Standing Committee on the Federal Judiciary unanimously rated Garland \"well-qualified\" (its highest rating) to sit on the Supreme Court.[93]\nUnder Senate Majority Leader Mitch McConnell, the Senate's Republican majority refused to consider Garland's nomination, holding \"no hearings, no votes, no action whatsoever\" on the nomination.[94][95][96] McConnell's categorical refusal to hold hearings on Garland's nomination was described by political scientists and legal scholars as unprecedented,[95][97][98] McConnell's choice to lead a Republican blockade of the nomination was described as a \"culmination of [his] confrontational style,\"[99] and an example of constitutional hardball.[100] Yascha Mounk called it a \"blatant abuse of constitutional norms.\"[101]\nAfter a period of 293 days, Garland's nomination expired on January 3, 2017, at the end of the 114th Congress.[102] It was the longest confirmation delay of a Supreme Court nominee in history, far exceeding the 125-day delay faced by the ultimately confirmed Justice Louis Brandeis in 1916.[103] On January 31, 2017, President Donald Trump nominated Neil Gorsuch to fill the Court vacancy.[104] On April 7, 2017, the Senate confirmed Gorsuch's nomination to the Supreme Court.\nMcConnell went on to boast about stopping Garland's nomination, saying in August 2016, \"one of my proudest moments was when I looked Barack Obama in the eye and I said, 'Mr. President, you will not fill the Supreme Court vacancy.'\"[105][106] In April 2018, McConnell said the decision not to act upon the Garland nomination was \"the most consequential decision I've made in my entire public career\".[107]\n\nAttorney General (2021–present)[edit]\nGarland is sworn in as Attorney General in March 2021.\nPresident-elect Joe Biden selected Garland for the position of United States attorney general, with news of the selection coming on January 6, 2021.[108][109] He was formally nominated by Biden on January 20, after Biden took office.[110] In Senate Judiciary Committee confirmation hearings, Garland vowed to oversee vigorous prosecution of those who stormed the United States Capitol, and other domestic extremists, drawing on his experience prosecuting the perpetrators of the Oklahoma City bombing.[111][112][113] Garland said it was likely the Biden administration would place a moratorium on use of the federal death penalty and expressed reservations about the death penalty in light of the \"almost randomness or arbitrariness of its application.\"[113] He pledged to protect equal justice under law and reinvigorate the DOJ Civil Rights Division, which, according to some media figures, languished under the Trump administration.[112][114] Garland affirmed that the Justice Department would remain independent under his leadership.[113] The Senate Judiciary Committee voted 15–7 to advance Garland's nomination to the Senate floor,[115][116] and on March 10, the Senate confirmed Garland's nomination by a vote of 70–30.[117][111][118] He was sworn in on March 11, 2021, by Assistant Attorney General for Administration Lee Lofthus.[119]\nIn April 2021, Russia imposed sanctions against Garland, including prohibiting him from entering Russia. This was in retaliation for U.S. expulsion of 10 Russian diplomats, a sanction imposed by the United States against Russia for its SolarWinds hack, aggression against Ukraine, and interference in the 2020 U.S. election.[120]\n\nMerrick Garland delivering remarks in the East Room of the White House, May 16, 2022,\nIn May 2021, the DOJ appealed in part a ruling by Judge Amy Berman Jackson of the District Court for the District of Columbia to make public most of a DOJ memo detailing former Attorney General Bill Barr's legal rationale for clearing President Trump of obstruction of justice in the Special Counsel investigation.[121][122][123][124]\nOn June 7, 2021, the Justice Department continued its defense of a defamation lawsuit by E. Jean Carroll, arguing that President Trump could not be sued because he had denied her rape allegation in offending statements in his presidential capacity. Garland had been deeply involved in the decision. The White House quickly distanced itself from the decision.[121][122][125] Garland in a House Judiciary Committee hearing on October 21 stated that the DOJ's briefing was solely on the question of the application of the Federal Tort Claims Act.[126][127]\nOn July 1, 2021, Garland imposed a moratorium on all federal executions pending a review of relevant policies and procedures.[128] The review will examine \"the risk of pain and suffering associated with the use of pentobarbital,\" \"regulations made in November 2020 that expanded the permissible methods of execution beyond lethal injection, and authorized the use of state facilities and personnel in federal executions\", and \"December 2020 and January 2021 changes to expedite execution of capital sentences.\"[128][129][130] This was consistent with Biden's pledge to push for legislation to end the federal death penalty. In spite of this, Garland has continued to pursue the death penalty in cases wherein a previous administration had sought the death penalty against a suspected terrorist.[131] The Trump administration resumed federal executions in 2019, and executed 13 inmates in total, the first in 17 years and including the first woman in 70 years.[129][130]\n\nVoting rights[edit]\nGarland with Secretary of State Antony Blinken during the U.S.-Mexico High-Level Security Dialogue in Washington, D.C., October 13, 2022.\nIn June 2021, Garland pledged to double the department's enforcement staff for protecting the right to vote, in response to Republican Party efforts to restrict voting following the 2020 presidential election,[132][133] The same month, Garland announced a DOJ lawsuit against the state of Georgia over its newly passed restrictions on voting; the DOJ complaint said that the state targeted Black Americans in violation of the Voting Rights Act of 1965.[134]\nIn July 2021, the Justice Department released two guidance documents regarding election law changes and post-election audits, reminding states that the DOJ was closely observing states' compliance with federal election and civil rights laws.[121][135][136]\nIn November 2021, the DOJ sued Texas over Senate Bill 1 which required rejection of mail ballots \"for immaterial errors and omissions,\" alleging it would restrict voting for those with limited English proficiency, soldiers deployed and voters overseas.[137][138]\nIn a separate suit filed by DOJ against Texas the following month, the federal government alleged that Texas' redistricting plans discriminated against Latino and Black voters in violation of the Section 2 of the Voting Rights Act.[139][140][141][142]\n\nCivil rights[edit]\nDuring Garland's tenure as AG, the Justice Department has emphasized protection of civil rights.[143] Garland rescinded a Trump administration policy (imposed by Jeff Sessions) that curtailed DOJ investigations into police department misconduct (\"pattern-and-practice\" investigations) and restricted the use of consent decrees to reform police departments.[143][144][145]\n\nGarland meeting with Ukrainian President Volodymyr Zelenskyy, March 3, 2023\nOn April 21, 2021, Garland subsequently announced that the DOJ was opening a pattern-and-practice investigation into the Minneapolis Police Department after former officer Derek Chauvin was convicted for the murder of George Floyd, examining the use of force by officers and discriminatory conduct, its treatment of people with behavioral health issues, and the department's current accountability systems.[146] On April 26, Garland announced another investigation into the Louisville Metro Police Department in the aftermath of the killing of Breonna Taylor, examining the execution of search warrants.[147][148] On August 5, Garland opened another investigation into the Phoenix Police Department over its policies on dealing with the homeless.[149][150] On December 3, the DOJ opened another investigation into the Mount Vernon Police Department to assess if it engaged in discriminatory policing, involving its use of force, strip and body cavity searches, how it handles evidence, and its systems of accountability.[151][152]\nIn June 2021, the DOJ, through a memo issued by Deputy Attorney General Lisa Monaco, reversed a Trump-era policy that banned federal officers and agents from using body-worn cameras; the memo also mandated the use of body-worn cameras for federal law enforcement in certain circumstances (including when carrying out planned arrests or executing search warrants).[153][154][155]\nOn September 14, 2021, the DOJ announced a civil investigation into prisons in Georgia, focusing on prison violence and sexual abuse of LGBTQ prisoners by prisoners and staff, continuing with an initial investigation launched in 2016.[156][157][158]\nIn September, 2021, the DOJ in a memo limited the use of chokeholds and carotid restraints by federal officers during arrests, prohibiting such tactics unless deadly force is authorized (i.e., unless the officer reasonably believes \"that the subject of such force poses an imminent danger of death or serious physical injury to the officer or to another person\"). The memo also limited the use of unannounced (\"no-knock\") entries when executing warrants, directing officers to knock-and-announce except \"where an agent has reasonable grounds to believe that knocking and announcing the agent’s presence would create an imminent threat of physical violence to the agent and/or another person.\"[159][160][161]\nOn October 13, 2021, the DOJ launched another investigation into five juvenile detention facilities in Texas for systemic physical or sexual abuse of children.[157][162]\n\nJanuary 6 U.S. Capitol attack[edit]\nFurther information: January 6 United States Capitol attack\nGarland announcing the appointment of Special Counsel Jack Smith to oversee the Trump investigations, 18 November 2022.\nOn July 26, 2021, the DOJ sent letters to former DOJ officials of the Trump administration, including Acting Attorney General Jeffrey A. Rosen, Acting Deputy Attorney General Richard Donoghue, Associate Deputy Attorney General Patrick Hovakimian, U.S. Attorney for the Northern District of Georgia Byung J. \"BJay\" Pak, Acting U.S. Attorney for the Northern District of Georgia Bobby L. Christine, and United States Assistant Attorney General for the Environment and Natural Resources Division and Civil Division Jeffrey Clark.[163] The letters relayed that the DOJ would not exert executive privilege over their testimony as witnesses to Trump's attempts to overturn the 2020 United States presidential election or the 2021 United States Capitol attack, and that they were free to provide \"unrestricted testimony\" and \"irrespective of potential privilege\" to the House Oversight Committee and Senate Judiciary Committee.[163][164][165][166]\nOn July 28, 2021, the DOJ further rejected Rep. Mo Brooks's request to protect him in Eric Swalwell's civil lawsuit against him and President Trump concerning his comments and actions in the attack. The DOJ in a court filing determined that Brooks' relevant comments and actions were outside the scope of his official responsibilities as a member of Congress.[167]\nOn October 21, 2021, the U.S. House of Representatives voted to refer Steve Bannon, the adviser to former President Donald Trump, to the DOJ for criminal contempt of Congress due to defying a subpoena from the House's January 6 select committee over claims of executive privilege. After Speaker Nancy Pelosi certified the contempt referral, it was sent to the U.S. Attorney for DC, who will then decide whether to send the referral to a grand jury for indictment, with Garland having the final say.[168] Garland told lawmakers that the Justice Department \"will apply the facts and the law and make a decision\" when considering a criminal contempt referral for Bannon. He stated that \"the Department of Justice will do what it always does in such circumstances, we'll apply the facts and the law and make a decision, consistent with the principles of prosecution.\"[126][127][168][169]\nIn November 2022, days after Trump announced his 2024 presidential campaign, Garland appointed Jack Smith to serve as special counsel for the investigations of Trump.[170][171]\n\nCriticism[edit]\nSchool board memo[edit]\nIn October 2021, amid a surge of threats against school board members across the country, Garland issued a memorandum addressing an \"increase in harassment, intimidation, and threats of violence against school administrators, board members, teachers, and staff\"; the memo directed the FBI and US attorneys' offices to set up meetings with federal, state and local law enforcement leaders for establishing tiplines for threat reporting and discussing strategies to address such threats.[172][173][126][174] He issued the memo soon after the National School Boards Association wrote to Biden to request a federal response to the protests and threats against school officials and investigations into whether they constituted as forms of domestic terrorism and hate crimes.[175][176][177][178]\nThe memo prompted criticism from Republicans in the House and Senate, who accused Garland of treating parents like domestic terrorists, although the memo did not mention either of them.[174] McConnell wrote to Garland that parents \"absolutely should be telling\" local schools what to teach regarding contentious public issues.[173][179] In House and Senate Judiciary Committee hearings, Garland pushed back on Republicans' claims that the DOJ were treating parents like \"domestic terrorists\" and investigating political speech, testifying that the DOJ \"[were] not investigating peaceful protest or parent involvement at school board meetings.\"[126][127][180][181] Numerous Senate Republicans called on Garland to resign over the memo.[182] Seventeen Republican state attorneys general led by Todd Rokita, and numerous House Republicans, separately wrote to Biden and Garland requesting the memorandum be immediately withdrawn.[174][178][180]\n\nPersonal life[edit]\nGarland and his wife, Lynn, were married at the Harvard Club in Midtown Manhattan in September 1987. Lynn Rosenman Garland's grandfather, Samuel Irving Rosenman, was a justice of the New York Supreme Court (a trial-level court) and a special counsel to presidents Franklin D. Roosevelt and Harry S. Truman. She graduated from the Brearley School in Manhattan and cum laude from Harvard University, and received a Master of Science degree in operations management from the MIT Sloan School of Management. Her father, Robert Rosenman, was a partner in the New York law firm of Cravath, Swaine & Moore.[6] As of June 2018, she advised government and nonprofit groups on voting systems security and accuracy issues.[183] The couple lives together in Bethesda, Maryland.[184]\nGarland and his wife have two daughters, Rebecca and Jessica; both are graduates of Yale University.[185] Justice Elena Kagan hired Jessica Garland, a 2019 graduate of Yale Law School, as one of her law clerks in early July 2020, before Biden's election and Garland's appointment, to serve as a law clerk in 2022–2023. The Supreme Court said that \"in light of the potential for actual or apparent conflicts of interest,\" Jessica Garland will not serve as Kagan's law clerk while her father remains as attorney general.[186] Garland took part in the ceremony when his daughter Rebecca married Xan Tanner in June 2018.[183]\nFinancial disclosure forms in 2016 indicated that Garland's net worth at the time was between $6 million and $23M.[17] As of 2021, his net worth was estimated by Forbes at $8.6-33M.[187]\nGarland is red-green colorblind, so he uses a list to match his suits and ties.[17]\n\nSelected publications[edit]\nGarland, Merrick B. (1985). \"Deregulation and Judicial Review\" (PDF). Harvard Law Review. 98 (3): 505–591. doi:10.2307/1340869. JSTOR 1340869.\n——— (1987). \"Antitrust and Federalism: A Response to Professor Wiley\". The Yale Law Journal. 96 (6): 1291–1295. doi:10.2307/796386. JSTOR 796386.\n——— (1987). \"Antitrust and State Action: Economic Efficiency and the Political Process\". The Yale Law Journal. 96 (3): 486–519. doi:10.2307/796502. JSTOR 796502.\n——— (April 22, 1985). \"Courts Give Deregulatory Policies New Hard Look\". Legal Times. Vol. 8, no. 32.\n———; Pitofsky, Robert (1984). \"Chapter 48: Federal Trade Commission Investigations\". In von Kalinowski, Julian O. (ed.). Antitrust Counseling and Litigation Techniques. Vol. 4. New York: Bender. OCLC 917754819.\nFitzpatrick, James F.; Garland, Merrick B. (August 20, 1983). \"The Court, 'Veto' and Airbags\". The New York Times. Retrieved September 11, 2021.\nGarland, Merrick B. (1976). \"The Supreme Court, 1975 Term: Commercial Speech\". Harvard Law Review. 90 (1): 142. doi:10.2307/1340306. JSTOR 1340306.\n——— (1976). \"The State Action Exemption and Antitrust Enforcement under the Federal Trade Commission Act\". Harvard Law Review. 89 (4): 715–751. doi:10.2307/1340219. JSTOR 1340219.\n\"Merrick Garland collected writings\". The Harvard Crimson. 1972–73.\nSee also[edit]\nBarack Obama Supreme Court candidates\nBarack Obama judicial appointment controversies\nList of law clerks of the Supreme Court of the United States (Seat 3)\nList of nominations to the Supreme Court of the United States\nList of Jewish American jurists\nReferences[edit]\n\n\n^ Biographical Directory of the Federal Judiciary. Bernan Press. 2001. p. 511. ISBN 978-0890592588. Archived from the original on November 2, 2016.\n\n^ a b Sweet, Lynn (March 16, 2016). \"Obama Supreme Court pick: Chicago native Merrick Garland\". Chicago Sun-Times. Archived from the original on March 20, 2016. Retrieved March 20, 2016.\n\n^ a b c d e f g h i j k l m n Totenberg, Nina; Johnson, Carrie (March 16, 2016). \"Merrick Garland Has A Reputation of Collegiality, Record of Republican Support\". NPR. Archived from the original on March 20, 2016. Retrieved March 20, 2016.\n\n^ \"Garland (obituary)\". Chicago Tribune. November 27, 2000. Archived from the original on February 22, 2016. Retrieved September 11, 2021.\n\n^ \"Garland\". Chicago Tribune. November 27, 2000.\n\n^ a b \"Lynn Rosenman is Married\". The New York Times. September 20, 1987. Archived from the original on April 14, 2010. Retrieved April 10, 2010.\n\n^ a b Nathan-Kazis, Josh (March 16, 2016). \"Merrick Garland Offers Poignant Story About Anti-Semitism as Supreme Court Battle Looms\". The Forward. Archived from the original on March 20, 2016. Retrieved March 20, 2016.\n\n^ Margolick, David (March 18, 2016). \"What's in Merrick Garland's Name?\". Tablet. Archived from the original on March 24, 2016. Retrieved August 18, 2016.\n\n^ Garland, Merrick (September 17, 2022). \"Attorney General Merrick B. Garland Administers the Oath of Allegiance and Delivers Congratulatory Remarks at Ellis Island Ceremony in Celebration of Constitution Week and Citizenship Day\". Justice.gov. Retrieved September 19, 2022. My grandmother was one of five children born in what is now Belarus. Three made it to the United States, including my grandmother who came through the Port of Baltimore. Two did not make it. Those two were killed in the Holocaust.\n\n^ McKinney, Kait (March 16, 2016). \"Branstad Has Unique Connection to SCOTUS Nominee Merrick Garland\". WHO-HD Channel 13. Archived from the original on March 21, 2016. Retrieved March 16, 2016.\n\n^ a b c Stolberg, Sheryl Gay; Liptak, Adam (March 16, 2016). \"Merrick Garland's Path to Nomination Marked by Deference, With Limits\". The New York Times. p. A1. ISSN 0362-4331. Retrieved March 20, 2016.\n\n^ \"145 in Chicago, Suburbs Awarded Merit Scholarships\". Chicago Tribune. April 30, 1970. Archived from the original on May 25, 2011.\n\n^ \"Nixon Urges Scholars to Take Active Role in Communities\". Chicago Tribune. June 5, 1970. Archived from the original on July 29, 2017.\n\n^ a b Elving, Ron (April 9, 2010). \"A Short List: Who Will Succeed Justice Stevens?\". NPR. Retrieved September 11, 2021.\n\n^ a b c d e f Official Congressional Directory: 116th Congress (2019–2020) (PDF). U. S. Government Printing Office. 2020. p. 870. ISBN 978-0160953866. Archived (PDF) from the original on September 13, 2021. Retrieved March 16, 2016.\n\n^ a b c d e f g Goldstein, Amy; Hamburger, Tom (March 27, 2016). \"For Merrick Garland, a methodical life of ambition\". The Washington Post. p. A1. Retrieved March 29, 2016.\n\n^ a b c d Stolberg, Sheryl Gay; Apuzzo, Matt; Seelye, Katharine Q. (March 27, 2016). \"Merrick Garland Is a Deft Navigator of Washington's Legal Circles\". The New York Times. p. A1. Retrieved March 29, 2016.\n\n^ Parker, Claire E. (March 17, 2016). \"Supreme Court Nominee Maintains Close Harvard Ties\". Harvard Crimson. Retrieved March 20, 2016.\n\n^ Rosen, Andy; Ellement, John R. (March 16, 2016). \"Obama Supreme Court nominee Merrick Garland has strong ties to Harvard University\". Boston Globe. Retrieved March 20, 2016.\n\n^ Garland, Merrick Brian (1974). Industrial reorganization in Britain; an interpretation of government/industry relations in the 1960's (Thesis). Harvard University. OCLC 76985796. Retrieved February 22, 2021.\n\n^ a b c Mauro, Tony (March 26, 2018). \"How Merrick Garland Landed a Supreme Court Clerkship With Brennan\". National Law Journal. Retrieved September 11, 2021.\n\n^ a b c Garland, Merrick B. (1985). \"Deregulation and Judicial Review\". Harvard Law Review. 98 (3): 505–591. doi:10.2307/1340869. ISSN 0017-811X. JSTOR 1340869.\n\n^ a b c d e f g h i j Goldstein, Tom (April 26, 2010). \"The Potential Nomination of Merrick Garland\". SCOTUSBlog. Retrieved April 30, 2010.\n\n^ a b Perry, Stein (March 17, 2016). \"Merrick Garland and D.C. politics: His role in voting rights and Marion Barry's imprisonment\". The Washington Post. Washington DC. Retrieved March 18, 2016.\n\n^ \"Washington Insight\". Los Angeles Times. July 6, 1995. Archived from the original on March 23, 2016. Retrieved March 16, 2016.\n\n^ \"Merrick B. Garland: Selected Primary Material\" (PDF). U.S. Congressional Research Service. March 17, 2016. Retrieved August 27, 2018.\n\n^ Lee, Carol E.; Peterson, Kristina; Bravin, Jess (March 16, 2016). \"Obama Picks Merrick Garland to Fill Supreme Court Seat\". The Wall Street Journal. Retrieved March 20, 2016.\n\n^ a b c Savage, Charles (April 27, 2010). \"How Bombing Case Helped Shape Career of a Potential Justice\". The New York Times. Retrieved April 30, 2010.\n\n^ \"Hon. Merrick B. Garland\". Federalist Society. November 19, 2012. Retrieved March 16, 2016.\n\n^ \"Harvard Board of Overseers announces election results\". Harvard Gazette. June 12, 2003. Retrieved July 1, 2010.\n\n^ \"Board of Overseers elects senior officers\". Harvard Gazette. April 23, 2009. Retrieved September 11, 2021.\n\n^ \"Ratings of Article III Judicial Nominees (105th Congress) (1997–1998)\" (PDF). ABA Standing Committee on the Federal Judiciary. American Bar Association. 1997. Retrieved March 1, 2012.\n\n^ \"104th Congress (1995–1996): January 4, 1995 – January 3, 1996: Senate Committee Meetings by Date\". January 4, 1995. Archived from the original on November 10, 2005.\n\n^ Palazzolo, Joe (March 16, 2016). \"Judge Merrick Garland, In His Own Words\". The Wall Street Journal. Retrieved March 16, 2016.\n\n^ Lewis, Neil A. (November 30, 1995). \"Partisan Gridlock Blocks Senate Confirmations of Federal Judges\". The New York Times. ISSN 0362-4331. Retrieved March 16, 2016.\n\n^ \"President Nominates Twenty Two to the Federal Bench\" (Press release). The White House. January 7, 1997. Archived from the original on September 23, 2020.\n\n^ \"U.S. Senate: Roll Call Vote: PN6\". U.S. Senate. January 27, 2015.\n\n^ a b c Wheaton, Sarah; Gerstein, Josh; Seung Min, Kim (March 16, 2016). \"Obama picks Merrick Garland for Supreme Court\". Politico. Retrieved March 16, 2016.\n\n^ Steigerwalt, Amy (2010). Battle over the Bench: Senators, Interest Groups, and Lower Court Confirmations. University of Virginia Press. p. 224. ISBN 9780813929989.\n\n^ a b c d Merrick Garland at the Biographical Directory of Federal Judges, a publication of the Federal Judicial Center. Retrieved September 11, 2021.\n\n^ \"Merrick B. Garland\". United States Court of Appeals for the District of Columbia Circuit. Retrieved March 16, 2016.\n\n^ a b \"Judge Merrick Garland's media law cases: A summary of First Amendment and Freedom of Information Act cases decided by U.S. Supreme Court nominee Merrick Garland\". Reporters Committee for Freedom of the Press. March 18, 2016. Retrieved March 20, 2016.\n\n^ Cheung, Kelly (May 30, 2013). \"More Public Access to Court: D.C. to Release Oral Argument Audio\". FindLaw. Retrieved June 20, 2013.\n\n^ a b c Ann E. Marimow (February 13, 2020). \"Merrick Garland passes gavel to Sri Srinivasan to lead influential appeals court\". Washington Post. Retrieved September 11, 2021.\n\n^ Ann E. Marimow (March 12, 2019). \"Federal judiciary leaders approve new rules to protect court employees from workplace harassment\". Washington Post.\n\n^ \"Press Release\" (PDF) (Press release). United States Courts for the D.C. Circuit. February 11, 2020.\n\n^ Thomsen, Jacqueline (January 24, 2020). \"Merrick Garland's Time as Chief Judge of the DC Circuit Is Ending. Sri Srinivasan Is Up Next\". National Law Journal. Archived from the original on January 9, 2021. Retrieved May 12, 2020.\n\n^ a b c Shear, Michael D.; Harris, Gardiner (March 16, 2016). \"Obama to Nominate Merrick Garland to Supreme Court\". The New York Times. Archived from the original on March 16, 2016. Retrieved March 16, 2016.\n\n^ a b Taylor, Tom P. (March 8, 2016). \"Garland Brings Centrist Flair to D.C. Circuit With Laissez-Faire Approach to Agency Action\". Bloomberg BNA United States Law Week. Archived from the original on March 18, 2016. Retrieved March 24, 2016.\n\n^ Savage, David G. (March 18, 2016). \"Analysis: Supreme Court nominee Merrick Garland has a record of restraint, not activism\". Los Angeles Times. Retrieved March 20, 2016. Garland 'is almost always deferential to agency interpretations of statutes,' UCLA law professor Ann Carlson wrote\n\n^ Cicero, Rita Ann (September 4, 2013). \"D.C. Circuit orders completion of Yucca Mountain nuclear facility review\". Westlaw Journal Environmental. Thomson Reuters. Retrieved September 30, 2013.\n\n^ Rosen, Jeffery (March 17, 2016). \"The Nomination of Merrick Garland is a Victory for Judicial Restraint\". The Atlantic. Retrieved March 31, 2016.\n\n^ Bravender, Robin (March 17, 2016). \"Garland and the case of the 'hapless toad'\". Greenwire. Archived from the original on March 20, 2016. Retrieved March 31, 2016.\n\n^ a b Savage, Charlie (March 23, 2016). \"In Criminal Rulings, Garland Has Usually Sided With Law Enforcement\". The New York Times. p. A13. Retrieved March 24, 2016.\n\n^ a b c d e f Barnes, Robert (March 18, 2015). \"The respectful disagreements of Judge Merrick Garland\". The Washington Post. Retrieved March 23, 2016.\n\n^ a b c d Loughran, Matthew; Swann, James (March 18, 2016). \"Judge Garland Would Be Good for HHS, CMS, Attorneys Say\". Bloomberg BNA. Retrieved March 20, 2016.\n\n^ US ex rel. Totten v. Bombardier Corp., 380 F.3d 488 (D.C. Cir. 2004). (citing Henry J. Friendly, Benchmarks (1967)).\n\n^ Palazzolo, Joe (March 17, 2016). \"Judge Garland's Career in Dissent\". The Wall Street Journal. Retrieved March 23, 2016.\n\n^  Note, Recent Case: D.C. Circuit Holds the Government’s Authority Has Not Unraveled, 132 Harv. L. Rev. 1542 (2019).\n\n^ Al-Alwi v. Obama, 653 F3d 11 (D.C. Cir. 2011).\n\n^ Glaberson, William (June 24, 2008). \"Court Voids Finding on Guantánamo Detainee\". The New York Times. Retrieved June 24, 2008.\n\n^ Richey, Warren (June 27, 2011). \"Supreme Court declines to take up Abu Ghraib detainee lawsuit\". Christian Science Monitor. Retrieved July 1, 2011.\n\n^ Gibney, Mark (2015). \"Litigating Transnational Human Rights Obligations\". In Vandenhole, Wouter (ed.). Challenging Territoriality in Human Rights Law: Building Blocks for a Plural and Diverse Duty-Bearer Regime. Routledge. p. 103. ISBN 9781317628965.\n\n^ a b c d Liptak, Adam (March 18, 2016). \"Where Merrick Garland Stands: A Close Look at His Judicial Record\". The New York Times. p. A1. Retrieved March 24, 2016.\n\n^ a b \"Judge Merrick Garland's media law cases\". Reporters Committee for Freedom of the Press. March 18, 2016. Retrieved June 8, 2016.\n\n^ a b c d Almanac of the Federal Judiciary. Vol. 1. Aspen Publishers. 2011. p. 7. ISBN 978-0735568891.\n\n^ a b c Hasen, Rick (March 17, 2016). \"Judge Merrick Garland: A Moderate Liberal on Election Law Issues, With Questions About Boldness\". Election Law Blog. Retrieved March 20, 2016.\n\n^ a b c Zauzmer, Julie (March 16, 2016). \"Merrick Garland's record on religious freedom cases, including the contraception case now before the Supreme Court\". The Washington Post. Retrieved March 20, 2016.\n\n^ Levitan v. Ashcroft, 281 F.3d 1313 (D.C. Cir. 2002).\n\n^ Payne v. Salazer, 619 F.3d 561 (D.C. Cir. 2010).\n\n^ Cavendish, Steve (March 16, 2016). \"Obama to Nominate Merrick Garland, Who Wrote Decision Opposing D.C. Voting Rights\". The Washington City Paper. Washington DC. Retrieved March 18, 2016.\n\n^ Gabrielle M. Duvall, Recent Decisions: From Dusk Till Dawn: The D.C. Circuit's Examination of Juvenile Nocturnal Rights, 68 George Washington Law Review 710 (2000).\n\n^ Chudy, Patryk J. (2000). \"Doctrinal Reconstruction: Reconciling Conflicting Standards in Adjudicating Juvenile Curfew Challenges\". Cornell Law Review. 85 (518): 541–48.\n\n^ Harris, Gardiner (March 16, 2016). \"For Garland, Third Time Was Charm\". The New York Times. Retrieved March 20, 2016.\n\n^ Baker, Peter; Nagourney, Adam (May 27, 2009). \"Sotomayor Pick a Product of Lessons From Past Battles\". The New York Times. Archived from the original on March 16, 2015. Retrieved June 1, 2009.\n\n^ \"Profiles of three possible successors to Justice John Paul Stevens\". Los Angeles Times. April 10, 2010. Archived from the original on January 9, 2021. Retrieved May 12, 2010.\n\n^ de Vogue, Ariane (February 4, 2010). \"White House Prepares for Possibility of 2 Supreme Court Vacancies\". ABC News. Retrieved March 1, 2010.\n\n^ Bravin, Jess (February 8, 2010). \"Democrats Divide on Voice of Possible Top-Court Pick\". The Wall Street Journal. Retrieved March 1, 2010.\n\n^ Ferraro, Thomas (May 6, 2010). \"Republican would back Garland for Supreme Court\". Reuters. Retrieved March 16, 2016.\n\n^ Burr, Thomas (March 16, 2016). \"White House notes Hatch called Supreme Court nominee a 'consensus' pick in 2010\". Salt Lake Tribune. Salt Lake City. Retrieved March 16, 2016.\n\n^ Hirschfeld Davis, Julie (March 4, 2016). \"Three More Judges Said to be Vetted for Supreme Court\". The New York Times. Archived from the original on August 24, 2018. Retrieved February 11, 2017.\n\n^ Everett, Burgess (February 13, 2016). \"McConnell throws down the gauntlet: No Scalia replacement under Obama\". Politico. Archived from the original on September 19, 2020. Retrieved March 16, 2016.\n\n^ Chait, Jonathan (February 23, 2016). \"No, the Senate's Supreme Court Blockade Has Never Happened in American History\". New York. Retrieved March 1, 2016.\n\n^ McAuliff, Michael; Bendery, Jennifer (March 10, 2016). \"Republican Admits Supreme Court Blockade Is Unprecedented\". The Huffington Post. Retrieved March 30, 2016.\n\n^ Obama, Barack (February 24, 2016). \"A Responsibility I Take Seriously\". SCOTUSBlog. Retrieved March 1, 2016.\n\n^ Liptak, Adam (February 24, 2016). \"Obama's Scotusblog Post: Reading Between the Lines\". The New York Times. Retrieved March 1, 2016.\n\n^ Ramsey, David (February 24, 2016). \"President Obama responds to Mitch McConnell on Supreme Court vacancy\". Arkansas Times. Retrieved March 1, 2016. The one thing I think is important to dispel is any notion that somehow that this is some well established tradition, or some constitutional principle, that a president in his last year in office cannot fill a Supreme Court vacancy.\n\n^ Totenberg, Nina (March 8, 2016). \"President Obama Meets With Supreme Court Candidates\". NPR. Retrieved March 30, 2016.\n\n^ Shepherd, Alex (March 16, 2016). \"Orrin Hatch once said there was \"no question\" Merrick Garland could be confirmed to the Supreme Court\". The New Republic. Retrieved September 11, 2021.\n\n^ Shear, Michael D.; Harris, Gardiner (March 16, 2016). \"Obama Chooses Merrick Garland for Supreme Court\". The New York Times. Archived from the original on March 16, 2016. Retrieved February 11, 2017.\n\n^ Eilperin, Juliet; DeBonis, Mike; Markon, Jerry (March 16, 2016). \"President Obama nominates Merrick Garland to the Supreme Court\". The Washington Post. Retrieved September 11, 2021.\n\n^ Roeder, Oliver (March 16, 2016). \"Merrick Garland Is The Oldest Supreme Court Nominee Since Nixon Was President\". FiveThirtyEight. Retrieved September 11, 2021.\n\n^ \"Ratings of Article III and Article IV Judicial Nominees (114th Congress)\" (PDF). American Bar Association Standing Committee on the Federal Judiciary. 2016. Retrieved September 11, 2021.\n\n^ Totenberg, Nina (September 6, 2016). \"170-Plus Days And Counting: GOP Unlikely To End Supreme Court Blockade Soon\". NPR. Archived from the original on September 30, 2018. Retrieved September 11, 2021.\n\n^ a b Liptak, Adam (June 14, 2016). \"Study Calls Snub of Obama's Supreme Court Pick Unprecedented\". The New York Times. Retrieved September 11, 2021. After a comprehensive look at every past Supreme Court vacancy, two law professors have concluded that it is an unprecedented development ... That categorical stance is new in the nation's history, the professors, Robin Bradley Kar and Jason Mazzone, wrote in a study published online by The New York University Law Review.\n\n^ McConnell, Mitch (March 16, 2016). \"McConnell On Supreme Court Nomination\". republicanleader.senate.gov. Retrieved September 21, 2020.\n\n^ Schier, Steven E.; Eberly, Todd E. (2017). The Trump Presidency: Outsider in the Oval Office. Rowman & Littlefield. p. 71. ISBN 9781538105757. Archived from the original on September 11, 2021. Retrieved October 11, 2018.\n\n^ Handelsman Shugerman, Jed (2019). \"Constitutional Hardball vs. Beanball: Identifying Fundamentally Antidemocratic Tactics\". Columbia Law Review. Archived from the original on May 30, 2019. Retrieved May 30, 2019.\n\n^ Ashbee, Edward; Dumbrell, John, eds. (2017). The Obama Presidency and the Politics of Change. Palgrave Macmillan. pp. 55, 62. doi:10.1007/978-3-319-41033-3. ISBN 978-3-319-41032-6. Archived from the original on November 30, 2018. Retrieved October 6, 2018.\n\n^ Fishkin, Joseph; Pozen, David E. (2018). \"Asymmetric Constitutional Hardball\". Columbia Law Review. Vol. 118, no. 3. Archived from the original on January 19, 2019. Retrieved September 11, 2021.\n\n^ Mounk, Yascha (2018). The People vs. Democracy. Harvard University Press. ISBN 9780674976825. Archived from the original on November 27, 2018. Retrieved March 14, 2019.\n\n^ Bravin, Jess (January 3, 2017). \"President Obama's Supreme Court Nomination of Merrick Garland Expires\". The Wall Street Journal. Archived from the original on March 10, 2017. Retrieved September 11, 2021.\n\n^ Martin, Phillip (July 18, 2016). \"Obama's SCOTUS Nominee Suffers Longest Confirmation Delay in History\". Progress Texas. Retrieved January 22, 2021.\n\n^ Barnes, Robert (January 31, 2017). \"Trump picks Colo. appeals court judge Neil Gorsuch for Supreme Court\". The Washington Post. Archived from the original on February 1, 2017. Retrieved February 1, 2017.\n\n^ Scarce, Ed (August 9, 2016). \"Mitch McConnell: Proud Moment When I Told Obama 'You Will Not Fill This Supreme Court Vacancy'\". Crooks and Liars. Archived from the original on July 12, 2018. Retrieved August 2, 2018.\n\n^ Roarty, Alex (August 8, 2016). \"Tea Party-Aligned Kentucky Gov May End 95-Year Democratic Reign\". rollcall.com. Archived from the original on August 22, 2016. Retrieved August 21, 2016.\n\n^ Alford, Roger (April 3, 2018). \"McConnell on midterm elections: 'The wind is going to be in our face'\". Kentucky Today. Archived from the original on April 4, 2018. Retrieved April 5, 2018.\n\n^ \"Judge Merrick Garland, Attorney General\". Buildbackbetter.gov. Archived from the original on January 7, 2021. Retrieved January 7, 2021.\n\n^ Bravin, Jess; Gurman, Sadie; Viswanatha, Aruna (January 6, 2021). \"Biden to Name Merrick Garland as Attorney General\". The Wall Street Journal.\n\n^ \"PN78-7 – Merrick Brian Garland – Department of Justice\". 117th Congress. March 10, 2021. Retrieved September 11, 2021 – via Congress.gov.\n\n^ a b Benner, Katie (March 10, 2021). \"Merrick Garland Is Confirmed as Attorney General\". The New York Times. Archived from the original on December 28, 2021.\n\n^ a b Pengelly, Martin (February 21, 2021). \"Merrick Garland vows to target white supremacists as attorney general\". The Guardian. Retrieved September 11, 2021.\n\n^ a b c Tucker, Eric; Jalonick, Mary Clare; Balsamo, Michael (February 23, 2021). \"Garland vows sharp focus on Capitol riot as attorney general\". Associated Press. Retrieved September 12, 2021.\n\n^ Wolfe, Jan; Lynch, Sarah N. (February 20, 2021). \"Biden's attorney general nominee Garland vows to prioritize civil rights\". Reuters. Retrieved March 11, 2021.\n\n^ Shabad, Rebecca (March 1, 2021). \"Senate committee advances Merrick Garland's nomination for attorney general\". NBC News. Retrieved March 1, 2021.\n\n^ Higgins, Tucker (March 1, 2021). \"Merrick Garland's nomination to be attorney general advances to full Senate\". CNBC. Retrieved March 10, 2021.\n\n^ \"On the Nomination (Confirmation: Merrick Brian Garland, of Maryland, to be Attorney General)\". U.S. Senate. March 10, 2021. Retrieved March 11, 2021.\n\n^ Rogers, Alex (March 10, 2021). \"Senate confirms Merrick Garland as attorney general\". CNN. Retrieved March 11, 2021.\n\n^ @TheJusticeDept (March 11, 2021). \"Judge Merrick Garland takes his oath of office as the 86th Attorney General of the United States as he is sworn in by Assistant Attorney General for Administration Lee Lofthus\" (Tweet). Retrieved March 11, 2021 – via Twitter.\n\n^ \"Russia retaliates for US diplomatic expulsions\". BBC News. April 16, 2021. Retrieved September 11, 2021.\n\n^ a b c Perez, Evan (July 28, 2021). \"Liberals may end up liking much of Garland's Justice Department after all\". CNN. Retrieved July 29, 2021.\n\n^ a b Benner, Katie (July 9, 2021). \"Garland Settles In but Trump Era Still Shadows the Justice Dept\". The New York Times. ISSN 0362-4331. Retrieved July 29, 2021.\n\n^ Savage, Charlie (May 25, 2021). \"The Justice Dept. will fight to keep secret most of a Barr-era memo on whether Trump obstructed the Russia inquiry\". The New York Times. ISSN 0362-4331. Retrieved July 29, 2021.\n\n^ Schmidt, Michael S. (May 4, 2021). \"Judge Says Barr Misled on How His Justice Dept. Viewed Trump's Actions\". The New York Times. ISSN 0362-4331. Archived from the original on May 4, 2021. Retrieved July 29, 2021.\n\n^ Feuer, Alan; Weiser, Benjamin (June 8, 2021). \"Biden Justice Department Seeks to Defend Trump in Suit Over Rape Denial\". The New York Times. ISSN 0362-4331. Retrieved July 29, 2021.\n\n^ a b c d Sneed, Tierney (October 31, 2021). \"Takeaways from Merrick Garland's hearing with the House Judiciary Committee\". CNN. Retrieved October 21, 2021.\n\n^ a b c Sneed, Tierney (October 21, 2021). \"Garland: DOJ 'will apply the facts and the law' when considering Bannon referral\". CNN. Retrieved October 21, 2021.\n\n^ a b \"Attorney General Merrick B. Garland Imposes a Moratorium on Federal Executions; Orders Review of Policies and Procedures\". justice.gov (Press release). July 1, 2021. Retrieved July 29, 2021.\n\n^ a b Swanson, Ian (July 1, 2021). \"Garland imposes moratorium on federal executions\". The Hill. Retrieved July 29, 2021.\n\n^ a b Lynch, Sarah N.; Beech, Eric (July 1, 2021). \"U.S. attorney general imposes moratorium on federal executions\". Reuters. Retrieved July 29, 2021.\n\n^ Weiser, Benjamin (January 7, 2023). \"Suspect in Bike Path Killing Faces First Death Penalty Trial Under Biden\". The New York Times. ISSN 0362-4331. Retrieved January 8, 2023.\n\n^ \"Attorney General Merrick B. Garland Delivered a Policy Address Regarding Voting Rights\". justice.gov. June 11, 2021. Retrieved June 12, 2021.\n\n^ Phillips, Kristine (June 11, 2021). \"AG Merrick Garland vows to protect voting rights, beef up DOJ civil rights division\". USA TODAY. Retrieved June 12, 2021.\n\n^ Cole, Devan; Carrega, Christina; Schouten, Fredreka; Perez, Evan; de Vogue, Ariane; Gallagher, Dianne (June 25, 2021). \"Justice Department suing Georgia over voting restrictions\". CNN. Retrieved June 25, 2021.\n\n^ \"Justice Department Issues Guidance on Federal Statutes Regarding Voting Methods and Post-Election \"Audits\"\". justice.gov (Press release). July 28, 2021. Retrieved July 29, 2021.\n\n^ Sneed, Tierney (July 28, 2021). \"Justice Department puts states on notice about post-election audits and election law changes\". CNN. Retrieved July 29, 2021.\n\n^ \"Justice Department Files Lawsuit Against the State of Texas to Protect Voting Rights\". justice.gov (Press release). November 4, 2021. Retrieved November 5, 2021.\n\n^ Perez, Evan (November 4, 2021). \"Justice Department sues Texas over new voting restrictions\". CNN. Retrieved November 5, 2021.\n\n^ \"Justice Department Files Lawsuit Against the State of Texas to Challenge Statewide Redistricting Plans\". justice.gov (Press release). December 6, 2021. Retrieved December 9, 2021.\n\n^ \"Attorney General Merrick B. Garland Delivers Remarks Announcing Lawsuit Against the State of Texas to Challenge Statewide Redistricting Plan\". justice.gov. December 6, 2021. Retrieved December 9, 2021.\n\n^ Timm, Jane C. (December 6, 2021). \"In lawsuit, DOJ says Texas voting maps discriminate against Black and Latino voters\". NBC News. Retrieved December 9, 2021.\n\n^ Sneed, Tierney; Carrega, Christina (December 6, 2021). \"DOJ sues Texas over Republican-approved redistricting maps\". CNN. Retrieved December 29, 2021.\n\n^ a b Balsamo, Michael (April 17, 2021). \"Garland rescinds Trump-era memo curtailing consent decrees\". Associated Press. Retrieved September 11, 2021.\n\n^ Benner, Katie (April 16, 2021). \"Justice Dept. Restores Use of Consent Decrees for Police Abuses\". The New York Times. Retrieved September 11, 2021.\n\n^ Carrega, Christina; Cole, Devan (August 5, 2021). \"DOJ opens investigation into how Phoenix Police Department treats city's homeless residents\". CNN. Retrieved August 6, 2021.\n\n^ Balsamo, Michael; Forliti, Amy (April 21, 2021). \"Garland announces sweeping police probe after Floyd verdict\". Associated Press. Retrieved October 15, 2021.\n\n^ Farivar, Masood (April 26, 2021). \"2nd Police Department Under Investigation Following Chauvin Conviction\". Voice of America. Retrieved October 15, 2021.\n\n^ Levine, Mike; Mallin, Alexander (April 26, 2021). \"AG Garland announces investigation of Louisville PD's policing practices\". ABC News. Retrieved October 15, 2021.\n\n^ Nakamura, David (August 5, 2021). \"Justice Dept. opens civil rights investigation into Phoenix police department\". Washington Post. ISSN 0190-8286. Retrieved October 15, 2021.\n\n^ \"Justice Department Announces Investigation of the City of Phoenix and the Phoenix Police Department\". justice.gov (Press release). August 5, 2021. Retrieved October 15, 2021.\n\n^ \"Justice Department Launches Investigation of the Mount Vernon Police Department\". justice.gov (Press release). December 3, 2021. Retrieved December 10, 2021.\n\n^ Reimann, Nicholas (December 3, 2021). \"Feds Launch Sweeping Probe Of Suburban N.Y. Police Department Over Discrimination Claims\". Forbes. Retrieved December 10, 2021.\n\n^ Carrega, Christina; Campbell, Josh (June 7, 2021). \"DOJ ends policy that prohibited federal officers from using body-worn cameras\". CNN. Retrieved September 16, 2021.\n\n^ Zapotosky, Matt (June 7, 2021). \"Justice Dept. will require its law enforcement officers to use body cameras in certain circumstances\". The Washington Post. Archived from the original on October 10, 2022.\n\n^ \"Justice Department Announces First Federal Agents to Use Body-Worn Cameras\". justice.gov (Press release). September 1, 2021. Retrieved September 16, 2021.\n\n^ Carrega, Christina (September 14, 2021). \"Justice Department announces investigation into Georgia prisons\". CNN. Retrieved October 21, 2021.\n\n^ a b Sneed, Tierney (October 20, 2021). \"'Big, big shifts': How Biden's civil rights pros have reoriented the Justice Department\". CNN. Retrieved October 21, 2021.\n\n^ \"Justice Department Announces Investigation into Conditions in Georgia Prisons\". justice.gov (Press release). September 14, 2021. Retrieved October 21, 2021.\n\n^ \"Department of Justice Announces Department-Wide Policy on Chokeholds and 'No-Knock' Entries\". justice.gov (Press release). September 14, 2021. Retrieved September 16, 2021.\n\n^ Carrega, Christina; Nickeas, Peter (September 14, 2021). \"Justice Department limits use of chokeholds and 'no-knock' warrants\". CNN. Retrieved September 16, 2021.\n\n^ Tucker, Emma (September 15, 2021). \"Bans on chokeholds for federal officers latest in nationwide push to hold police to a 'higher standard'\". CNN. Retrieved September 16, 2021.\n\n^ \"Justice Department Announces Investigation into Conditions at Five Juvenile Facilities in Texas\". justice.gov (Press release). October 13, 2021. Retrieved October 21, 2021.\n\n^ a b Weinsheimer, Bradley (July 26, 2021). \"Testimony to Congress\" (PDF). Letter to Jeffrey A. Rosen. Archived (PDF) from the original on July 27, 2021. Retrieved August 27, 2021 – via justsecurity.org.\n\n^ Perez, Evan (July 27, 2021). \"Trump officials can testify on former President's actions leading up to insurrection, Justice Department decides\". CNN. Retrieved July 30, 2021.\n\n^ Benner, Katie (July 27, 2021). \"Trump officials can testify in inquiries into efforts to subvert election outcome and Jan 6 riot, Justice Dept. says\". The New York Times. ISSN 0362-4331. Retrieved July 30, 2021.\n\n^ Swan, Betsy Woodruff; Desiderio, Andrew (July 27, 2021). \"DOJ: Former Trump officials can testify about Jan 6 Capitol attack\". Politico. Retrieved July 30, 2021.\n\n^ Cohen, Marshall; Sneed, Tierney (July 28, 2021). \"DOJ won't protect GOP Rep. Mo Brooks in insurrection lawsuit\". CNN. Retrieved July 29, 2021.\n\n^ a b Foran, Clare; Cohen, Zachary; Nobles, Ryan (October 21, 2021). \"House votes to hold Steve Bannon in contempt for defying subpoena\". CNN. Retrieved October 21, 2021.\n\n^ Sneed, Tierney; Schneider, Jessica (October 20, 2021). \"Bannon contempt vote puts Attorney General Merrick Garland in center of legal and political storm\". CNN. Retrieved October 21, 2021.\n\n^ \"Garland names Jack Smith special counsel for Trump criminal probes\". POLITICO. November 18, 2022. Retrieved November 18, 2022.\n\n^ Thrush, Glenn; Savage, Charlie; Haberman, Maggie; Feuer, Alan (November 18, 2022). \"Garland Names Special Counsel for Trump Inquiries\". The New York Times. Retrieved November 19, 2022.\n\n^ \"Justice Department Addresses Violent Threats Against School Officials and Teachers\". justice.gov (Press release). October 4, 2021. Retrieved October 21, 2021.\n\n^ a b LeBlanc, Paul (October 9, 2021). \"McConnell challenges Garland on DOJ effort to address threats against public school board members and teachers\". CNN. Retrieved October 21, 2021.\n\n^ a b c Feuer, Alan (November 5, 2021). \"'I Don't Want to Die for It': School Board Members Face Rising Threats\". New York Times. Retrieved June 21, 2022.\n\n^ \"NSBA, AASA Issue Joint Statement Calling for End to Threats and Violence Around Safe School Opening Decisions\". National School Boards Association. September 22, 2021. Retrieved October 28, 2021.\n\n^ \"National School Boards Association Asks for Federal Assistance to Stop Threats and Acts of Violence Against Public Education Leaders\". National School Boards Association. September 30, 2021. Retrieved October 28, 2021.\n\n^ \"National School Boards Association Statement in Response to Justice Department Action to Address Threats Against School Personnel\". National School Boards Association. October 4, 2021. Retrieved October 28, 2021.\n\n^ a b Quilantan, Bianca (October 25, 2021). \"School board group backtracks on letter for security help from DOJ\". Politico. Retrieved October 28, 2021.\n\n^ Kennedy, Brigid (October 21, 2021). \"9 House Republicans vote with Democrats to hold Steve Bannon in contempt for defying Jan. 6 subpoena\". The Week. Retrieved October 21, 2021.\n\n^ a b Perez, Evan; Sneed, Tierney (October 26, 2021). \"Garland faces relentless GOP pressure after issuing memo on school board threats\". CNN. Retrieved October 28, 2021.\n\n^ Sneed, Tierney (October 27, 2021). \"Attorney General Merrick Garland defends memo responding to threats of violence against school board members\". CNN. Retrieved October 28, 2021.\n\n^ \"GOP senators erupt at Garland in heated hearing. Cooper says they misrepresent the facts\". CNN. October 28, 2021. Retrieved October 28, 2021.\n\n^ a b \"Rebecca Garland, Xan Tanner\". The New York Times. June 17, 2018. ISSN 0362-4331. Retrieved October 9, 2021.\n\n^ Metcalf, Andrew (March 16, 2016). \"Obama Nominates Bethesda Resident Merrick Garland to Serve on U.S. Supreme Court\". Bethesda Magazine. Retrieved March 30, 2016.\n\n^ Flores, Reena; Shabad, Rebecca (March 16, 2016). \"Who is Merrick Garland?\". CBS News. Archived from the original on March 16, 2016. Retrieved March 16, 2016.\n\n^ Scarcella, Mike (July 20, 2021). \"AG Garland's daughter won't clerk at SCOTUS while dad's in office\". Reuters. Retrieved October 9, 2021.\n\n^ Alexander, Dan (August 6, 2021). \"How Attorney General Merrick Garland Amassed A $20 Million Fortune\". Forbes. Archived from the original on January 18, 2023. Retrieved February 16, 2023.\n\n\nFurther reading[edit]\n\"Questionnaire for Judicial Nominees for Merrick Garland\" (PDF). Washington, D.C.: United States Senate Committee on the Judiciary. 2016. Retrieved September 13, 2021.\nManuel, Kate M.; Murrill, Brandon J.; Nolan, Andrew, eds. (April 27, 2016). Judge Merrick Garland: His Jurisprudence and Potential Impact on the Supreme Court (PDF) (Report). Washington, D.C.: Congressional Research Service. R44479. Retrieved September 13, 2021.\nMason, R. Chuck, ed. (May 2, 2016). Majority, Concurring, and Dissenting Opinions Authored by Judge Merrick Garland (PDF) (Report). Washington, D.C.: Congressional Research Service. R44484. Retrieved September 13, 2021.\nKar, Robin Bradley; Mazzone, Jason (March 21, 2016). \"The Garland Affair: What History and the Constitution Really Say About President Obama's Powers to Appoint a Replacement for Justice Scalia\". NYU Law Review. 91: 53. SSRN 2752287. Retrieved September 13, 2021.\nMcMillion, Barry J. (March 16, 2016). Nominations to the Supreme Court During Presidential Election Years (1900–Present) (PDF) (Report). Washington, D.C.: Congressional Research Service. IN10455. Retrieved May 8, 2022.\nMcMillion, Barry J. (October 1, 2020). Supreme Court Vacancies That Occurred During Presidential Election Years (1789–2020) (PDF) (Report). Washington, D.C.: Congressional Research Service. IN11514. Retrieved May 8, 2022.\nExternal links[edit]\n\n\nMerrick Garland  at Wikipedia's sister projects\n\nMedia from CommonsQuotations from WikiquoteTexts from WikisourceData from Wikidata\n\nBiography at the United States Department of Justice\nMerrick Garland at the Biographical Directory of Federal Judges, a publication of the Federal Judicial Center.\nSelected Resources on Merrick B. Garland at the Law Library of Congress\nAppearances on C-SPAN \n\"U.S. Senators on the nomination of Merrick Garland,\" in Ballotpedia\n\n\nLegal offices\n\n\nPreceded byAbner Mikva\n\n Judge of the United States Court of Appeals for the District of Columbia Circuit 1997–2021\n\nSucceeded byKetanji Brown Jackson\n\n\nPreceded byDavid B. Sentelle\n\n Chief Judge of the United States Court of Appeals for the District of Columbia Circuit 2013–2020\n\nSucceeded bySri Srinivasan\n\n\nPolitical offices\n\n\nPreceded byWilliam Barr\n\n United States Attorney General 2021–present\n\nIncumbent\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byLloyd Austinas Secretary of Defense\n\n Order of precedence of the United Statesas Attorney General \n\nSucceeded byDeb Haalandas Secretary of the Interior\n\n\nU.S. presidential line of succession\n\n\nPreceded byLloyd Austinas Secretary of Defense\n\n 7th in lineas Attorney General \n\nSucceeded byDeb Haalandas Secretary of the Interior\n\n\nLinks to related articles\nvteUnited States Attorneys General\nRandolph\nBradford\nLee\nLincoln\nBreckinridge\nRodney\nPinkney\nRush\nWirt\nBerrien\nTaney\nButler\nGrundy\nGilpin\nCrittenden\nLegaré\nNelson\nMason\nClifford\nToucey\nJohnson\nCrittenden\nCushing\nBlack\nStanton\nBates\nSpeed\nStanbery\nEvarts\nHoar\nAkerman\nWilliams\nPierrepont\nTaft\nDevens\nMacVeagh\nBrewster\nA. Garland\nMiller\nOlney\nHarmon\nMcKenna\nGriggs\nKnox\nMoody\nBonaparte\nWickersham\nMcReynolds\nGregory\nPalmer\nDaugherty\nStone\nSargent\nW. D. Mitchell\nCummings\nMurphy\nJackson\nBiddle\nT. C. Clark\nMcGrath\nMcGranery\nBrownell\nRogers\nKennedy\nKatzenbach\nR. Clark\nJ. N. Mitchell\nKleindienst\nRichardson\nSaxbe\nLevi\nBell\nCiviletti\nSmith\nMeese\nThornburgh\nBarr\nReno\nAshcroft\nGonzales\nMukasey\nHolder\nLynch\nSessions\nBarr\nM. Garland\n\nvteAttorneys general of the United StatesUnited States Attorney General: ▌Merrick Garland (D)\nAL ▌Steve Marshall (R)\nAK ▌Treg Taylor (R)\nAZ ▌Kris Mayes (D)\nAR ▌Tim Griffin (R)\nCA ▌Rob Bonta (D)\nCO ▌Phil Weiser (D)\nCT ▌William Tong (D)\nDE ▌Kathy Jennings (D)\nFL ▌Ashley Moody (R)\nGA ▌Christopher M. Carr (R)\nHI ▌Anne E. Lopez (D)\nID ▌Raúl Labrador (R)\nIL ▌Kwame Raoul (D)\nIN ▌Todd Rokita (R)\nIA ▌Brenna Bird (R)\nKS ▌Kris Kobach (R)\nKY ▌Russell Coleman (R)\nLA ▌Liz Murrill (R)\nME ▌Aaron Frey (D)\nMD ▌Anthony Brown (D)\nMA ▌Andrea Campbell (D)\nMI ▌Dana Nessel (D)\nMN ▌Keith Ellison (DFL)\nMS ▌Lynn Fitch (R)\nMO ▌Andrew Bailey (R)\nMT ▌Austin Knudsen (R)\nNE ▌Mike Hilgers (R)\nNV ▌Aaron D. Ford (D)\nNH ▌John Formella (R)\nNJ ▌Matt Platkin (D)\nNM ▌Raúl Torrez (D)\nNY ▌Letitia James (D)\nNC ▌Josh Stein (D)\nND ▌Drew Wrigley (R)\nOH ▌Dave Yost (R)\nOK ▌Gentner Drummond (R)\nOR ▌Ellen Rosenblum (D)\nPA ▌Michelle Henry (D)\nRI ▌Peter Neronha (D)\nSC ▌Alan Wilson (R)\nSD ▌Marty Jackley (R)\nTN ▌Jonathan Skrmetti (R)\nTX ▌Ken Paxton (R)\nUT ▌Sean Reyes (R)\nVT ▌Charity Clark (D)\nVA ▌Jason Miyares (R)\nWA ▌Bob Ferguson (D)\nWV ▌Patrick Morrisey (R)\nWI ▌Josh Kaul (D)\nWY ▌Bridget Hill (R)\nFederal districts:\nDC ▌Brian Schwalb (D)Territories:\nAS ▌Fainu'ulelei Alailima-Utu\nGU ▌Doug Moylan (R)\nMP ▌Ed Manibusan (D)\nPR ▌Domingo Emanuelli (NPP)\nVI ▌Ariel K. Smith\n\nPolitical party affiliations\n\n▌28 Republicans (27 states, 1 territory)\n▌25 Democrats (23 states, 1 territory, 1 district)\n▌1 New Progressive (1 territory)\n▌2 Unknown (2 territories)An asterisk (*) indicates that the officeholder is serving in an acting capacity.State abbreviations link to position articles.\n\nvteCabinet of President Joe Biden (2021–present)CabinetVice President\nKamala Harris (2021–present)\nSecretary of State\nAntony Blinken (2021–present)\nSecretary of the Treasury\nJanet Yellen (2021–present)\nSecretary of Defense\nLloyd Austin (2021–present)\nAttorney General\nMerrick Garland (2021–present)\nSecretary of the Interior\nDeb Haaland (2021–present)\nSecretary of Agriculture\nTom Vilsack (2021–present)\nSecretary of Commerce\nGina Raimondo (2021–present)\nSecretary of Labor\nMarty Walsh (2021–2023)\nJulie Su (acting) (2023–present)\nSecretary of Health and Human Services\nXavier Becerra (2021–present)\nSecretary of Housing and Urban Development\nMarcia Fudge (2021–present)\nSecretary of Transportation\nPete Buttigieg (2021–present)\nSecretary of Energy\nJennifer Granholm (2021–present)\nSecretary of Education\nMiguel Cardona (2021–present)\nSecretary of Veterans Affairs\nDenis McDonough (2021–present)\nSecretary of Homeland Security\nAlejandro Mayorkas (2021–present)\nCabinet-levelAdministrator of the Environmental Protection Agency\nMichael S. Regan (2021–present)\nDirector of the Office of Management and Budget\nShalanda Young (2021–present)\nDirector of National Intelligence\nAvril Haines (2021–present)\nDirector of the Central Intelligence Agency\nWilliam J. Burns (2023–present)\nTrade Representative\nKatherine Tai (2021–present)\nAmbassador to the United Nations\nLinda Thomas-Greenfield (2021–present)\nChair of the Council of Economic Advisers\nCecilia Rouse (2021–2023)\nJared Bernstein (2023–present)\nAdministrator of the Small Business Administration\nIsabel Guzman (2021–present)\nDirector of the Office of Science and Technology Policy\nEric Lander (2021–2022)\nArati Prabhakar (2022–present)\nWhite House Chief of Staff\nRon Klain (2021–2023)\nJeff Zients (2023–present)\nSee also: Political appointments by Joe Biden\nvteMembers of the Cabinet of the United StatesCabinet members\nBiden\nHarris\nAustin\nBecerra\nBlinken\nButtigieg\nCardona\nFudge\nGarland\nGranholm\nHaaland\nMayorkas\nMcDonough\nRaimondo\nSua\nVilsack\nYellen \nCabinet-level members\nBernstein\nBurns\nGuzman\nHaines\nPrabhakar\nRegan\nTai\nThomas-Greenfield\nYoung\nZients\na actingCabinet of Joe Biden\nvtePresidential line of succession in the United States of America\nVice President (Kamala Harris)\nSpeaker of the House of Representatives (Mike Johnson)\nPresident pro tempore of the Senate (Patty Murray)\nSecretary of State (Antony Blinken)\nSecretary of the Treasury (Janet Yellen)\nSecretary of Defense (Lloyd Austin)\nAttorney General (Merrick Garland)\nSecretary of the Interior (Deb Haaland)\nSecretary of Agriculture (Tom Vilsack)\nSecretary of Commerce (Gina Raimondo)\nSecretary of Labor (Julie Su (acting)**)\nSecretary of Health and Human Services (Xavier Becerra)\nSecretary of Housing and Urban Development (Marcia Fudge)\nSecretary of Transportation (Pete Buttigieg)\nSecretary of Energy (Jennifer Granholm*)\nSecretary of Education (Miguel Cardona)\nSecretary of Veterans Affairs (Denis McDonough)\nSecretary of Homeland Security (Alejandro Mayorkas*)\n* Ineligible to act as president • ** Ambiguity exists concerning eligibility to act as president\nvteJustice ministers of the Group of Seven\n Virani\n Dupond-Moretti\n Buschmann\n Nordio\n Koizumi\n Chalk\n Garland\n Reynders\n\nAuthority control databases International\nFAST\nVIAF\nNational\nGermany\nUnited States\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Merrick_Garland&oldid=1196504611\"",
    "twitter": ""
  },
  {
    "name": "Micaela Ricaforte",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/micaela-ricaforte-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Michael Arceneaux",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/michael-arceneaux-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "American writer\nMichael ArceneauxBornMichael Joseph Arceneaux (1984-04-12) April 12, 1984 (age 39)Houston, TexasNationalityAmericanEducationHoward UniversityOccupationWriterEra21st centuryNotable workI Can't Date JesusWebsitemichael-arceneaux.com\nMichael Arceneaux (born April 12, 1984) is an American writer. He is the author of the 2018 essay collection I Can't Date Jesus, a New York Times bestselling book.  His second book is titled I Don't Want to Die Poor (2020).\n\n\nEarly life[edit]\nMichael Joseph Arceneaux was born April 12, 1984,[1][2] in Houston, Texas, to a working-class Black family from Louisiana.[3] His mother, a registered nurse,[4] was a devout Catholic and Arceneaux was raised in the church, even briefly considering the priesthood.[5]\nArceneaux, from the Hiram Clarke community, attended Madison High School in Houston,[6] then, on a combination of scholarships and student loans,[7] enrolled at Howard University,[3] where he majored in broadcast journalism and wrote for campus newspaper The Hilltop.[8] He graduated in 2007,[9] becoming the first man in his family to graduate from college.[7]\n\nCareer[edit]\nAfter college, Arceneaux moved to Los Angeles where he began his writing career.[3] He has written for The Guardian, New York magazine,[3] Essence, Rolling Stone, Teen Vogue, BuzzFeed, Vulture, The Washington Post,[10] The New York Times and XOJane, as well as writing an advice column, called \"Dearly Beloved\", at Into.[11]\n\nBooks[edit]\nI Can't Date Jesus[edit]\nMain article: I Can't Date Jesus\nArceneaux's first book, a collection of 17 humorous personal essays entitled I Can't Date Jesus: Love, Sex, Family, Race, and Other Reasons I’ve Put My Faith in Beyoncé, was published on July 24, 2018[12] from Atria Books.[13] The book debuted at number 14 on The New York Times best-seller list for paperback nonfiction.[14] It focuses on his early life as a young Black gay man growing up in a religious household in the southern United States.[15] The book's title arises in response to Arceneaux's Catholic upbringing and its implications for him as a gay man, particularly the idea that even if being gay was not a choice, he should not act on it;[16] finding that theological debates on the subject did not tend to prove fruitful, Arceneaux decided, \"Easier to just clarify, 'I plan to have sex, so I can’t date Jesus.'\"[5] Arceneaux completed the manuscript in 2011, but the search for an agent delayed the book's publication. Ultimately he signed with Jim McCarthy, who had originally declined his query but Arceneaux persisted, sending him more essays to read and McCarthy changed his mind.[3]\nReviewers have compared Arceneaux's essay collection to the work of Roxane Gay,[12] David Sedaris,[17] and Samantha Irby.[11] In Vogue, Chloe Schama and Bridget Read noted Arceneaux's \"hysterically funny, vulnerable\" style, calling the collection \"a triumph of self-exploration, tinged with but not overburdened by his reckoning with our current political moment...The result is a piece of personal and cultural storytelling that is as fun as it is illuminating.\"[18]\n\nI Don't Want to Die Poor[edit]\nArceneaux's second book, I Don't Want to Die Poor (2020),[19] expands on his essay for The New York Times describing his private student loan debt.[5][9]\n\nSee also[edit]\nHistory of the African Americans in Houston\nLGBT culture in Houston\nChristianity in Houston\nReferences[edit]\n\n\n^ \"EBONY MAGAZINE on Twitter\". Twitter. April 12, 2012. Archived from the original on 2021-02-15. Retrieved 2018-07-22.\n\n^ Arceneaux, Michael (January 14, 2017). \"Michael Jackson, Urban Myths and the Grease From Jermaine Jackson's Fade\". The Root. Archived from the original on 2018-07-23. Retrieved 2018-07-22.\n\n^ a b c d e Patrick, Diane (June 15, 2018). \"What Would Beyoncé Do? Michael Arceneaux's Asking\". Publishers Weekly. Archived from the original on 23 July 2018. Retrieved 22 July 2018.\n\n^ Arceneaux, Michael (2013-03-06). \"Sex-Ed in Kindergarten?\". Ebony. Archived from the original on 2021-02-15. Retrieved 2018-07-24.\n\n^ a b c Harris-Perry, Melissa (15 June 2018). \"'I Don't Do Sad Gay': Michael Arceneaux in Conversation With Melissa Harris Perry\". Elle. Archived from the original on 23 July 2018. Retrieved 22 July 2018.\n\n^ Gross, Terry (2018-07-23). \"Growing Up Black, Gay And Catholic In Texas, Memoirist Put His Faith In Beyoncé\". NPR. Archived from the original on 2018-08-06. Retrieved 2018-08-06. ARCENEAUX: I love Howard University now. [...] And I remember one girl specifically saying, oh, my God, you went to Madison High School, and you're from Hiram Clarke, and you go here.\n\n^ a b Arceneaux, Michael (February 20, 2009). \"Is College Worth It?\". The Root. Archived from the original on 2018-07-23. Retrieved 2018-07-22.\n\n^ Meade Jr., Tommy G. (2016-07-31). \"Howard Alum Michael Arceneaux Basically Wants To Know Who Keeps Asking Bow Wow Questions\". HBCU Buzz. Archived from the original on 2018-07-23. Retrieved 2018-07-22.\n\n^ a b Arceneaux, Michael (February 10, 2018). \"Opinion | The Student Loan Serenity Prayer\". The New York Times. Archived from the original on 2018-07-22. Retrieved 2018-07-22.\n\n^ Gilson, D. (2018-06-27). \"'I Can't Date Jesus: Love, Sex, Family, Race, And Other Reasons...\" Lambda Literary. Archived from the original on 2021-02-15. Retrieved 2018-07-22.\n\n^ a b Anderson, Tre'vell (July 29, 2018). \"Why Michael Arceneaux 'Can't Date Jesus'\". Los Angeles Times. Archived from the original on 23 July 2018. Retrieved 22 July 2018.\n\n^ a b \"Nonfiction Book Review: I Can't Date Jesus: Love, Sex, Family, Race, and Other Reasons I've Put My Faith in Beyoncé by Michael Arceneaux. Atria, $17 trade paper (256p) ISBN 978-1-5011-7885-6\". Publishers Weekly. April 16, 2018. Archived from the original on 2018-07-23. Retrieved 2018-07-22.\n\n^ Gonzalez, Catherine Lizette (29 June 2018). \"The Must-Read Race and Culture Books of the Summer | ColorLines\". ColorLines. Archived from the original on 23 July 2018. Retrieved 22 July 2018.\n\n^ \"Paperback Nonfiction Books - Best Sellers - The New York Times\". The New York Times. Archived from the original on 2018-08-02. Retrieved 2018-08-03.\n\n^ Mania, Greg (2018-07-24). \"Michael Arceneaux On Why He Can't Date Jesus\". PAPER. Archived from the original on 2018-07-25. Retrieved 2018-07-25.\n\n^ Young, Danielle (July 24, 2018). \"Michael Arceneaux's Debut Book, I Can't Date Jesus is For Those Who Unapologetically Bop...With Chicken Wings\". The Root. Archived from the original on 2018-07-24. Retrieved 2018-07-24.\n\n^ Abadsidis, Savas (2018-05-28). \"On the Shelf\". The Advocate. Archived from the original on 2021-02-15. Retrieved 2018-07-24.\n\n^ Schama, Chloe; Read, Bridget (May 30, 2018). \"13 Books to Thrill, Entertain, and Sustain You This Summer\". Vogue. Archived from the original on 2018-07-25. Retrieved 2018-07-24.\n\n^ Irby, Samantha (2018-07-23). \"Country, Black Ass, Queer Perspective: Talking with Michael Arceneaux\". The Rumpus. Archived from the original on 2018-07-24. Retrieved 2018-07-24.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Michael Arceneaux.\n\nOfficial site\nMichael Arceneaux at IMDb\nInterview with Arceneaux by Mary H.K. Choi on the Hey, Cool Job! podcast, July 20, 2018\nInterview with Arceneaux on Desus & Mero\nInterview with Arceneaux on Fresh Air, July 23, 2018\nAuthority control databases International\nVIAF\nNational\nUnited States\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Michael_Arceneaux&oldid=1180527375\"",
    "twitter": ""
  },
  {
    "name": "Michael Barone",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/michael-barone",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "businessman",
    "wiki": "Michael Barone may refer to:\n\nMichael Barone, American businessman and convicted felon, see Arrest of Omi in a Hellcat#Background\nMichael Barone (pundit) (born 1944), American political expert and conservative commentator\nMichael Barone (radio host) (born 1946), host of American Public Media programs\nMichael Barone (photographer), American art photographer\nMike Barone, American jazz trombonist and big band leader\nMichael Barone, a character on the American television sitcom Everybody Loves Raymond played by Sullivan Sweeten\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Michael_Barone&oldid=1180031584\"",
    "twitter": ""
  },
  {
    "name": "Michael Gerson",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/michael-gerson",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "American political speechwriter and columnist (1964–2022)\n\n\nMichael GersonGerson in 2014White House Director of SpeechwritingIn officeJanuary 20, 2001 – June 14, 2006PresidentGeorge W. BushPreceded byTerry EdmondsSucceeded byWilliam McGurn\nPersonal detailsBornMichael John Gerson(1964-05-15)May 15, 1964Belmar, New Jersey, U.S.DiedNovember 17, 2022(2022-11-17) (aged 58)Washington, D.C., U.S.Political partyRepublicanSpouseDawn GersonChildren2EducationGeorgetown UniversityWheaton College, Illinois (BA)\nMichael John Gerson (May 15, 1964 – November 17, 2022) was an American journalist and speechwriter. He was a neoconservative op-ed columnist for The Washington Post, a Policy Fellow with One Campaign,[1][2] a visiting fellow with the Center for Public Justice,[3] and a senior fellow at the Council on Foreign Relations.[4] He served as President George W. Bush's chief speechwriter from 2001 until June 2006, as a senior policy advisor from 2000 through June 2006, and was a member of the White House Iraq Group.[5]\nGerson helped write the inaugural address for the second inauguration of George W. Bush, which called for neo-conservative intervention and nation-building around the world to effect the spread of democracy to third world countries.[6]\nIn 2018, Gerson and commentator Amy Holmes co-hosted In Principle, a politically conservative-oriented television talk show that ran for eight episodes on PBS.[7][8]\n\n\nEarly life and education[edit]\nGerson was born on May 15, 1964, in Belmar, New Jersey,[9] and raised in an Evangelical Christian family[10] in St. Louis, Missouri. He attended Westminster Christian Academy for high school. His paternal grandfather was Jewish.[10] He attended Georgetown University for a year and then transferred to Wheaton College in Illinois, graduating in 1986.[11]\n\nCareer[edit]\nDan Bartlett, Brett Kavanaugh, Condoleezza Rice, and Gerson review President George W. Bush's State of the Union speech in 2004\nBefore joining the Bush administration, he was a senior policy advisor with The Heritage Foundation, a conservative public policy research institution.[12] He also worked at various times as an aide to Indiana Senator Dan Coats and a speechwriter for the presidential campaign of Bob Dole before briefly leaving the political world to cover it as a journalist for U.S. News & World Report.[13] Gerson also worked at one point as a ghostwriter for Charles Colson.[14] In early 1999, Karl Rove recruited Gerson for the Bush campaign.[15]\nGerson was named by Time as one of \"The 25 Most Influential Evangelicals In America.\" The February 7, 2005, issue listed Gerson as the ninth-most influential evangelical that year.[12]\n\nSpeechwriter[edit]\nGerson joined the Bush campaign before 2000 as a speechwriter and went on to head the White House speechwriting team. \"No one doubts that he did his job exceptionally well,\" wrote Ramesh Ponnuru in a 2007 article otherwise very critical of Gerson in National Review. According to Ponnuru, Bush's speechwriters had more prominence in the administration than their predecessors did under previous presidents because Bush's speeches did most of the work of defending the president's policies, since administration spokesmen and press conferences did not. On the other hand, he wrote, the speeches would announce new policies that were never implemented, making the speechwriting in some ways less influential than ever.[16]\nOn June 14, 2006, it was announced that Gerson was leaving the White House to pursue other writing and policy work.[17][18] He was replaced as Bush's chief speechwriter by The Wall Street Journal chief editor William McGurn.[citation needed]\n\nLines attributed to Gerson[edit]\nGerson proposed the use of a \"smoking gun/mushroom cloud\" mixed-metaphor during a September 5, 2002, meeting of the White House Iraq Group, in an effort to sell the American public on the nuclear dangers posed by Saddam Hussein. According to Newsweek columnist Michael Isikoff,\n\nThe original plan had been to place it in an upcoming presidential speech, but WHIG members fancied it so much that when the Times reporters contacted the White House to talk about their upcoming piece [about aluminum tubes], one of them leaked Gerson's phrase – and the administration would soon make maximum use of it.[19]\nGerson said one of his favorite speeches was given at the National Cathedral on September 14, 2001, a few days after the September 11 attacks, which included the following passage: \"Grief and tragedy and hatred are only for a time. Goodness, remembrance, and love have no end. And the Lord of life holds all who die, and all who mourn.\"[20]\nGerson was credited with coining such phrases as \"the soft bigotry of low expectations\" and \"the armies of compassion\".[21] His noteworthy phrases for Bush are said to include \"Axis of Evil,\" a phrase adapted from \"axis of hatred,\" itself suggested by fellow speechwriter David Frum but deemed too mild.[22]\n\nCriticism of Gerson's speechwriting[edit]\nIn an article by Matthew Scully, one of Bush's speechwriters, published in The Atlantic in September 2007, Gerson was criticized for seeking the limelight, taking  credit for other people's work and creating a false image of himself. \"No good deed went unreported, and many things that never happened were reported as fact. For all of our chief speechwriter's finer qualities, the firm adherence to factual narrative is not a strong point.\"[23] Of particular note is the invention of the phrase \"axis of evil.\" Scully claims that the phrase \"axis of hatred\" was coined by David Frum and forwarded to colleagues by email. The word \"hatred\" was changed to \"evil\" by someone other than Gerson and was changed because \"hatred\" seemed the more melodramatic word at the time.[23]\nScully also had this to say about Gerson:\n\nMy most vivid memory of Mike at Starbucks is one I have labored in vain to shake. We were working on a State of the Union address in John [McConnell]'s office when suddenly Mike was called away for an unspecified appointment, leaving us to 'keep going'. We learned only later, from a chance conversation with his secretary, where he had gone, and it was a piece of Washington self-promotion for the ages: At the precise moment when the State of the Union address was being drafted at the White House by John and me, Mike was off [at a Washington D.C. Starbucks store] pretending to craft the State of the Union in longhand for the benefit of a reporter.[23]\nWashington Post columnist[edit]\nAfter leaving the White House, Gerson wrote for Newsweek magazine for a time.[citation needed] On May 16, 2007, Gerson began his tenure as a twice-weekly columnist for The Washington Post. His columns appeared on Wednesdays and Fridays.[24]\nGerson, a neo-conservative, repeatedly criticized other conservatives in his column and conservatives returned the favor. One of Gerson's first columns was entitled \"Letting Fear Rule\", in which he compared skeptics of President Bush's immigration reform bill to nativist bigots of the 1880s.[25]\nIn October 2017, Gerson referred to President Donald Trump's \"fundamental unfitness for high office\" and asked whether he is \"psychologically and morally equipped to be president? And could his unfitness cause permanent damage to the country?\" He cited \"the leaked cries for help coming from within the administration. They reveal a president raging against enemies, obsessed by slights, deeply uninformed and incurious, unable to focus, and subject to destructive whims.\"[26]\nIn August 2019, Gerson wrote that it is a \"scandal\" that \"white evangelical Protestants\" are not in a state of \"panic\" about their own demographic decline in the United States.[27]\n\nPersonal life[edit]\nGerson's wife Dawn was born in South Korea. She was adopted by an American family when she was six years old and raised in the Midwestern United States. The couple met in high school, and have two sons. They resided in Northern Virginia.[28][29][30]\n\nHealth and death[edit]\nGerson suffered from major depressive disorder, and was hospitalized at least once for it.[31][32]\nIn 2013, Gerson was diagnosed with kidney cancer.[33][34] He also had Parkinson's disease.[35] He died from kidney cancer at a Washington, D.C. hospital, on November 17, 2022, at age 58.[9][36]\n\nPublished works[edit]\nGerson, Michael (2007). Heroic Conservatism: Why Republicans Need to Embrace America's Ideals (And Why They Deserve to Fail If They Don't). HarperOne. ISBN 978-0-06-134950-8.\n——; Peter Wehner (2010). City of Man: Religion and Politics in a New Era. Moody. ISBN 978-0-8024-5857-5.\nReferences[edit]\n\n\n^ Pulliam Bailey, Sarah (November 10, 2010). \"Faithfully and Politically Present\". Christianity Today. Archived from the original on April 7, 2020. Retrieved July 4, 2011.\n\n^ \"ONE Welcomes the Washington Post's Michael Gerson\". Retrieved July 4, 2011.\n\n^ \"Michael J. Gerson, Visiting Fellow\". Archived from the original on March 22, 2015. Retrieved September 22, 2012.\n\n^ Schaefer Riley, Naomi (October 21, 2006). \"Mr. Compassionate Conservatism\". The Wall Street Journal. Archived from the original on October 25, 2006.\n\n^ Isikoff, Michael; David Corn (September 8, 2006). Hubris: The Inside Story of Spin, Scandal, and the Selling of the Iraq War. New York: Crown Publishers. ISBN 0-307-34681-1.\n\n^ \"The Believer\". The New Yorker. Retrieved May 29, 2018.\n\n^ \"PBS launching new conservative political talk show\". The Seattle Times. February 28, 2018. Retrieved May 29, 2018.\n\n^ \"In Principle: Season 1 Episodes\". PBS.org.\n\n^ a b Murphy, Brian (November 17, 2022). \"Michael Gerson, Post columnist and Bush speechwriter on 9/11, dies at 58\". The Washington Post. Retrieved November 17, 2022.\n\n^ a b New Yorker Magazine: \"Letter From Washington: The Believer – George W. Bush's loyal speechwriter\" by Jeffrey Goldberg Archived January 19, 2017, at the Wayback Machine February 13, 2006 | \"Gerson, whose parents were evangelical Christians (his last name comes from a Jewish grandfather)\"\n\n^ \"About Wheaton\". Wheaton College. Retrieved May 29, 2018.\n\n^ a b \"The 25 Most Influential Evangelicals in America\". Time. February 7, 2005. Archived from the original on February 3, 2005.\n\n^ Gerson, Michael (January 7, 2007). \"Q&A with Michael Gerson\". Q&A (Interview). Interviewed by Brian Lamb. C-SPAN.\n\n^ Scully, Matthew, \"Present at the Creation,\" The Atlantic, September 2007, p. 76.\n\n^ \"Barack Obama is 'extraordinary talent', says Michael Gerson\". The Sunday Times (UK), March 26, 2008.\n\n^ Ponnuru, Ramesh, \"Gerson's World: The president's chief speechwriter turns columnist,\" article in National Review, July 30, 2007.\n\n^ \"Longtime Bush Speechwriter Leaving White House\". The New York Times. Associated Press. June 14, 2006.\n\n^ Burkeman, Oliver (June 15, 2006). \"Bush speechwriter resigns\". The Guardian. Retrieved November 18, 2022.\n\n^ Hubris, p. 35.\n\n^ Rutenberg, Jim (June 15, 2006). \"Adviser Who Shaped Bush's Speeches Is Leaving\". The New York Times.\n\n^ \"Leading Bush Speechwriter Resigns\". Fox News. June 15, 2006. Retrieved May 29, 2018.\n\n^ Noah, Timothy (January 9, 2003). \"\"Axis of Evil\" Authorship Settled!\". Slate. ISSN 1091-2339. Retrieved May 29, 2018.\n\n^ a b c Scully, Matthew (September 2007). \"Present at the Creation\". The Atlantic. Retrieved May 29, 2018.\n\n^ Gerson, Michael (May 16, 2007). \"Missionaries in Northern Virginia\". Washington Post. Retrieved May 12, 2010.\n\n^ Gerson, Michael (May 25, 2007). \"Letting Fear Rule\". The Washington Post. Retrieved May 12, 2010.\n\n^ Gerson, Michael (October 12, 2017). \"Republicans, it's time to panic\". The Washington Post. Retrieved October 13, 2010.\n\n^ Gerson, Michael (August 29, 2019). \"Why white evangelicals should panic\". The Washington Post. Retrieved August 29, 2019.\n\n^ Gerson, Michael (April 27, 2010). \"International adoption: From a broken bond to an instant bond\". The Washington Post. Retrieved November 27, 2018.\n\n^ United States Holocaust Memorial Museum (2018). \"Speakers: Michael J. Gerson\". Retrieved November 27, 2018.\n\n^ Chen, Edwin (September 22, 2001). \"Helping Bush Sound Presidential\". Los Angeles Times. Retrieved November 27, 2018.\n\n^ Political columnist Michael Gerson on coping with 'insidious' depression on YouTube published February 19, 2019, PBS NewsHour.\n\n^ \"Read Michael Gerson's Sermon Sharing His Struggle with Depression\". PBS. February 19, 2019. Retrieved December 26, 2021.\n\n^ Gerson, Michael (December 5, 2013). \"Michael Gerson: After cancer diagnosis, seeing mortality in the near distance\". The Washington Post. Retrieved December 26, 2021.\n\n^ Gerson, Michael (December 23, 2021). \"Michael Gerson: This Christmas, hope may feel elusive. But despair is not the answer\". The Washington Post. Retrieved December 26, 2021.\n\n^ Wehner, Peter (November 18, 2022). \"My Friend, Mike Gerson\". The Atlantic. Retrieved December 7, 2022.\n\n^ Risen, Clay (November 17, 2022). \"Michael J. Gerson, Presidential Speechwriter and Columnist, Dies at 58\". The New York Times. Retrieved November 17, 2022.\n\n\nExternal links[edit]\n\n\nMichael Gerson  at Wikipedia's sister projects\n\nMedia from CommonsData from Wikidata\n\nA profile of Gerson Archived July 2, 2014, at the Wayback Machine in The New Yorker\nFaithfully and Politically Present Christianity Today\nThe Washington Post, \"Biography: Michael Gerson\"\nThe News Tribune, \"Obama might be stuck with a beast that he can't tame\" Archived March 3, 2016, at the Wayback Machine\nIn Principle at PBS\nAppearances on C-SPAN\nvtePBS\nNational Association of Educational Broadcasters (1925–1981)\nNational Educational Television (1952–1970)\nAmerican Public Television (1961–)\nEducational Television Stations (1963–1973)\nPublic Broadcasting Act of 1967\nCorporation for Public Broadcasting (1967–)\nAmerica's Public Television Stations (1979–)\nDocumentaries\nIndependent Lens (episodes) (since August 9, 1999)\nPBS Short Film Festival (since 2012)\nPOV (episodes) (since July 5, 1988)\nDrama\nMasterpiece (since January 10, 1971)\nMusic and fine arts\nAmerican Masters (since June 22, 1986)\nArt:21 (since 2001)\nAustin City Limits (since January 3, 1976)\nBluegrass Underground (since 2011)\nCraft in America (since 2007)\nGreat Performances (episodes) (since November 4, 1972)\nNext at the Kennedy Center (since 2023)\nHistory\nAmerican Experience (episodes) (since October 4, 1988)\nAntiques Roadshow (since January 9, 1997)\nFinding Your Roots (since March 25, 2012)\nSecrets of the Dead (since May 15, 2000)\nNews and public affairs\nAmanpour & Company (since September 10, 2018)\nBBC World News America (since June 3, 2019 from American Public Television)\nFiring Line (episodes) (April 4, 1966 – December 26, 1999; since June 22, 2018)\nFrontline (episodes) (since January 17, 1983)\nPBS NewsHour (since October 20, 1975)\nTo the Contrary (since April 3, 1992)\nWashington Week (since February 23, 1967)\nPersonalities\nSamantha Brown\nKen Burns\nRic Burns\nMichael Gerson\nAmy Holmes\nBill Moyers\nHari Sreenivasan\nJudy Woodruff\nHow-to and special interest\nMotorWeek (since October 15, 1981)\nThis Old House (episodes) (since January 1, 1979)\nScience and nature\nNature (episodes) (since October 10, 1982)\nNova (episodes) (since March 3, 1974)\nNetworks\nPBS\nPBS Kids\nPBS YOU1\nPBS Digital Studios\nCreate\nWorld\nPBS America (UK)\nMajor stations\nDallas\nKERA-TV\nHouston\nKUHT\nLos Angeles\nKLCS\nKOCE-TV\nKCET\nSan Francisco/Watsonville/San Jose\nKQED\nKQET\nKQEH\nBoston\nWGBH-TV\nWGBX-TV\nChicago\nWTTW\nMiami–Ft. Lauderdale–West Palm Beach\nWPBT\nWXEL-TV\nWLRN-TV\nNew York\nWNET\nWLIW\nNew Jersey\nNJ PBS\nPhiladelphia–Wilmington–Lehigh Valley\nWHYY-TV\nWLVT-TV\nTampa–St. Petersburg\nWEDU\nWEDQ\nWashington, D.C.\nWETA-TV\nWHUT-TV\nPittsburgh\nWQED\nMaryland\nMPT\nFormer\nAmerica's Ballroom Challenge (February 1, 2006 – May 8, 2015)\nBaking with Julia (1996 – 1998)\nBBC OS (January 1, 2020 – March 30, 2023)\nBill Moyers Journal (1972 – 2010)\nA Chef's Life (September 7, 2013 – October 22, 2018)\nCharlie Rose (September 30, 1991 – November 17, 2017)\nClick and Clack's As the Wrench Turns (July 9 – August 13, 2008)\nThe French Chef (February 11, 1963 – January 14, 1973)\nHistory Detectives (July 14, 2003 – July 22, 2014)\nHometime (November 1, 1986 – January 30, 2016)\nLive from the Metropolitan Opera (1977 – 2003; replaced with Great Performances at the Met in 2007)\nMystery! (February 5, 1980 – 2006; absorbed into Masterpiece)\nNeed to Know (May 7, 2010 – June 28, 2013)\nNightly Business Report (January 22, 1979 – December 27, 2019)2\nNova ScienceNow (January 25, 2005 – November 14, 2012)\nNow on PBS (January 18, 2002 – April 30, 2010)\nReligion & Ethics Newsweekly (October 3, 1997 – February 24, 2017)\nTavis Smiley (January 2004 – December 13, 2017)\nThe Victory Garden (April 16, 1975 – 2015)\nWall Street Week (November 20, 1970 – June 24, 2005; moved to Bloomberg Television)\nWe'll Meet Again with Ann Curry (January 23, 2018 – January 8, 2019)\nThe Woodwright's Shop (1979 – 2017)\nSee also\nPBS Distribution\nPBS Satellite Service\nPBS original programming\nMembers (networks\nstations)\nList of programs broadcast by PBS\n\n1Defunct network\n2Distributed by American Public Television (APT).\n\nvteNeoconservatismGeneral\nAmerican exceptionalism\nDemocratization\nGlobalization\nHumanitarian intervention\nInterventionism\nLiberal internationalism\nBush Doctrine\nAxis of evil\nPax Americana\nConstitutional Federalism\nFigures\nWilliam Kristol\nRobert Kagan\nFrederick Kagan\nIrving Kristol\nPaul Wolfowitz\nRichard Perle\nCharles Krauthammer\nDavid Frum\nElliott Abrams\nNorman Podhoretz\nDavid Wurmser\nDouglas Feith\nPaul Bremer\nPeter Berkowitz\nDouglas Murray\nDavid Aaronovitch\nAnne Applebaum\nOliver Kamm\nMax Boot\nEliot A. Cohen\nJeane Kirkpatrick\nMichael Novak\nJonah Goldberg\nJoshua Muravchik\nJennifer Rubin\nIrwin Stelzer\nBret Stephens\nZalmay Khalilzad\nScooter Libby\nYuval Levin\nMichael Ledeen\nJames Kirchick\nMichael Gerson\nDan Senor\nEli Lake\nReuel Marc Gerecht\nJames Woolsey\nClifford May\nLinda McMahon\nMajor influences\nLeo Strauss\nBernard Lewis\nHenry M. Jackson\nJames Burnham\nJohn Courtney Murray\nOrganisations\nProject for the New American Century\nNational Endowment for Democracy\nFoundation for Defense of Democracies\nJewish Institute for National Security Affairs\nHenry Jackson Society\nEmergency Committee for Israel\nAmerican Enterprise Institute\nForeign Policy Initiative\nNGO Monitor\nPublications\nCommentary\nThe Weekly Standard\nThe Public Interest\nNational Affairs\nEncounter\nHarry's Place\nFirst Things\nCrisis\nRelated articles\nTimeline of modern American conservatism\nNeoconservatism and paleoconservatism\nBritish neoconservatism\nClash of Civilizations\nIdealism in international relations\nLiberal hawk\nPro-war Left\nAnti-Stalinist left (New York Intellectuals and Trotskyism)\nRepublican in Name Only (pejorative)\nCuckservative (pejorative)\nNever Trump movement\nEuston Manifesto\n\nvteThe Washington Post Writers GroupComic strips(current)\nFort Knox\nReply All\nComic strips(historical)\nBarney & Clyde\nBloom County\nCandorville\nHome and Away\nLittle Dog Lost\nLoose Parts\nMike Du Jour\nOut of the Gene Pool\nOutland\nOpus\nPickles\nRudy Park\nWatch Your Head\nEditorial commentary\nEsther J. Cepeda\nRichard Cohen\nE. J. Dionne\nKenneth Harney\nMichael Gerson\nDavid Ignatius\nRuth Marcus\nDana Milbank\nRuben Navarrette Jr.\nKathleen Parker\nCatherine Rampell\nEugene Robinson\nRobert J. Samuelson\nMichelle Singletary\nGene Weingarten\nGeorge F. Will\nFareed Zakaria\n\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nUnited States\nNetherlands\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Michael_Gerson&oldid=1179320704\"",
    "twitter": ""
  }
]