[
  {
    "name": "Peacock Panache",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/peacock-panache",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Pedro Silva",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/pedro-silva-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "Pedro Silva may refer to:\n\nPedro Adão e Silva (born 1974), Portuguese politician\nPedro da Silva (post courier) (1647–1717), Portuguese-Canadian post courier\nPedro Silva (baseball) (1900–?), Cuban baseball player\nPedro Silva (Portuguese footballer) (fl. 1929-1934), Portuguese football half-back\nPedro de Silva (born 1945), Spanish politician and writer\nPedro da Silva (athlete) (born 1966), Brazilian decathlete\nPedro Silva (swimmer) (born 1977), Portuguese freestyle swimmer\nPedro Silva (Brazilian footballer) (born 1981), Brazilian football defender\nPedro da Silva (canoeist) (born 1993), Brazilian canoeist\nPedro Silva (footballer, born 1997), Portuguese goalkeeper\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Pedro_Silva&oldid=1182323582\"",
    "twitter": ""
  },
  {
    "name": "Peggy Noonan",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/peggy-noonan",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American pundit and author\n\n\nPeggy NoonanNoonan in 2016BornMargaret Ellen Noonan (1950-09-07) September 7, 1950 (age 73)New York City, New York, U.S.EducationFairleigh Dickinson University (BA)OccupationsPolitical commentatorpolitical speechwriterPolitical partyRepublican\nMargaret Ellen Noonan (born September 7, 1950), known as Peggy Noonan, is a weekly columnist for The Wall Street Journal, and contributor to NBC News and ABC News. She was a primary speechwriter and Special Assistant to President Ronald Reagan from 1984 to 1986 and has maintained a center-right leaning in her writings since leaving the Reagan administration. Five of Noonan's books have been New York Times bestsellers.\nNoonan was nominated for an Emmy Award for her work on America: A Tribute to Heroes.\n\n\nEarly life and early career[edit]\nNoonan was born on September 7, 1950, in Brooklyn, New York,[1][2] the daughter of a merchant seaman. She is of Irish descent.[3] Noonan is a graduate of Rutherford High School in Rutherford, New Jersey, and Fairleigh Dickinson University.[4]\nNoonan worked as the daily CBS Radio commentary writer for anchorman Dan Rather at CBS News, whom she once called \"the best boss I ever had.\" From 1975 through 1977 she worked the overnight shift as a newswriter at WEEI Radio in Boston, where she was later Editorial and Public Affairs Director.\nIn 1978 and 1979 she was an adjunct professor of journalism at New York University.[5]\n\nSpeechwriting[edit]\nNoonan in 1986\nNoonan meeting with President Ronald Reagan in 1988\nIn 1984, Noonan, as a speechwriter for President Ronald Reagan, authored his \"Boys of Pointe du Hoc\" speech on the 40th anniversary of D-Day. She also wrote Reagan's address to the nation after the Challenger explosion, drawing upon the poet John Magee's words about aviators who \"slipped the surly bonds of earth ... and touched the face of God.\" The latter is ranked as the eighth best American political speech of the 20th century, according to a list compiled by professors at the University of Wisconsin–Madison and Texas A&M University. The \"Pointe du Hoc\" speech ranks as the 58th best speech of the century, according to the website American Rhetoric.[6]\nShe also worked on a tribute Reagan gave to honor President John F. Kennedy at a fundraising event held at the McLean, Virginia, home of Senator Edward M. Kennedy in the spring of 1984.\nLater, while working for then Vice President George H. W. Bush's 1988 presidential campaign, Noonan coined the phrase \"a kinder, gentler nation\" and also popularized \"a thousand points of light\", two memorable catchphrases used by Bush. Noonan also wrote Bush's acceptance speech at the Republican National Convention in New Orleans, in which he pledged: \"Read my lips: no new taxes\". Bush's subsequent reversal of this pledge is often cited as a major reason for his defeat in his 1992 re-election campaign.\nIn 1995, Noonan received the Golden Plate Award of the American Academy of Achievement presented by Awards Council member and Pulitzer Prize-winning author Edmund Morris.[7]\n\nLater career[edit]\nNoonan worked as a consultant on the American television drama The West Wing.\nIn 2003, Noonan was a supporter of the US invasion of Iraq.[8]\nIn mid-August 2004, Noonan took a brief unpaid leave from The Wall Street Journal to campaign for George W. Bush's reelection.\nDuring the 2008 presidential campaign, Noonan wrote about Sarah Palin's vice presidential candidacy in The Wall Street Journal. In one opinion piece, Noonan expressed her view that Palin did not demonstrate \"the tools, the equipment, the knowledge or the philosophical grounding one hopes for, and expects, in a holder of high office,\" concluding that Palin's candidacy marked a \"vulgarization in American Politics\" that is \"no good... for conservatism... [or] the country.\"[9] Such commentary resulted in a backlash from many conservatives.[10]\nIn July 2022, in a column about the rise of remote work and empty office buildings, she wrote, \"I don’t want America to look like an Edward Hopper painting. He was the great artist of American loneliness—empty streets, tables for one, everyone at the bar drinking alone. We weren’t meant to be a Hopper painting. We were meant to be and work together.\"[11]\nNoonan is an author, a columnist for The Wall Street Journal, and a commentator on several news shows, including CNN, where she distanced herself from more conservative Republicans and Donald Trump's presidency. She was one of the founding members of wowOwow.com, along with Liz Smith, Lesley Stahl, Mary Wells Lawrence, and Joni Evans.\nIn 2017, Noonan won the Pulitzer Prize for Commentary, for \"rising to the moment with beautifully rendered columns that connected readers to the shared virtues of Americans during one of the nation's most divisive political campaigns.\"[12]\n\nPersonal life[edit]\nIn 1985, Noonan married Richard W. Rahn, who was then chief economist at the US Chamber of Commerce. Their son Will was born in 1987.[13]\nNoonan and her husband were divorced after five years of marriage. In 1989 she returned with her son to her native New York. In 2004, according to an interview with Crisis Magazine, she lived in a brownstone in Brooklyn Heights with her son, who attended the nearby Saint Ann's School.[14]\nNoonan lives in New York City.[15] She is a practicing Roman Catholic[16] and attends St. Thomas More Church on Manhattan's Upper East Side.[17]\n\nCriticism[edit]\nWhile Noonan's speechwriting has been praised, her books and Wall Street Journal columns have been the source of criticism and mockery. Critics have singled out her reliance on personal anecdotes to make broad assertions about current events and changes in American politics and society.[18]\nDuring Hurricane Katrina, she called for looters in New Orleans to be shot.[19] Henry Giroux called it a \"barely coded rationale to shoot low-income Black people.\"[19]\nNate Silver wrote asking Noonan to present evidence concerning her charge that the IRS was auditing taxpayers for political reasons.[20]\nIn a March 2013 column, she used her experience staying at a short-staffed airport hotel to demonstrate the Obama administration's lack of focus on job creation and infrastructure spending, even though infrastructure was a significant component of Obama's American Recovery and Reinvestment Act, which Noonan had previously criticized in November 2010.[21][22] \nIn August 2019, Noonan was mocked for writing a column on Donald Trump's support among Hispanic Americans which centered on a conversation she had with a Dominican friend who worked at the deli counter at her grocery store.[23][24][25][26][27] In June 2019, Noonan wrote a column about the loyalty of Trump's supporters that was based on conversations she had with her sister and her uncle.[28]\nRecurring themes in Noonan's books and columns include the decline of civility, social graces, religiosity, patriotism, bipartisanship and statesmanship in contemporary American politics and society, as well as enduring praise for past conservative political figures such as Ronald Reagan and George H. W. Bush. As a result, her writing is criticized for being overly nostalgic.[29]\nIn June 2019, after Noonan called on congressional Democrats to censure President Trump in the wake of the Mueller report, he attacked her on Twitter, calling her \"simplistic\" and claiming that she \"is stuck in the past glory of Reagan.\"[30][31] In June 2022, Trump issued a statement calling Noonan a \"weak and frail RINO [Republican In Name Only] ... who did much less for Ronald Reagan than she claims, and who actually said bad things about him and his ability to speak\" after she wrote in the Wall Street Journal that the Republican Party was \"rejecting\" Trump in the aftermath of the 2021 United States Capitol attack.[32]\n\nBooks[edit]\nExternal videos Booknotes interview with Noonan on What I Saw at the Revolution, February 18, 1990, C-SPAN Presentation by Noonan on Simply Speaking, February 19, 1998, C-SPAN Presentation by Noonan on The Case Against Hillary Clinton, April 3, 2000, C-SPAN Washington Journal interview with Noonan on Patriotic Grace, October 6, 2008, C-SPAN Presentation by Noonan on The Time of Our Lives, November 25, 2015, C-SPAN Interview with Noonan on The Time of Our Lives, November 21, 2015, C-SPAN\n1990: What I Saw at the Revolution: A Political Life in the Reagan Era (ISBN 0-8129-6989-8)\n1994: Life, Liberty and the Pursuit of Happiness (ISBN 1-55850-509-1)\n1998: Simply Speaking: How to Communicate Your Ideas With Style, Substance, and Clarity (ISBN 0-7881-6775-8)\n1999: On Speaking Well (ISBN 0-06-098740-5) (a paperback edition of \"Simply Speaking\")\n1999: Character Above All (ISBN 0-684-82709-3) (one chapter in an anthology)\n2000: The Case Against Hillary Clinton (ISBN 0-06-039340-8)\n2001: When Character Was King: A Story of Ronald Reagan (ISBN 0-14-200168-6)\n2003: A Heart, A Cross And A Flag (ISBN 0-7432-5005-2)\n2005: John Paul The Great: Remembering a Spiritual Father (ISBN 0-670-03748-6)\n2008: Patriotic Grace: What It Is and Why We Need It Now (ISBN 978-0-06-173582-0)\n2015: The Time of Our Lives: Collected Writings (ISBN 978-1-45-556313-5)\nReferences[edit]\n\n\n^ Bothmer, Bernard von (2007). Blaming \"The Sixties\": The Political Use of an Era, 1980–2004. p. 126. ISBN 978-0-493-87308-4.\n\n^ Noonan, Peggy (2003). What I Saw at the Revolution: A Political Life in the Reagan Era. Random House Publishing Group. p. 21. ISBN 978-0-8129-6989-4.\n\n^ \"Laura Bush Fascinates Ex-speechwriter\".\n\n^ About Rutherford High School Archived October 20, 2007, at the Wayback Machine, Rutherford High School. Accessed July 7, 2007. \"Career diplomat and ambassador Thomas H. Pickering and presidential speechwriter Peggy Noonan are among those honored as part of this tradition.\"\n\n^ \"Peggy Noonan\". Online.wsj.com. Retrieved September 26, 2011.\n\n^ Michael E. Eidenmuller (February 13, 2009). \"Top 100 Speeches of the 20th Century by Rank\". American Rhetoric. Retrieved September 26, 2011.\n\n^ \"Golden Plate Awardees of the American Academy of Achievement\". www.achievement.org. American Academy of Achievement.\n\n^ Boehlert, Eric (June 29, 2010). \"Peggy Noonan's shameless attempt to rewrite (her own) history\". Media Matters for America. Retrieved December 14, 2023.\n\n^ Noonan, Peggy (October 17, 2008). \"Palin's Failin'\". Wall Street Journal. Retrieved October 18, 2008.\n\n^ Blankley, Tony (October 22, 2008). \"The Birth of the Me-Too Conservative\". RealClearPolitics. Retrieved January 10, 2010.\n\n^ Noonan, Peggy (July 22, 2022). \"The Lonely Office Is Bad for America\". The Wall Street Journal. Retrieved September 23, 2022.\n\n^ \"2017 Pulitzer Prize Winners & Finalists\", April 10, 2017.\n\n^ Hugh Sidey, \"The Presidency: Of Poets and Word Processors\", Time, May 2, 1988.\n\n^ Anne Morse, \"Meeting Peggy Noonan,\" Crisis Magazine, September, 2004.\n\n^ \"Astuces pour en finir avec le tabac !\". tobaccodocuments.org. Archived from the original on January 13, 2009.\n\n^ Noonan, Peggy (December 26, 2014). \"Cardinal, Please Spare This Church\". Wall Street Journal.\n\n^ Today, Rick Hampson USA (March 3, 2015). \"NYC Churches Hit The Market For Millions\". The Huffington Post. Retrieved September 2, 2016.\n\n^ Benoît A La Guillaume, Luc (October 15, 2008). \"Reaching out to the American middle class: Peggy Noonan's conservatism\". E-rea. 6 (1). doi:10.4000/erea.146.\n\n^ a b Giroux, Henry A. (2016). Stormy weather : Katrina and the politics of disposability. Routledge. p. 51. ISBN 978-1-315-63189-9. OCLC 958105523.\n\n^ Silver, Nate (May 17, 2013). \"New Audit Allegations Show Flawed Statistical Thinking\". FiveThirtyEight. Retrieved August 9, 2019.\n\n^ Noonan, Peggy. \"The Anti-Confidence Man\". The Wall Street Journal. Retrieved August 9, 2019.\n\n^ Amira, Dan. \"Peggy Noonan Wishes Obama Had Done Some Kind of Stimulus-y Thing for Jobs\". New York Magazine. Retrieved August 9, 2019.\n\n^ Noonan, Peggy. \"America Is So in Play\". The Wall Street Journal. Retrieved August 9, 2019.\n\n^ Reyes, Paul A. (September 4, 2015). \"Noonan's new amigo\". The Hill. Retrieved August 9, 2019.\n\n^ O'Connor, Lydia (August 28, 2015). \"WSJ Columnist Says She Has Proof Latino Voters Actually Like Donald Trump\". HuffPost. Retrieved August 9, 2019.\n\n^ Pareene, Alex (December 17, 2013). \"Hack List No. 8: Peggy Noonan\". Salon. Retrieved August 9, 2019.\n\n^ Benen, Steve. \"The reliability of Peggy Noonan's friend\". MSNBC. Retrieved August 9, 2019.\n\n^ Noonan, Peggy. \"My Sister, My Uncle and Trump\". The Wall Street Journal. Retrieved August 9, 2019.\n\n^ Multiple sources:\nRyan, Erin Gloria (August 2017). \"Make Manhood Great Again? It Never Was\". The Daily Beast. Retrieved August 9, 2019.\nHaldeman, Peter (July 3, 1994). \"Noonan in Pursuit of Herself: Life, Liberty and the Pursuit of Happiness\". The Los Angeles Times. Retrieved August 9, 2019.\n\"A Heart, a Cross and a Flag\". Kirkus Reviews. Retrieved August 9, 2019.\nSarno, John J. (June 17, 2008). The Time of our Lives by Peggy Noonan. AuthorHouse. ISBN 9781438946177. Retrieved August 9, 2019. {{cite book}}: |website= ignored (help)\nManville, Brook (August 24, 2010). \"Does Better Judgment Come With Age?\". Harvard Business Review. Retrieved August 9, 2019.\n\n^ @realDonaldTrump (June 2, 2019). \"Peggy Noonan, the simplistic writer for Trump Haters all, is stuck in the past glory of Reagan and has no idea what is happening with the Radical Left Democrats, or how vicious and desperate they are. Mueller had to correct his ridiculous statement, Peggy never understood it!\" (Tweet) – via Twitter.\n\n^ Halaschak, Zachary (June 2, 2019). \"Trump blasts Reagan speechwriter Peggy Noonan as a 'simplistic writer for Trump Haters'\". The Washington Examiner. Retrieved August 9, 2019.\n\n^ Kilander, Gustaf (June 27, 2022). \"Trump lashes out over rumours Republicans are ditching him over Jan 6\". The Independent. Retrieved June 28, 2022.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Peggy Noonan.\n\n\n\n\nWikimedia Commons has media related to Peggy Noonan.\n\n\nUnited States portalBiography portal\nPeggy Noonan official website\nPeggy Noonan Biography and Interview on American Academy of Achievement\nPeggy Noonan on Twitter\nColumn archive at The Wall Street Journal\nAppearances on C-SPAN\nIn Depth interview with Noonan, March 3, 2002\nPeggy Noonan   on Charlie Rose\nPeggy Noonan at IMDb\nPeggy Noonan collected news and commentary at The New York Times\nvtePulitzer Prize for Commentary (2001–2025)\nDorothy Rabinowitz (2001)\nThomas Friedman (2002)\nColbert I. King (2003)\nLeonard Pitts (2004)\nConnie Schultz (2005)\nNicholas D. Kristof (2006)\nCynthia Tucker (2007)\nSteven Pearlstein (2008)\nEugene Robinson (2009)\nKathleen Parker (2010)\nDavid Leonhardt (2011)\nMary Schmich (2012)\nBret Stephens (2013)\nStephen Henderson (2014)\nLisa Falkenberg (2015)\nFarah Stockman (2016)\nPeggy Noonan (2017)\nJohn Archibald (2018)\nTony Messenger (2019)\nNikole Hannah-Jones (2020)\nMichael Paul Williams (2021)\nMelinda Henneberger (2022)\n\nComplete list\n(1970–1975)\n(1976–2000)\n(2001–2025)\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nWorldCat\nNational\nNorway\nGermany\nIsrael\nUnited States\nLatvia\nCzech Republic\nKorea\nNetherlands\nAcademics\nCiNii\nOther\nNARA\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Peggy_Noonan&oldid=1192939272\"",
    "twitter": ""
  },
  {
    "name": "Peninsula Clarion",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/peninsula-clarion",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "\n\nThis article relies excessively on references to primary sources. Please improve this article by adding secondary or tertiary sources. Find sources: \"Peninsula Clarion\" – news · newspapers · books · scholar · JSTOR (January 2011) (Learn how and when to remove this template message)\nPeninsula ClarionTypeBiweekly newspaperOwner(s)Sound PublishingPublisherDavid RigasEditorErin ThompsonStaff writersJeff Helminiak, Ashlyn O’Hara, Jake DyeLaunched1970LanguageEnglishHeadquartersKenai, AlaskaCirculation1,079 Wednesday  1,156 Saturday (as of 2023)[1]OCLC number38079057 Websitepeninsulaclarion.com\nThe Peninsula Clarion is a regional newspaper published in Kenai, Alaska that serves the population of the Kenai Peninsula.\n\n\nHistory[edit]\nThe paper was founded in 1970. Five years later it was purchased by Dick Morgan, Max Swearingen and Pat O'Connell.[2]\nIn 1978, the paper transitioned from a weekly to a Monday through Friday publication. The Clarion began producing its web edition in April 2000.[2]\nIn 1990, the paper was purchased by Georgia-based Morris Communications.[3] In 2017, Morris sold its newspapers to GateHouse Media.[4] In 2018, GateHouse sold its Alaska papers to Sound Publications.[5]\nBeginning May 3, 2023, the Peninsula Clarion is reducing print frequency from five days a week to two. The paper is also shifting printing to an off-site Alaska printer.[6]\n\nSee also[edit]\n\nAlaska portalJournalism portal\nList of newspapers in Alaska\nReferences[edit]\n\n\n^ \"Sound Publishing Media Kit 2023\" (PDF). soundpublishing.com. April 1, 2023. Archived (PDF) from the original on April 28, 2023. Retrieved April 28, 2023.\n\n^ a b \"About Peninsula Clarion\". Peninsula Clarion. Retrieved April 10, 2023.\n\n^ \"The Peninsula Clarion\". Morris Communications. Retrieved March 27, 2014.\n\n^ \"Morris Announces Sale of Publications to Gatehouse Media\". Morris Communications. August 9, 2017. Retrieved February 19, 2018.\n\n^ Juneau, Jacob Resneck, CoastAlaska-. \"Juneau Empire and Alaska sister papers sold again\". Alaska Public Media. Retrieved October 14, 2018.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ \"Clarion to print 2 days a week beginning May 3\". Peninsula Clarion. April 16, 2023. Retrieved April 18, 2023.\n\n\nExternal links[edit]\nOfficial website\nvteBlack Press Ltd.Canadian daily newspapers\nAlberni Valley Times\nCranbrook Daily Townsman\nKimberley Daily Bulletin\nNanaimo Daily News\nRed Deer Advocate\nTrail Daily Times\nBlack Press weekly newspapers\nU.S. daily newspapers\nThe Daily World\nThe Garden Island\nHawaii Tribune-Herald\nThe Everett Herald\nHonolulu Star-Advertiser\nJuneau Empire\nMidWeek\nPeninsula Clarion\nPeninsula Daily News\nWest Hawaii Today\nSound Publishing (U.S. weeklies)\nThe Arlington Times\nBainbridge Island Review\nCapital City Weekly\nIssaquah-Sammamish Reporter\nMarysville Globe\nSeattle Weekly\nSnoqualmie Valley Record\nTacoma Daily Index\nWhidbey News-Times\n\n\n\n This article about an Alaska newspaper is a stub. You can help Wikipedia by expanding it.vte\nThis article about a location in the Kenai Peninsula Borough, Alaska is a stub. You can help Wikipedia by expanding it.vte\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Peninsula_Clarion&oldid=1177548367\"",
    "twitter": ""
  },
  {
    "name": "Pete Weichlein",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/pete-weichlein-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Peter Boghossian",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/peter-boghossian-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "businessman",
    "wiki": "\n\nAmerican philosopher and pedagogist (born 1966)\nNot to be confused with Paul Boghossian.\nPeter BoghossianBoghossian in 2019BornPeter Gregory Boghossian (1966-07-25) July 25, 1966 (age 57)Boston, Massachusetts, U.S.EducationFordham University (BA, MA)Portland State University (EdD)SchoolNew AtheismInstitutionsPortland State UniversityMain interestsAtheism, critical thinking, pedagogy, scientific skepticism, Socratic methodNotable ideasSocratic pedagogy, street epistemology\nWebsitepeterboghossian.com\nPeter Gregory Boghossian (/bəˈɡoʊziən/; born July 25, 1966)[1] is an American philosopher and pedagogue. Born in Boston,[1] he was a non-tenure track assistant professor of philosophy at Portland State University for ten years, and his areas of academic focus include atheism, critical thinking, pedagogy, scientific skepticism, and the Socratic method.[2][3] He is the author of A Manual for Creating Atheists, and (with James Lindsay) of How to Have Impossible Conversations: A Very Practical Guide.\nBoghossian was involved in the grievance studies affair (also called \"Sokal Squared\" in media coverage) with collaborators James A. Lindsay and Helen Pluckrose, which entailed submitting bogus papers to peer-reviewed publications related to gender studies and other fields.[4] This project generated significant media and academic attention, including both praise and condemnation, as well as ethical and methodological criticism. After an investigation, Portland State University restricted Boghossian's future work on the basis of research misconduct. In September 2021, Boghossian resigned his position from Portland State University, citing harassment and a lack of intellectual freedom.[5]\nBoghossian coined the term street epistemology for a set of conversational techniques he described, which are designed to enable examination of strongly held beliefs, especially of the religious kind, in a non-confrontational manner.\n\n\nCareer[edit]\nBoghossian's primary interests are critical thinking, philosophy of education, and moral reasoning. His thesis looked at the use of the Socratic method with prison inmates for critical thinking and moral reasoning with the intention of decreasing ongoing criminal behavior.[6] The research was funded by the State of Oregon. Boghossian was Chairman of the Prison Advisory Committee for the Columbia River Correctional Institution. He is a fellow at the Center for Prison Reform.[7] He was employed as an assistant professor at Portland State University, quitting in protest due to what he viewed as a culture of illiberalism.[8][9]\nBoghossian is the author of two books, A Manual for Creating Atheists (2013),[10] a book with a foreword by Michael Shermer,[11] and How to Have Impossible Conversations: A Very Practical Guide (2019).[12] He also contributed a foreword to white supremacist[13] commentator Stefan Molyneux's book Against the Gods.[14][15] He has characteized his collaborations with Molyneux as being based only on his agreement on matters of metaphysics, and not with Molyneux's political views.[15]\nIn 2017, Boghossian was featured in Reasons To Believe, a documentary focusing on psychology and the science of belief.[16]\nHe has been a speaker for the Center for Inquiry, the Richard Dawkins Foundation for Reason and Science, and the Secular Student Alliance.[17]\nIn September 2021, Boghossian resigned his position from Portland State University.[5] In his resignation letter,[18] he called the university a \"Social Justice factory\" and said that he faced harassment and retaliation for speaking out.[5] The letter also accuses the university of creating a culture where students are \"afraid to speak openly and honestly,\" of training students to \"mimic the moral certainty of ideologues,\" and of \"[driving] intolerance of divergent beliefs and opinions\".[18]\nIn November 2021, Boghossian was among the founders of the University of Austin, a school whose mission is \"to create a 'fiercely independent' school that offers an alternative to what founders see as a rise in “illiberalism” on college campuses.\"[19]\nOn February 17, 2022, he gave a conference on \"wokism\" at the Mathias Corvinus Collegium (MCC) in Budapest, Hungary.[20]\n\nViews[edit]\nBoghossian at The Amazing Meeting in 2013\nBoghossian has called all faith-based beliefs \"delusions\".[21] He has been described by The Daily Beast as aligned with the New Atheist movement.[11] He advocates using the Socratic method to dissuade religious believers, though he recommends focusing on criticism of faith as a way of knowing (he calls it an \"unreliable epistemology\"), rather than the outward trappings of religious communities.[11]\nIn a 2015 interview with Dave Rubin, Boghossian described himself as a classical liberal who has never voted for a Republican candidate, but is \"not a fan\" of the Democrats. He stated that any of the Republican candidates for the 2016 presidential election \"would be an unmitigated disaster\".[22] He donated to and endorsed Andrew Yang for the 2020 United States presidential election.[23] He has stated that the US Republican Party is \"the most powerful, anti-science political movement in the world\". He wrote that it was \"not alarmist\" to state that they \"could destroy the world\" since many \"refuse to even acknowledge that climate change is happening\", and stated that their \"denialist attitude is due partly to the religious convictions\".[24]\nAccording to Boghossian, \"the regressive left have taken over academia\".[22] He has often stated that cultural relativism and egalitarianism are contradictory values.[22][25][26]\n\nGrievance studies affair[edit]\nMain article: Grievance studies affair\nSee also: List of scholarly publishing stings § Interdisciplinary and cultural studies\nIn the grievance studies affair, also referred to as the \"Sokal Squared\" scandal, Boghossian, James A. Lindsay and Helen Pluckrose submitted a series of hoax academic papers for peer-review to journals in academic fields which they termed \"grievance studies\"—race, gender, feminist and sexuality studies which they believed were characterized by low scientific standards. They prepared 20 papers, of which 7 were accepted by the time the Wall Street Journal called their bluff.[27][28][29]\n\nPrevious hoax paper[edit]\nIn 2017, Boghossian and Lindsay published a hoax paper titled \"The Conceptual Penis as a Social Construct\".[30] The paper, which the authors said was intentionally absurd and written in a way that imitated the style of \"poststructuralist discursive gender theory\", argued that the penis should be seen \"not as an anatomical organ but as a social construct isomorphic to performative toxic masculinity\".[30][31] Boghossian and Lindsay initially submitted the paper to Norma, where it was rejected.[32][33] They later submitted the paper to Cogent Social Sciences, an open access journal which has been criticized as a pay-to-publish operation.[30] The authors later revealed the hoax in Skeptic magazine. Boghossian and Lindsay stated that they intended to demonstrate that \"gender studies is crippled academically by an overriding almost-religious belief that maleness is the root of all evil\", and also to highlight problems with the review processes of open-access journals.\nA number of critics questioned whether Boghossian and Lindsay's paper demonstrated a problem in the field of gender studies.[31] Alan Sokal, a mathematics professor who was responsible for a similar hoax in 1996, noted that Cogent Social Sciences was a low-tiered open access journal that did not specialize in gender studies, and said that it seemed unlikely the paper would have been accepted at a mainstream gender studies journal.[34] While the journal did conduct a postmortem, Boghossian and Lindsay concluded the \"impact [of the hoax] was very limited, and much criticism of it was legitimate\".[35]\n\nSequence of events[edit]\nBeginning in August 2017, Boghossian, Lindsay, and Pluckrose began a much larger attempt in which they wrote 20 hoax papers, submitting them to peer-reviewed journals under a variety of pseudonyms as well as the name of Richard Baldwin, a professor emeritus at Florida's Gulf Coast State College and friend of Boghossian. The project was halted early after one of the papers in the feminist geography journal Gender, Place & Culture was criticized on social media, and then its authenticity questioned on Campus Reform.[36]\nAfter this, the trio revealed the full extent of their work in a YouTube video created and released by documentary filmmaker Mike Nayna, alongside an investigation by The Wall Street Journal.[37][38] By the time of the revelation seven of their twenty papers had been accepted, seven were still under review, and six had been rejected. One paper, which was accepted by feminist social work journal Affilia, transposed up-to-date jargon into passages lifted from Adolf Hitler's Mein Kampf.[39]\nTom Whipple of The Times wrote that academic reviewers had praised the studies prior to the revelation of the hoax as \"a rich and exciting contribution to the study of ... the intersection between masculinity and anality\", \"excellent and very timely\", and \"important dialogue for social workers and feminist scholars\".[40]\n\nReactions[edit]\nThe project drew both praise and criticism, with author Yascha Mounk dubbing it 'Sokal squared' in reference to the Sokal Affair hoax perpetrated by Alan Sokal and saying \"The result is hilarious and delightful. It also showcases a serious problem with big parts of academia.\" Harvard psychologist Steven Pinker said the project posed the question \"is there any idea so outlandish that it won't be published in a Critical/PoMo/Identity/'Theory' journal?\"[41] Daniel Engber of online magazine Slate criticised the project, saying \"one could have run this sting on almost any empirical discipline and returned the same result\".[42] In an open letter, eleven of Boghossian's colleagues at Portland State University wrote that the hoaxes \"violat[ed] acceptable norms of research,\" and were \"fraudulent, time-wasting, anti-intellectual activities\".[43][44] Joel P. Christensen and Matthew A. Sears said it was \"the academic equivalent of the fraudulent hit pieces on Planned Parenthood\" produced in 2015.[14] Carl Bergstrom claimed \"the hoaxers appear woefully naïve about how the [peer review] system actually works\".[45]\nA 2021 study assessing the grievance studies affair concluded, (1) journals with higher impact factors were more likely to reject papers submitted as part of the project; (2) the chances were better, if the manuscript was allegedly based on empirical data; (3) peer reviews can be an important asset in the process of revising a manuscript; and (4) when the project authors, with academic education from neighboring disciplines, closely followed the reviewers' advice, they were able to learn relatively quickly what is needed for writing an acceptable article. The boundary between a seriously written paper and a \"hoax\" gradually became blurred. Finally (5), the way the project ended showed that in the long run, the scientific community will uncover fraudulent practices.\"[46]\n\nResearch misconduct investigation[edit]\nIn 2018, Boghossian's employer, Portland State University, initiated a research misconduct inquiry relating to the grievance studies affair. According to the Chronicle of Higher Education, the university's institutional review board (IRB) concluded that Boghossian violated the ethical guidelines by conducting research on human subjects without approval. The University also said it is \"considering a further charge that he had falsified data\".[47]\nAfter news of the research conduct investigation broke, a number of prominent academics wrote letters defending Boghossian, including evolutionary biologist Richard Dawkins, Harvard psychologist Steven Pinker, mathematician and physicist Alan Sokal, philosopher Daniel Dennett, social psychologist Jonathan Haidt, and psychologist Jordan Peterson.[48] Pinker wrote that Portland State University's investigation struck him and his colleagues \"as an attempt to weaponize an important [principle] of academic ethics in order to punish a scholar for expressing an unpopular opinion\".[49] Dawkins suggested that the investigation could be politically motivated: \"If the members of your committee of inquiry object to the very idea of satire as a form of creative expression, they should come out honestly and say so. But to pretend that this is a matter of publishing false data is so obviously ridiculous that one cannot help suspecting an ulterior motive.\"[47] Peterson said that those pursuing allegations against Boghossian, and not Boghossian himself, were guilty of academic misconduct.[49]\nOn the other hand, IRB experts interviewed by Jesse Singal for New York magazine agreed that Boghossian should have sought IRB approval for the study.[50]\nIn December 2018, Portland State University ruled that Boghossian had \"violated ethical guidelines on human-subjects research\". Consequently, he was banned from doing research until he had \"completed training and could demonstrate that he understood how to protect the rights of human subjects\".[51]\n\nStreet epistemology[edit]\nAnthony Magnabosco speaks about street epistemology for American Atheists in 2011.\nStreet epistemology (often abbreviated to SE) is a term coined by Boghossian in his book A Manual for Creating Atheists.[52] This is a set of non-confrontational conversational techniques for discussing a strongly-held belief, designed to promote thoughtful reflection and open-mindedness in a participant regarding the belief. Boghossian outlined the method and its application in helping religious believers to reflect on the reliability of faith as an epistemology. However, it has also been found effective in many other contexts, and Boghossian later co-authored with James Lindsay How to Have Impossible Conversations, which describes the application of street epistemology to an examination of a wider range of beliefs including nonreligious ones.[12]\nOne popularizer of street epistemology is Anthony Magnabosco, who has uploaded many examples of SE conversations he has had to his YouTube channel. He has created many other resources surrounding the topic, and engages with a community of street epistemologists looking to become proficient in the method and apply it in their lives.[53] Magnabosco is the founder of Street Epistemology International, a non-profit organization \"whose mission is to encourage and normalize critical thinking and skepticism while providing people around the world with the resources needed to develop and promote street epistemology\".[54][55] Resources are available for the community of SE practitioners, which include a guide on how to perform interviews using the style.[55]\n\nBibliography[edit]\nThesis[edit]\nSocratic pedagogy, critical thinking, moral reasoning and inmate education: an exploratory study (Ed.D. thesis). Portland State University. 2004. OCLC 57569353. Retrieved June 5, 2014.\nBooks[edit]\nBoghossian, Peter (2013). A Manual for Creating Atheists. Pitchstone Publishing. ISBN 978-1939578099.\nBoghossian, Peter; Lindsay, James (2019). How to Have Impossible Conversations: A Very Practical Guide. Da Capo Lifelong Books. ISBN 978-0738285320.\nReferences[edit]\n\n\n^ a b Charter, David (September 11, 2021). \"Peter Boghossian: 'The woke don't give a reason for their faith. It's different rules of engagement'\". The Times. ISSN 0140-0460. Retrieved September 20, 2021.\n\n^ \"Department of Philosophy: Faculty and Staff\". Archived from the original on May 17, 2021. Retrieved May 16, 2021.\n\n^ \"Peter Boghossian, Author at Areo\". Areo.\n\n^ Lagerspetz, Mikko (March 2021). \"\"The Grievance Studies Affair\" Project: Reconstructing and Assessing the Experimental Design\". Science, Technology, & Human Values. 46 (2): 402–424. doi:10.1177/0162243920923087. ISSN 0162-2439. S2CID 218914988.\n\n^ a b c Meerah Powell (September 9, 2021). \"Longtime PSU instructor quits, citing harassment, lack of free speech\". Oregon Public Broadcasting. Archived from the original on September 10, 2021. Retrieved September 11, 2021.\n\n^ Boghossian, Peter (March 2006). \"Socratic Pedagogy, Critical Thinking, and Inmate Education\". Journal of Correctional Education. 57 (1): 42–63. JSTOR 23282687.\n\n^ \"Center for Prison Reform, Fellows\". Center for Prison Reform. Archived from the original on June 25, 2016. Retrieved June 4, 2016.\n\n^ \"Portland State College of Liberal Arts & Sciences: Department of Philosophy | Peter Boghossian\". www.pdx.edu. Archived from the original on December 17, 2019. Retrieved June 4, 2016.\n\n^ \"My University Sacrificed Ideas for Ideology. So Today I Quit\". Common Sense With Bari Weiss. September 8, 2021. Archived from the original on September 8, 2021. Retrieved September 8, 2021.\n\n^ Winston, Kimberly (November 18, 2013). \"Got faith? 'A Manual for Creating Atheists' would like to change that\". The Washington Post. Archived from the original on March 27, 2019. Retrieved November 30, 2013.\n\n^ a b c Schulson, Michael (February 11, 2013). \"Atheist Philosopher Peter Boghossian's Guide to Converting Believers\". The Daily Beast. Archived from the original on March 24, 2017. Retrieved May 22, 2016.\n\n^ a b Boghossian, Peter; Lindsay, James (2019). How to Have Impossible Conversations. Da Capo Lifelong Books. ISBN 978-0738285320.\n\n^ Thieme, Katja (July 3, 2022). \"A Play on Occlusion: Uptake of Letters to the University President\". Rhetoric Review. 41 (3): 226–239. doi:10.1080/07350198.2022.2038510. ISSN 0735-0198. S2CID 250543502.\n\n^ a b Joel P. Christensen; Matthew A. Sears (October 30, 2018). \"The Overlooked Messages of the Sokal-Squared Hoax\". insidehighered.com. Archived from the original on October 30, 2018. Retrieved April 16, 2019.\n\n^ a b Beauchamp, Zack (October 15, 2018). \"The controversy around hoax studies in critical theory, explained\". vox.com. Vox Media, Inc. Archived from the original on April 16, 2019. Retrieved April 16, 2019.\n\n^ \"Prime Video: Reasons To Believe\". Amazon.com. Archived from the original on October 1, 2020. Retrieved October 1, 2020.\n\n^ Secular Global Institute: \"Peter Boghossian\" Archived June 12, 2018, at the Wayback Machine.\n\n^ a b \"My Resignation Letter – Peter Boghossian\". peterboghossian.com. Retrieved May 5, 2022.\n\n^ Kelleher, Patrick (November 8, 2021). \"Kathleen Stock helps launch new so-called university with 'forbidden courses' but no actual degrees\". Pink News.\n\n^ \"En Hongrie, au cœur de la révolution conservatrice\". LEFIGARO (in French). April 1, 2022. Retrieved April 1, 2022.\n\n^ Holgate, Tess (June 20, 2015). \"How do you know? Atheist vs believer debates strike again\". Bible Society Australia. Archived from the original on June 25, 2016. Retrieved May 22, 2016.\n\n^ a b c Rubin, Dave (December 18, 2015), \"Peter Boghossian and Dave Rubin: Critical Thinking, Atheism, and Faith [Full Interview]\", The Rubin Report, archived from the original on November 19, 2020, retrieved June 3, 2016\n\n^ Peter Boghossian (September 25, 2019). \"I also donated to his campaign. Our best hope. #YangGang Join Andrew Yang and his campaign of ideas\". Twitter. Archived from the original on March 8, 2021. Retrieved September 30, 2019.\n\n^ Boghossian, Peter (August 6, 2016). \"It's Not Alarmist: Trump and the Republican Party Could Destroy the World\". Truthout. Retrieved January 13, 2023.\n\n^ \"One cannot be both a cultural relativist & an egalitarian. You can't simultaneously claim all cultures are relative & equal. #RegressiveLeft\". Peter Boghossian on Twitter. November 21, 2015. Archived from the original on March 8, 2021. Retrieved May 22, 2016.\n\n^ \"One cannot simultaneously maintain relativism & egalitarianism. Yet these contradictory values are held by many contemporary leftists\". Peter Boghossian on Twitter. May 25, 2013. Archived from the original on March 8, 2021. Retrieved May 22, 2016.\n\n^ \"Another set of fake papers takes aim at social science's nether regions\". The Economist. Archived from the original on October 9, 2018. Retrieved October 8, 2018.\n\n^ Melchior, Jillian Kay (October 5, 2018). \"Fake News Comes to Academia\". Wall Street Journal. Retrieved December 6, 2023.\n\n^ Peter Boghossian: Has academia been corrupted by 'woke' ideology?. Interview by Stephen Sackur. HARDtalk, BBC World Service, 6 December 2023.\n\n^ a b c Schuessler, Jennifer (October 4, 2018). \"Hoaxers Slip Breastaurants and Dog-Park Sex Into Journals\". The New York Times. Archived from the original on October 5, 2018. Retrieved January 23, 2019.\n\n^ a b Jaschik, Scott (May 22, 2017). \"Hoax With Multiple Targets\". Inside Higher Ed. Archived from the original on February 11, 2019. Retrieved January 23, 2019.\n\n^ Tillberg, Anneli (June 12, 2017). \"Attack on gender studies despite rejection of hoax article\". genus.se. Archived from the original on May 12, 2019. Retrieved April 17, 2019.\n\n^ \"Statement regarding hoax article\". normajournal.wordpress.com. NORMA: International Journal for Masculinity Studies. May 26, 2017. Archived from the original on April 13, 2019. Retrieved April 17, 2019.\n\n^ Sokal, Alan (June 14, 2017). \"What the 'Conceptual Penis' Hoax Does and Does Not Prove\". The Chronicle of Higher Education. Archived from the original on January 28, 2019. Retrieved January 27, 2019.\n\n^ Pluckrose, Helen; Lindsay, James A.; Boghossian, Peter (October 2, 2018). \"Academic Grievance Studies and the Corruption of Scholarship\". Aero. Archived from the original on October 10, 2018.\n\n^ Airaksinen, Toni (July 25, 2018). \"Academic journal duped by author of 'dog rape culture' article\". Campus Reform. Archived from the original on October 7, 2018. Retrieved October 8, 2018.\n\n^ \"The Grievance Studies Affair revealed\". Archived from the original on October 3, 2018. Retrieved October 9, 2018 – via www.youtube.com.\n\n^ Melchior, Jillian Kay (October 5, 2018). \"Opinion | Fake News Comes to Academia\". Wall Street Journal. ISSN 0099-9660. Archived from the original on October 3, 2018. Retrieved October 8, 2018.\n\n^ Schuessler, Jennifer (October 4, 2018). \"Hoaxers Slip Breastaurants and Dog-Park Sex Into Journals\". New York Times. Archived from the original on October 5, 2018. Retrieved October 8, 2018. ...a third paper, published in a journal of feminist social work and titled \"Our Struggle Is My Struggle,\" simply scattered some up-to-date jargon into passages lifted from Hitler's \"Mein Kampf. ... \"They set out to write 20 papers that started with \"politically fashionable conclusions,\" which they worked backward to support by aping the relevant fields' methods and arguments, and sometimes inventing data.\n\n^ Whipple, Tom (October 4, 2018). \"Journals publish hoaxers' absurd gender studies\". The Times. p. 19. Archived from the original on January 10, 2019. Retrieved January 27, 2019 – via EBSCOhost Newspaper Source Plus.\n\n^ \"'Sokal Squared': Is Huge Publishing Hoax 'Hilarious and Delightful' or an Ugly Example of Dishonesty and Bad Faith?\". The Chronicle of Higher Education. October 3, 2018. Archived from the original on November 20, 2018. Retrieved October 8, 2018.\n\n^ Engber, Daniel. \"The \"Grievance Studies\" Hoax Does Not Reveal the Academic Scandal That It Claims\". Slate Magazine. Archived from the original on October 7, 2018. Retrieved October 8, 2018.\n\n^ McWilliams, James (January 25, 2019). \"A Philosopher's Hoax Embarrassed Several Academic Journals. Was It Satire or Fraud?\". Pacific Standard. Archived from the original on June 28, 2021. Retrieved April 16, 2019.\n\n^ \"'Conceptual Penises' and other trolling: On the philosophy of science and making sense of 'Hoax Studies'\". Portland State Vanguard. November 9, 2018. Archived from the original on May 9, 2019. Retrieved April 16, 2019.\n\n^ \"What the 'Grievance Studies' Hoax Means\". The Chronicle of Higher Education. October 9, 2018. Archived from the original on October 9, 2018. Retrieved October 30, 2018.\n\n^ Lagerspetz, Mikko (March 1, 2021). \"\"The Grievance Studies Affair\" Project: Reconstructing and Assessing the Experimental Design\". Science, Technology, & Human Values. 46 (2): 402–424. doi:10.1177/0162243920923087. ISSN 0162-2439. S2CID 218914988.\n\n^ a b Mangan, Katherine (January 7, 2019). \"Proceedings Start Against 'Sokal Squared' Hoax Professor\". The Chronicle of Higher Education. Archived from the original on January 8, 2019. Retrieved January 11, 2019.\n\n^ McWilliams, James (January 25, 2019). \"A Philosopher's Hoax Embarrassed Several Academic Journals. Was It Satire or Fraud?\". Pacific Standard. Archived from the original on June 28, 2021. Retrieved September 10, 2019.\n\n^ a b Soave, Robby (January 8, 2019). \"Steven Pinker, Richard Dawkins, Jordan Peterson, Others Urge Portland State Not to Punish Peter Boghossian for 'Grievance Studies' Hoax\". Reason.com. Archived from the original on November 9, 2019. Retrieved August 14, 2019.\n\n^ Singal, Jesse (January 11, 2019). \"Is a Portland Professor Being Railroaded by His University for Criticizing Social-Justice Research?\". New York Magazine. Archived from the original on January 11, 2019. Retrieved January 11, 2019.\n\n^ Mangan, Katherine (July 24, 2019). \"Portland State Says Researcher Violated the Rights of the Editors He Duped\". Chronicle of Higher Education. Archived from the original on November 1, 2020. Retrieved September 20, 2021.\n\n^ Boghossian, Peter (2013). A Manual for Creating Atheists. Pitchstone Publishing. ISBN 978-1939578099.\n\n^ Axelsson, Pelle (July 13, 2020). \"Anthony Magnabosco – Street Epistemology\". Intellectinterviews. Intellect Interviews. Archived from the original on December 22, 2021. Retrieved December 22, 2021.\n\n^ \"Welcome to Street Epistemology International\". Streetepistemologyinternational.org. Street Epistemology International. Archived from the original on September 29, 2020. Retrieved September 29, 2020.\n\n^ a b \"Street Epistemology (Homepage)\". Streetepistemology.com. Street Epistemology. Archived from the original on September 29, 2020. Retrieved September 29, 2020.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Peter Boghossian.\n\nOfficial website\nBoghossian, Peter. \"Beyond Woke with Peter Boghossian\". boghossian.substack.com. Retrieved May 5, 2022.\nPortland State University profile Archived May 12, 2019, at the Wayback Machine\nStreet Epistemology on WikiUniversity\nvteNew AtheismKey people\nDan Barker\nPeter Boghossian\nGreta Christina\nJerry Coyne\nRichard Dawkins\nDaniel Dennett\nRebecca Goldstein\nSam Harris\nAyaan Hirsi Ali\nChristopher Hitchens\nTJ Kirk\nPZ Myers\nMichel Onfray\nVictor J. Stenger\nMajor works\nThe End of Faith (2004)\nAtheist Manifesto (2005)\nManifesto of Evolutionary Humanism (2005)\nBreaking the Spell (2006)\nThe God Delusion (2006)\nLetter to a Christian Nation (2006)\nThe Root of All Evil? (2006)\nGod Is Not Great (2007)\nGod: The Failed Hypothesis (2007)\nThe Portable Atheist (2007)\nGodless (2008)\nInstitutions\nThe Clergy Project\nPitchstone Publishing\nRichard Dawkins Foundation for Reason and Science\nOpposition\n\"Go God Go\" (2006)\nDarwin's Angel (2007)\nThe Dawkins Delusion? (2007)\nThe Irrational Atheist (2008)\nAtheist Delusions (2009)\nThe Case for God (2009)\nUnscientific America (2009)\nThe Rage Against God (2010)\nThe Evolution of Atheism (2015)\nRelated\nBlasphemy Day\nEx-Muslims\nFlying Spaghetti Monster\nOut Campaign\nRationalWiki\nReason Rally\nRegressive left\n\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nGermany\nUnited States\nCzech Republic\nKorea\nPoland\nAcademics\nGoogle Scholar\nPhilPeople\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Peter_Boghossian&oldid=1188843475\"",
    "twitter": ""
  },
  {
    "name": "Peter Roff",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/peter-roff",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Peter Thiel",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/peter-thiel-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "businessman",
    "wiki": "German-American entrepreneur and venture capitalist (born 1967)\nFor the German Olympic skier, see Peter Thiel (cross-country skier). For the Danish philosopher, author and publisher, see Peter Thielst.\n\n\nPeter ThielThiel in 2022BornPeter Andreas Thiel (1967-10-11) 11 October 1967 (age 56)Frankfurt, West GermanyCitizenship\nGermany\nUnited States\nNew Zealand\nEducationStanford University (BA, JD)Title\nPresident of Clarium Capital\nChairman of Palantir\nPartner in Founders Fund\nChairman of Valar Ventures\nChair of Mithril Capital\nPolitical partyRepublicanSpouse\nMatt Danzeisen ​(m. 2017)​\nPeter Andreas Thiel (/tiːl/; born 11 October 1967) is a German-American billionaire entrepreneur, venture capitalist, and political activist.[1][2][3] A co-founder of PayPal, Palantir Technologies, and Founders Fund, he was the first outside investor in Facebook.[4][5] As of June 2023[update], Thiel had an estimated net worth of $9.7 billion and was ranked 213th on the Bloomberg Billionaires Index.[6]\nHe worked as a securities lawyer at Sullivan & Cromwell, as a speechwriter for former U.S. Secretary of Education William Bennett and as a derivatives trader at Credit Suisse. He founded Thiel Capital Management in 1996. He co-founded PayPal with  Max Levchin and Luke Nosek in 1998, serving as chief executive officer until its sale to eBay in 2002 for $1.5 billion.\nAfter PayPal, he founded Clarium Capital, a global macro hedge fund based in San Francisco. In 2003, he launched Palantir Technologies, a big data analysis company, serving as its chairman since its inception. In 2005, he launched Founders Fund with PayPal partners Ken Howery and Luke Nosek. Earlier, Thiel became Facebook's first outside investor when he acquired a 10.2% stake for $500,000 in August 2004. He sold the majority of his shares in Facebook for over $1 billion in 2012 but remains on the board of directors.[7] After the Fifth National Government intervened on his behalf, Thiel was controversially granted New Zealand citizenship in 2011 after spending 12 days in the country non-consecutively. He co-founded Valar Ventures in 2010; co-founded Mithril Capital, serving as investment committee chair, in 2012; and served as a part-time partner at Y Combinator from 2015 to 2017.[8][9][10][11]\nThrough the Thiel Foundation, Thiel governs the grant-making bodies Breakout Labs and Thiel Fellowship, and funds non-profit research into artificial intelligence, life extension, and seasteading. In 2016, Thiel confirmed that he had funded Hulk Hogan in the Bollea v. Gawker lawsuit because Gawker had previously outed Thiel as gay. The lawsuit eventually bankrupted Gawker[12] and led to founder Nick Denton declaring bankruptcy.[13] Thiel is a conservative libertarian who has made substantial donations to American right-wing figures and causes. \n\n\nEarly life and education\nThiel was born in Frankfurt am Main, West Germany, on 11 October 1967, to Klaus Friedrich Thiel and his wife Susanne Thiel.[14][15] The family migrated to the United States when Peter was one year old and lived in Cleveland, Ohio, where his father worked as a chemical engineer.[16] Klaus then worked for various mining companies, creating an itinerant upbringing for Thiel and his younger brother, Patrick Michael Thiel.[17] Thiel's mother became a U.S. citizen, but his father did not.[15]\nBefore settling in Foster City, California, in 1977, the Thiels lived in South Africa and South West Africa (modern-day Namibia). Peter changed elementary schools seven times. He attended a strict establishment in Swakopmund that required students to wear uniforms and utilized corporal punishment, such as striking students' hands with a ruler. This experience instilled a distaste for uniformity and regimentation later reflected in his support for individualism and libertarianism.[18][19]\nThiel played Dungeons & Dragons, was an avid reader of science fiction, with Isaac Asimov and Robert A. Heinlein among his favorite authors, and a fan of J. R. R. Tolkien's works, stating as an adult that he had read The Lord of the Rings over ten times.[20] Six firms (Palantir Technologies, Valar Ventures, Mithril Capital, Lembas LLC, Rivendell LLC and Arda Capital) that he founded adopted names originating from Tolkien.[21]\nThiel excelled in mathematics and scored first in a California-wide mathematics competition while attending Bowditch Middle School in Foster City.[22] At San Mateo High School, he read Ayn Rand, admired the optimism and anti-communism of then-President Ronald Reagan, and became valedictorian of his graduating class in 1985.[22][23]\nHe studied philosophy at Stanford University. During that time, debates on identity politics and political correctness were ongoing. A \"Western Culture\" program, which was criticized by The Rainbow Agenda because of a perceived over-representation of the achievements of European men, was replaced with a \"Culture, Ideas and Values\" course, which instead pushed diversity and multiculturalism. This replacement provoked controversy on the campus and led to Thiel co-founding The Stanford Review, a conservative and libertarian newspaper, in 1987 with funding from Irving Kristol.[24] Thiel served as The Stanford Review's first editor-in-chief and remained in that post until completing his Bachelor of Arts in 1989.[25] Over the years, Thiel has continued that relationship, consulting with the top editorial staff several times a year, hosting events at his house, donating to the newspaper and placing graduating students in internships or jobs within his network.[26]\nThiel enrolled in Stanford Law School and earned his Juris Doctor degree in 1992.[27]\nWhile at Stanford, Thiel met René Girard, whose mimetic theory influenced him.[28] Mimetic theory posits that human behavior is based upon mimesis, and that imitation can engender pointless conflict. Girard notes the productive potential of competition: \"It is because of this unprecedented capacity to promote competition within limits that always remain socially, if not individually, acceptable that we have all the amazing achievements of the modern world,\" but states that competition stifles progress once it becomes an end in itself: \"rivals are more apt to forget about whatever objects are the cause of the rivalry and instead become more fascinated with one another.\"[29] Thiel applied this theory to his personal life and business ventures, stating: \"The big problem with competition is that it focuses us on the people around us, and while we get better at the things we're competing on, we lose sight of anything that's important, or transcendent, or truly meaningful in our world.\"[30][31]\n\nCareer\nEarly career\nAfter graduating from Stanford Law School, Thiel clerked for Judge James Larry Edmondson of the United States Court of Appeals for the 11th Circuit.[32] Thiel then worked as a securities lawyer for Sullivan & Cromwell in New York.  He left the law firm after seven months and three days, citing a lack of transcendental value in his work.[33] He then took a job as a derivatives trader in currency options at Credit Suisse. He joined them in 1993 while also working as a speechwriter for former United States Secretary of Education William Bennett, before returning to California in 1996 to seek a more meaningful occupation.[34]\nUpon returning to the Bay Area, Thiel noticed that the development of the internet and personal computer had launched the dot-com boom. With financial support from friends and family, he raised $1 million toward the establishment of Thiel Capital Management and embarked on his venture capital career. Early on, he experienced a setback after investing $100,000 in his friend Luke Nosek's unsuccessful web-based calendar project. Soon thereafter, Nosek's friend Max Levchin described to Thiel his cryptography-related company idea, which became their first venture called Fieldlink (later renamed Confinity) in 1998.[35][36]\n\nPayPal\nFurther information: PayPal § Early history\nWith Confinity, Thiel realized they could develop software to bridge a gap in making online payments. Although the use of credit cards and expanding automated teller machine networks provided consumers with more payment options, not all merchants had the necessary hardware to accept credit cards. Thus, consumers had to pay with exact cash or check. Thiel wanted to create a type of digital wallet for consumer convenience and security by encrypting data on digital devices, and in 1999 Confinity launched PayPal.[37]\nPayPal promised to open up new possibilities for handling money. Thiel viewed PayPal's mission as liberating people from the erosion of the value of their currencies due to inflation. Thiel spoke in 1999:\n\nWe're definitely onto something big. The need PayPal answers is monumental. Everyone in the world needs money—to get paid, to trade, to live. Paper money is an ancient technology and an inconvenient means of payment. You can run out of it. It wears out. It can get lost or stolen. In the twenty-first century, people need a form of money that's more convenient and secure, something that can be accessed from anywhere with a PDA or an Internet connection. Of course, what we're calling 'convenient' for American users will be revolutionary for the developing world. Many of these countries' governments play fast and loose with their currencies. They use inflation and sometimes wholesale currency devaluations, like we saw in Russia and several Southeast Asian countries last year [referring to the 1998 Russian and 1997 Asian financial crisis], to take wealth away from their citizens. Most of the ordinary people there never have an opportunity to open an offshore account or to get their hands on more than a few bills of a stable currency like U.S. dollars. Eventually PayPal will be able to change this. In the future, when we make our service available outside the U.S. and as Internet penetration continues to expand to all economic tiers of people, PayPal will give citizens worldwide more direct control over their currencies than they ever had before. It will be nearly impossible for corrupt governments to steal wealth from their people through their old means because if they try the people will switch to dollars or Pounds or Yen, in effect dumping the worthless local currency for something more secure.[38]\nWhen PayPal launched at a press conference in 1999, representatives from Nokia and Deutsche Bank sent $3 million in venture funding to Thiel using PayPal on their PalmPilots. PayPal then continued to grow through mergers in 2000 with Elon Musk's online financial services company X.com, and with Pixo, a company specializing in mobile commerce. These mergers allowed PayPal to expand into the wireless phone market and transformed it into a safer and more user-friendly tool by enabling users to transfer money via a free online registration and email rather than by exchanging bank account information.\nPayPal went public on 15 February 2002 and was bought by eBay for $1.5 billion in October of that year.[39] Thiel remained CEO of the company until the sale.[5] His 3.7% stake in the company was worth $55 million at the time of acquisition.[40]  In Silicon Valley circles, Thiel is colloquially referred to as the \"Don of the PayPal Mafia\".[41]\n\nClarium Capital\nFurther information: Clarium Capital\nThiel used $10 million of his proceeds to create Clarium Capital Management, a global macro hedge fund focusing on directional and liquid instruments in currencies, interest rates, commodities, and equities.[42] Thiel stated that \"the big, macroeconomic idea that we had at Clarium—the idée fixe—was the peak-oil theory, which was basically that the world was running out of oil, and that there were no easy alternatives.\"[22]\nIn 2003, Thiel successfully bet that the United States dollar would weaken.[43] In 2004, Thiel spoke of the dot-com bubble having migrated, in effect, into a growing bubble in the financial sector, and specified General Electric and Walmart as vulnerable. In 2005, Clarium saw a 57.1% return as Thiel predicted that the dollar would rally.[44][43]\nHowever, Clarium faltered in 2006 with a 7.8% loss. Thereafter, the firm sought to profit in the long-term from its petrodollar analysis, which foresaw the impending decline in oil supplies.[45] Clarium's assets under management grew after achieving a 40.3% return in 2007 to more than $7 billion by the first quarter of 2008, but fell later in the year and again in 2009 after financial markets collapsed.[46][47] By 2011, after missing out on the economic rebound, many key investors pulled out, reducing the value of Clarium's assets to $350 million, two thirds of which was Thiel's money.[48]\n\nPalantir\nFurther information: Palantir Technologies\nIn May 2003, Thiel incorporated Palantir Technologies, a big data analysis company named after the Tolkien artifact.[49] He continues to serve as its chairman as of 2022.[50][51] Thiel stated that the idea for the company was based on the realization that \"the approaches that PayPal had used to fight fraud could be extended into other contexts, like fighting terrorism\". He also stated that, after the September 11 attacks, the debate in the United States was \"will we have more security with less privacy or less security with more privacy?\". He envisioned Palantir as providing data mining services to government intelligence agencies that were maximally unintrusive and traceable.[52][53]\nPalantir's first backer was the Central Intelligence Agency's venture capital arm In-Q-Tel. The company steadily grew and in 2015 was valued at $20 billion, with Thiel being the company's largest shareholder.[54][55]\n\nFacebook\nFurther information: Facebook § Thefacebook, Thiel investment, and name change\nIn August 2004, Thiel made a $500,000 angel investment in Facebook for a 10.2% stake in the company and joined Facebook's board. This was the first outside investment in Facebook and valued the company at $4.9 million.[56][57] As a board member, Thiel was not actively involved in Facebook's operations. He provided help with timing the various rounds of funding and Zuckerberg credited Thiel with helping him time Facebook's 2007 Series D, which closed before the 2008 financial crisis.[58]\nIn his book The Facebook Effect, David Kirkpatrick outlines how Thiel came to make this investment: Napster co-founder Sean Parker, who at the time had assumed the title of \"President\" of Facebook, was seeking investors. Parker approached Reid Hoffman, the CEO of work-based social network LinkedIn. Hoffman liked Facebook but declined to become lead investor because of the potential for conflict of interest. Hoffman directed Parker to Thiel, whom he knew from their PayPal days. Thiel met Parker and Facebook founder Mark Zuckerberg. Thiel and Zuckerberg got along well, and Thiel agreed to lead Facebook's seed round with $500,000 for 10.2% of the company. The investment was originally in the form of a convertible note, to be converted to equity if Facebook reached 1.5 million users by the end of 2004. Although Facebook narrowly missed the target, Thiel allowed the loan to be converted to equity anyway.[59] Thiel said of his investment:\n\nI was comfortable with them pursuing their original vision. And it was a very reasonable valuation. I thought it was going to be a pretty safe investment.[59]\nIn September 2010, Thiel, while expressing skepticism about the potential for growth in the consumer Internet sector, argued that relative to other Internet companies, Facebook (which then had a secondary market valuation of $30 billion) was comparatively undervalued.[60]\nFacebook's initial public offering was in May 2012, with a market cap of nearly $100 billion ($38 a share), at which time Thiel sold 16.8 million shares for $638 million.[61] In August 2012, immediately upon the conclusion of the early investor lock-up period, Thiel sold almost all of his remaining stake for between $19.27 and $20.69 per share, or $395.8 million, for a total of more than $1 billion.[62] He retained his seat on the board of directors.[63] In 2016, he sold a little under 1 million of his shares for around $100 million. In November 2017, he sold another 160,805 shares for $29 million, putting his holdings in Facebook at 59,913 Class A shares.[64] As of April 2020, he owned less than 10,000 shares in Facebook.[65]\nOn 7 February 2022, Thiel announced he would not stand for re-election to the board of Facebook owner Meta at the 2022 annual stockholders' meeting and would leave after serving 17 years in order to support pro Donald Trump candidates in the 2022 United States elections.[51][66]\n\nFounders Fund\nFurther information: Founders Fund\nIn 2005, Thiel created Founders Fund, a San Francisco-based venture capital fund.[67] Other partners in the fund include Sean Parker, Ken Howery, and Luke Nosek.[68]\nIn addition to Facebook, Thiel made early-stage investments in numerous startups (personally or through Founders Fund), including Airbnb,[22] Slide.com,[69] LinkedIn,[22] Friendster,[70] RapLeaf, Geni.com, Yammer, Yelp Inc., Spotify,[22] Powerset, Practice Fusion, MetaMed, Vator, SpaceX,[22] Palantir Technologies, IronPort, Votizen, Asana, Big Think, CapLinked, Quora, Nanotronics Imaging, Rypple, TransferWise, Stripe, Block.one,[71] and AltSchool.[72]\nIn 2017, Founders Fund bought about $15–20 million worth of bitcoin. In January 2018, the firm told investors that due to the cryptocurrency's surge the holdings were worth hundreds of millions of dollars.[73]\nAlso in 2017, Thiel was one of the first outside investors in Clearview AI, a facial recognition technology startup that has raised concerns in the tech world and media for its risks of weaponization.[74][75]\n\nValar Ventures\nFurther information: Valar Ventures\nThrough Valar Ventures, an internationally focused venture firm he cofounded with Andrew McCormack and James Fitzgerald,[76] Thiel was an early investor in Xero, a software firm headquartered in New Zealand.[77] Valar Ventures also invested in New Zealand-based companies Pacific Fibre[78] and Booktrack.[79]\n\nMithril Capital\nIn June 2012, he launched Mithril Capital Management, named after the fictitious metal in The Lord of the Rings, with Jim O'Neill and Ajay Royan. Unlike Clarium Capital, Mithril Capital, a fund with $402 million at the time of launch, targets companies that are beyond the startup stage and ready to scale up.[80][81]\n\nY Combinator\nIn March 2015, Thiel joined Y Combinator as one of 10 part-time partners.[82] In November 2017, it was reported that Y Combinator had severed its ties with Thiel.[83]\nBusiness Insider reported that Thiel became an FBI informant in 2021.[84][85]\n\nGawker lawsuit\nMain article: Bollea v. Gawker\nIn May 2016, Thiel confirmed in an interview with The New York Times that he had paid $10 million in legal expenses to finance several lawsuits brought by others, including a lawsuit by Terry Bollea (Hulk Hogan) against Gawker Media for invasion of privacy, intentional infliction of emotional distress, and infringement of personality rights after Gawker made sections of a sex tape involving Bollea public.[86] The jury awarded Bollea $140 million, and Gawker announced it was permanently closing due to the lawsuit in August 2016.[87]  Thiel referred to his financial support of Bollea's case as one of the \"greater philanthropic things that I've done.\"[88]\nThiel said he was motivated to sue Gawker after they published a 2007 article publicly outing him, headlined \"Peter Thiel is totally gay, people.\" Thiel stated that Gawker articles about others, including his friends, had \"ruined people's lives for no reason,\" and said, \"It's less about revenge and more about specific deterrence.\"[88] In response to criticism that his funding of lawsuits against Gawker could restrict the freedom of the press, Thiel cited his donations to the Committee to Protect Journalists and stated, \"I refuse to believe that journalism means massive privacy violations. I think much more highly of journalists than that. It's precisely because I respect journalists that I do not believe they are endangered by fighting back against Gawker.\"[88]\nOn 15 August 2016, Thiel published an opinion piece in The New York Times in which he argued that his defense of online privacy went beyond Gawker.[89] He highlighted his support for the Intimate Privacy Protection Act and said that athletes and business executives have the right to stay in the closet as long as they want to.[89]\n\nPolitical views and activities\nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nThiel is a self-described conservative libertarian,[90] though more recently he has espoused support for national conservatism,[91] and criticized economically liberal attitudes towards free trade[92] and big tech.[91]\nIn 1995, Thiel and David O. Sacks published The Diversity Myth, a book that criticized political correctness and multiculturalism in higher education. The following year, writing for Stanford Magazine, they argued against affirmative action in the United States, saying that it had hurt, not helped, the \"disadvantaged\" and had led to increased segregation at Stanford University in the name of \"diversity\".[93]\n\"The Straussian Moment,\" an essay written by Thiel in 2004, is sometimes considered to be a fundamental text in his political thinking and was the subject of a 2019 interview at the Hoover Institution. The essay draws on several thinkers and political theorists and argues that the September 11 attacks upset \"the entire political and military framework of the nineteenth and twentieth centuries,\" and therefore \"a reexamination of the foundations of modern politics\" was needed.[1]\nThiel explained in a 2009 essay that he had come to \"no longer believe that freedom and democracy are compatible\", due in large part to welfare beneficiaries and women in general being \"notoriously tough for libertarians\" constituencies, and that he had focused efforts on new technologies (namely cyberspace, space colonization and seasteading) that could create \"a new space for freedom\" beyond current politics.[94] Said essay has been referenced by Curtis Yarvin and Nick Land, the main theorists of the neo-reactionary movement, in their writings.[95]\nIn a 2015 conversation with Tyler Cowen, Thiel claimed that innovative breakthroughs were happening in computing/IT and not the physical world. He lamented the lack of progress in space travel, high-speed transit, and medical devices. As a cause for the discrepancy, he said: \"I would say that we lived in a world in which bits were unregulated and atoms were regulated.\"[96]\nIn 2019, Thiel called Google \"seemingly treasonous\" and urged a government investigation, citing Google's work with China and asking whether DeepMind or Google's senior management had been \"infiltrated\" by foreign intelligence agencies.[97]\nThiel is a member of the Steering Committee[98] of the Bilderberg Group, a private, annual gathering of intellectual figures, political leaders, and business executives.[99]\n\nSupport for political activism\nThiel, who is gay,[100][101] has supported mostly conservative gay rights causes such as the American Foundation for Equal Rights and GOProud.[102]  He invited conservative columnist and friend Ann Coulter to Homocon 2010 as a guest speaker.[103] Coulter later dedicated her 2011 book, Demonic: How the Liberal Mob Is Endangering America, to Thiel.[104] Thiel is mentioned in the acknowledgments of Coulter's ¡Adios, America!: The Left's Plan to Turn Our Country Into a Third World Hellhole.[105] In 2012, Thiel donated $10,000 to Minnesotans United for All Families, in order to fight Minnesota Amendment 1[106] that proposed to ban marriage between same-sex couples there.\nIn 2009, it was reported that Thiel helped fund college student James O'Keefe's \"Taxpayers Clearing House\" video—a satirical look at the Wall Street bailout.[107] O'Keefe went on to produce the ACORN undercover sting videos but, through a spokesperson, Thiel denied involvement in the ACORN sting.[107]\nIn July 2012, Thiel made a $1 million donation to the Club for Growth, a fiscally conservative 501(c)(4) organization, becoming the group's largest contributor.[108] Club for Growth is a conservative organization with an agenda focused on cutting taxes and other economic issues.\n\nSupport for political candidates\nThiel is a member of the Republican Party.[109] He contributes to both Libertarian and Republican candidates and causes.\n\nThiel speaking at the 2016 Republican National Convention\nIn December 2007, Thiel endorsed Ron Paul for President.[110] After Paul failed to secure the Republican nomination, Thiel contributed to the John McCain campaign.[111]\nIn 2010, Thiel supported Meg Whitman in her unsuccessful bid for the governorship of California. He contributed the maximum allowable $25,900 to the Whitman campaign.[112]\nIn 2012, Thiel, along with Nosek and Scott Banister, put their support behind the Endorse Liberty Super PAC. Collectively they gave $3.9 million to Endorse Liberty, whose purpose was to promote Ron Paul. As of 31 January 2012, Endorse Liberty reported spending about $3.3 million promoting Paul by setting up two YouTube channels, buying ads from Google, Facebook and StumbleUpon, and building a presence on the Web.[113] After Paul again failed to secure the nomination, Thiel contributed to the Mitt Romney/Paul Ryan presidential ticket of 2012.[111]\nThiel initially supported Carly Fiorina's campaign during the 2016 GOP presidential primary elections.[114] After Fiorina dropped out, Thiel supported Donald Trump and became one of the California delegates for Trump's nomination. He was a headline speaker during the convention, during which he announced that he was \"proud to be gay,\" for which the assembled Republicans cheered.[115][116] On 15 October 2016, Thiel announced a $1.25 million donation in support of Donald Trump's presidential campaign.[117] Thiel stated to The New York Times: \"I didn't give him any money for a long time because I didn't think it mattered, and then the campaign asked me to.\"[118] After Trump's victory, Thiel was named to the executive committee of the President-elect's transition team.[119]\nThiel also has his own political-action committee, Free Forever, which is committed to supporting political candidates who support stricter border control, restrictive immigration policy, funds for veterans, and anti-interventionist foreign policy, among other things.[120][121]\nBy February 2022, Thiel was one of the largest donors to Republican candidates in the 2022 election campaign with more than $20.4 million in contributions. He supported 16 senatorial and congressional candidates, several of whom were proponents of the falsehood that there was significant voter fraud in the 2020 election. Two of said senatorial candidates (Blake Masters and J. D. Vance) were also tech investors who had previously worked for Thiel.[122]\nIn 2023, Barton Gellman of The Atlantic wrote that Thiel \"has lost interest in democracy\" and that \"he wouldn’t be giving money to any politician, including Donald Trump, in the next presidential campaign\".[123]\n\nPhilanthropy\nFurther information: Thiel Foundation\nThiel carries out most of his philanthropic activities through the Thiel Foundation.[124][125]\n\nResearch\nArtificial intelligence\nIn 2006, Thiel provided $100,000 of matching funds to back the Singularity Challenge donation drive of the Singularity Institute for Artificial Intelligence (now known as the Machine Intelligence Research Institute), a nonprofit organization that promotes the development of friendly artificial intelligence.[126] He provided half of the $400,000 matching funds for the 2007 donation drive, and as of 2013 the Thiel Foundation had donated over $1 million to the institute.[126] Additionally, he has spoken at multiple Singularity Summits.[127][128][129] At the 2009 Singularity Summit, he said his greatest concern is the technological singularity not arriving soon enough.[128]\nIn December 2015, OpenAI announced that Thiel was one of their financial backers, a nonprofit company aimed at the safe development of artificial general intelligence.[130]\nThiel also backed DeepMind, a UK start-up that was acquired by Google in early 2014 for £400 million.[131]\n\nLife extension\nIn September 2006, Thiel announced that he would donate $3.5 million to foster anti-aging research through the non-profit Methuselah Mouse Prize foundation.[132][133] He gave the following reasons for his pledge: \"Rapid advances in biological science foretell of a treasure trove of discoveries this century, including dramatically improved health and longevity for all. I'm backing Dr. [Aubrey] de Grey, because I believe that his revolutionary approach to aging research will accelerate this process, allowing many people alive today to enjoy radically longer and healthier lives for themselves and their loved ones.\" As of February 2017, he had donated over $7 million to the foundation.[134]\nWhen asked \"What is the biggest achievement that you haven't achieved yet?\" by the moderator of a discussion panel at the Venture Alpha West 2014 conference, Thiel said he wants to make progress on anti-aging research.[135] Thiel also said that he is registered to be cryonically preserved, meaning that he would be subject to low-temperature preservation in case of his legal death in hopes that he might be successfully revived by future medical technology, and is signed up with the Alcor Life Extension Foundation.[20]\n\nSeasteading\nOn 15 April 2008, Thiel pledged $500,000 to the newly created non-profit Seasteading Institute,[136] directed by Patri Friedman, whose mission is \"to establish permanent, autonomous ocean communities to enable experimentation and innovation with diverse social, political, and legal systems.\"[137][138] At one of the institute's conferences, he described seasteading as \"one of the few technological frontiers that has the promise to create a new space for human freedom.\"[139] In 2011, Thiel gave $1.25 million to the Seasteading Institute,[140][141] but resigned from its board the same year.[142] In a 2017 interview with The New York Times, Thiel said seasteads are \"not quite feasible from an engineering perspective\" and \"still very far in the future\".[143][144]\n\nThiel Fellowship\nOn 29 September 2010, Thiel created the Thiel Fellowship, which annually awards $100,000 to 20 people under the age of 23 in order to spur them to drop out of college and create their own ventures.[145][146][147] According to Thiel, for many young people, college is the path to take when they have no idea what to do with their lives:\n\nI feel I was personally very guilty of this; you don't know what to do with your life, so you get a college degree; you don't know what you're going to do with your college degree, so you get a graduate degree. In my case, it was law school, which is the classic thing one does when one has no idea what else to do. I don't have any big regrets, but if I had to do it over I would try to think more about the future than I did at the time... You cannot get out of student debt even if you personally go bankrupt, it's a form of almost like indentured servitude, it's attached to your physical person for the rest of your life.[20]\nBreakout Labs\nIn November 2011, the Thiel Foundation announced the creation of Breakout Labs, a grant-making program intended \"to fill the funding gap that exists for innovative research outside the confines of an academic institution, large corporation, or government.\"[148][149] It offers grants of up to $350,000 to science-focused start-ups, \"with no strings attached\".[150][151] In April 2012, Breakout Labs announced its first set of grantees.[149][152] In total, 12 startups received funding, for a total of $4.5 million in grants.[150] One of the first ventures to receive funding from Breakout Labs was 3Scan, a tissue imaging platform.[151]\n\nOther causes\nThe Thiel Foundation is a supporter of the Committee to Protect Journalists (CPJ), which promotes the right of journalists to report the news freely without fear of reprisal.[153] Beginning in 2008, Thiel has donated over $1 million to the CPJ.[154] He is also a supporter of the Human Rights Foundation, which organizes the Oslo Freedom Forum.[155][156] In 2011 he was a featured speaker at the Oslo Freedom Forum, and the Thiel Foundation was one of the event's main sponsors.[156]\nIn 2011, Thiel made a NZ$1 million donation to an appeal fund for the casualties of the Christchurch earthquake.[157]\n\nPersonal life\nThiel married his long-time partner Matt Danzeisen in October 2017, in Vienna, Austria.[158] Danzeisen works as a portfolio manager at Thiel Capital.[159] Thiel was also in a long-term relationship with Jeff Thomas, a social media influencer, from the onset of the COVID-19 pandemic until Thomas' sudden death in March 2023.[160]\n\nReligious views\nThiel is a self-described Christian and a promoter of René Girard's Christian anthropology.[161] He grew up in an evangelical household but, as of 2011, describes his religious beliefs as \"somewhat heterodox\", and stated: \"I believe Christianity is true but I don't sort of feel a compelling need to convince other people of that.\"[48] Thiel has participated in Veritas Forum events with the noted theologian N. T. Wright discussing religion, politics, and technology.[162][163]\nDuring his time at Stanford University, Thiel attended a lecture given by René Girard. Girard, a Catholic, explained the role of sacrifice and the scapegoat mechanism in resolving social conflict, which appealed to Thiel as it offered a basis for his Christian faith without the fundamentalism of his parents.[164]\n\nChess\nThiel began playing chess at the age of six,[22] and was at one time one of the strongest junior players in the United States.[165][166][167] He holds the title of Life Master,[168][169] but has not competed since 2003.[109] On 30 November 2016, Thiel made the ceremonial first move in the first tiebreak game of the World Chess Championship 2016 between Sergey Karjakin and Magnus Carlsen.[166][170][171]\n\nMedia appearances\nThiel is an occasional commentator on CNBC, having appeared on both Closing Bell with Kelly Evans, and Squawk Box with Becky Quick.[172] He has been interviewed twice by Charlie Rose on PBS.[173] He has also contributed articles to The Wall Street Journal, First Things, Forbes, and Policy Review, a journal formerly published by the Hoover Institution, on whose board he sits.\nIn The Social Network, Thiel was portrayed by Wallace Langham.[174] He described the film as \"wrong on many levels\".[175]\nThiel was the inspiration for the Peter Gregory character on HBO's Silicon Valley.[176] Thiel said of Gregory, \"I liked him... I think eccentric is always better than evil\".[177]\nJonas Lüscher stated in an interview with Basellandschaftliche Zeitung that he based the character Tobias Erkner in his novel Kraft (\"Force\") on Thiel.[178]\nRight Time to Thiel by satirist Jan Böhmermann (2022) is a Bond theme-style song and music video.[179]\n\nNew Zealand citizenship\nThiel was a German citizen by birth, and became an American citizen by naturalization.[180] He had received permanent residency in New Zealand in 2011.[181][182] He had visited the country on four occasions prior to his application for citizenship,[183] and had spent 12 days in New Zealand, fewer than the typical residency requirement of 1,350 days.[184] When he applied, he stated he had no intention of living in New Zealand, which is a criterion for citizenship.[185] Then-Minister of Internal Affairs Nathan Guy waived those normal requirements, under an \"exceptional circumstances\" clause of the Citizenships Act.[186][183][185]\nHe became a New Zealand citizen in 2011, which became public in 2017.[186] In 2015, he purchased a 193-hectare estate near Wānaka, which fitted the classification of \"sensitive land\" and required foreign buyers to obtain permission from New Zealand's Overseas Investment Office. Thiel did not require permission as he was a citizen.[187]\nThiel's application cited his contribution to the economy—he had founded a venture capital fund in Auckland before applying, and invested $7 million in two local companies—as well as a $1 million donation to the 2011 Christchurch earthquake appeal fund.[183] Rod Drury, founder of Xero, also provided a formal reference for Thiel's application.[186] Thiel's case was cited by critics as an example of how New Zealand passports can be bought,[183][188] something the New Zealand government denied.[183] At the time that his citizenship was revealed, The New Zealand Herald came out with the report that the New Zealand Defence Force, the Security Intelligence Service and the Government Communications and Security Bureau have long-standing links with Thiel's Palantir.[184]\n\nRoth IRA\nIn 2021 it was revealed by ProPublica that Thiel had purchased 1.7 million founders shares in the entity that would become PayPal using $1,700 in a Roth IRA in 1999. Due to the rapid growth in the value of the shares as PayPal grew and was later acquired by eBay, it allowed Thiel to turn his $1,700 Roth IRA into an account worth more than $5 billion as of 2019. Most of this increase in the value of the Roth was due to him re-investing his PayPal proceeds into companies like Palantir and Facebook which grew quickly after his investment. If Thiel waits until he turns 60 in 2027, he can withdraw the entire $5 billion+ amount tax free.[189]\n\nAwards and honors\nIn 2006, Thiel won the Herman Lay Award for Entrepreneurship.[190]\nIn 2007, he was honored as a Young Global leader by the World Economic Forum as one of the 250 most distinguished leaders age 40 and under.[191]\nOn 7 November 2009, Thiel was awarded an honorary degree from Guatemalan Universidad Francisco Marroquin.[192]\nIn 2012, Students For Liberty, an organization dedicated to spreading libertarian ideals on college campuses, awarded Thiel its \"Alumnus of the Year\" award.[193]\nIn February 2013, Thiel received a TechCrunch Crunchie Award for Venture Capitalist of the Year.[194]\nPublished books\nThe Diversity Myth\nIn 1995, the Independent Institute published The Diversity Myth: Multiculturalism and the Politics of Intolerance at Stanford, which Thiel co-authored along with fellow tech entrepreneur David O. Sacks, and with a foreword by the late Emory University historian Elizabeth Fox-Genovese.[195] The book is critical of political correctness and multiculturalism in higher education and alleges that it has diluted academic rigor. Thiel and Sacks' writings drew criticism from then-Stanford Provost Condoleezza Rice and then-Stanford President Gerhard Casper in describing Thiel and Sacks' view of Stanford as \"a cartoon, not a description of our freshman curriculum\"[196] and their commentary as \"demagoguery, pure and simple.\"[197]\nIn 2016, Thiel apologized for two statements he made in the book: 1) \"The purpose of the rape crisis movement seems as much about vilifying men as about raising 'awareness'\" and 2) \"But since a multicultural rape charge may indicate nothing more than belated regret, a woman might 'realize' that she had been 'raped' the next day or even many days later.\" He stated: \"More than two decades ago, I co-wrote a book with several insensitive, crudely argued statements. As I've said before, I wish I'd never written those things. I'm sorry for it. Rape in all forms is a crime. I regret writing passages that have been taken to suggest otherwise.\"[198]\n\nZero to One\nIn Spring 2012, Thiel taught CS 183: Startup at Stanford University.[199] Notes for the course, taken by student Blake Masters, led to a book titled Zero to One: Notes on Startups, or How to Build the Future by Thiel and Masters, which was released in September 2014.[200][201][202] (Thiel would later go on to endorse Masters' campaign in the 2022 United States Senate election in Arizona and spend more than $10 million in its support.[203])\nDerek Thompson, writing for The Atlantic, stated Zero to One \"might be the best business book I've read\". He described it as a \"self-help book for entrepreneurs, bursting with bromides\" but also as a \"lucid and profound articulation of capitalism and success in the 21st century economy.\"[204]\n\nTools of Titans\nThiel also has a chapter giving advice in Tim Ferriss' self-help book Tools of Titans: The Tactics, Routines, and Habits of Billionaires, Icons, and World-Class Performers.\n\nReferences\n\n\n^ a b Wiener, Anna (27 October 2021). \"What Is It About Peter Thiel?\". The New Yorker. Retrieved 7 February 2022.\n\n^ Heffernan, Virginia (21 September 2021). \"The Alarming Rise of Peter Thiel, Tech Mogul and Political Provocateur\". The New York Times. ISSN 0362-4331. Retrieved 7 February 2022.\n\n^ Purdy, Jedediah (30 November 2016). \"The Anti-Democratic Worldview of Steve Bannon and Peter Thiel\". Politico Magazine. Retrieved 7 February 2022.\n\n^ Ciralsky, Adam (20 September 2017). \"Is Trump Mulling Peter Thiel for a Top Intelligence Advisory Post?\". Vanity Fair. Archived from the original on 18 September 2020. Retrieved 25 April 2020.\n\n^ a b Lien, Tracey (15 February 2018). \"Peter Thiel's resume includes PayPal, Facebook and supporting Trump. And he's coming to L.A.\" Los Angeles Times. Archived from the original on 24 July 2018. Retrieved 24 July 2018.\n\n^ \"Bloomberg Billionaires Index: Peter Thiel\". Bloomberg. Archived from the original on 31 December 2021. Retrieved 18 June 2023.\n\n^ Feiner, Lauren (17 December 2019). \"Peter Thiel reportedly pushed Facebook not to vet fake political ads\". CNBC. Archived from the original on 22 September 2020. Retrieved 9 September 2020.\n\n^ \"Y Combinator Cuts Ties With Peter Thiel After Ending Part-Time Partner Program\". BuzzFeed News. 17 November 2017. Archived from the original on 14 August 2021. Retrieved 14 August 2021.\n\n^ \"The PayPal Mafia: Who are they and where are Silicon Valley's richest group of men now?\". The Daily Telegraph. Archived from the original on 22 September 2014. Retrieved 23 September 2014.\n\n^ Waters, Richard (20 December 2013). \"Lunch with the FT: Peter Thiel\". Financial Times. Archived from the original on 15 November 2016. Retrieved 15 November 2016.\n\n^ Hook, Leslie (11 November 2016). \"Tech elite discovers it may need Peter Thiel\". Financial Times. Archived from the original on 15 November 2016. Retrieved 15 November 2016.\n\n^ Drange, Matt. \"Peter Thiel's War On Gawker: A Timeline\". Forbes. Archived from the original on 3 January 2021. Retrieved 5 January 2021.\n\n^ Sterne, Peter (1 August 2016). \"Gawker founder Nick Denton files for bankruptcy\". Politico. Archived from the original on 3 August 2021. Retrieved 17 July 2022.\n\n^ O'Dea, Meghan. \"Peter Thiel\". Immigrant Entrepreneurship. Archived from the original on 4 December 2018. Retrieved 30 April 2023.\n\n^ a b \"Peter Thiel's application for New Zealand citizenship\" (PDF). New Zealand Department of Internal Affairs. p. 65. Archived (PDF) from the original on 18 February 2019.\n\n^ Wiener, Anna (27 October 2021). \"What Is It About Peter Thiel?\". The New Yorker. Retrieved 29 April 2023.\n\n^ Ratnesar, Romesh (3 February 2011). \"Peter Thiel: 21st Century Free Radical\". Bloomberg L.P. Archived from the original on 27 March 2019. Retrieved 11 March 2017.\n\n^ Packer 2013, pp. 120–121\n\n^ Jenkins, Holman W. Jr. (9 October 2010). \"Technology=Salvation\". The Wall Street Journal. Archived from the original on 23 April 2015. Retrieved 20 May 2012.\n\n^ a b c Brown, Mick (19 September 2014). \"Peter Thiel: the billionaire tech entrepreneur on a mission to cheat death\". The Daily Telegraph. Archived from the original on 18 October 2014. Retrieved 16 October 2014.\n\n^ \"Who is Peter Thiel and why is he advising Donald Trump?\". BBC News. BBC News. 14 December 2016. Archived from the original on 30 June 2018. Retrieved 22 June 2018.\n\n^ a b c d e f g h Parloff, Roger (4 September 2014). \"Peter Thiel disagrees with you\". Fortune. Archived from the original on 5 December 2016. Retrieved 18 November 2016.\n\n^ Daetz, Ama (22 September 2014). \"Billionaire weighs in on Silicon Valley's future\". ABC News. Archived from the original on 19 November 2016. Retrieved 18 November 2016.\n\n^ Packer 2013, p. 125\n\n^ Bahareth, Mohammad (2012). Kings of the Internet: What You Don't Know About Them?. iUniverse. p. 71. ISBN 978-1469798424.\n\n^ Granato, Andrew (27 November 2017). \"Stanford Politics\". stanfordpolitics.org. Archived from the original on 7 February 2021. Retrieved 26 February 2021.\n\n^ \"Paypal, Inc, Form S-1/A, Filing Date Jan 31, 2002\". secdatabase.com. Archived from the original on 15 May 2018. Retrieved 14 May 2018.\n\n^ Feloni, Richard (10 November 2014). \"Peter Thiel explains how an esoteric philosophy book shaped his worldview\". Business Insider. Archived from the original on 22 November 2016. Retrieved 22 November 2016.\n\n^ Girard, René (1987). Things Hidden Since the Foundation of the World. Stanford University Press. pp. 7, 26, 307.\n\n^ Baer, Drake (4 February 2015). \"Here's the advice billionaire investor Peter Thiel wishes he could've given his younger self\". Business Insider. Archived from the original on 22 November 2016. Retrieved 22 November 2016.\n\n^ Thiel, Peter (12 September 2014). \"Competition Is for Losers\". The Wall Street Journal. Archived from the original on 25 December 2019. Retrieved 11 March 2017.\n\n^ Roberts, Jeff John (15 September 2016). \"Rumor About Trump's Supreme Court Pick Causes a Stir But Appears Untrue\". Fortune. Archived from the original on 1 January 2017. Retrieved 22 May 2017.\n\n^ Stanford Law School. \"Articles Archive\". Archived from the original on 5 March 2016. Retrieved 29 May 2016.\n\n^ \"Big Bucks From Bubble Fears\". Bloomberg.com. 8 November 2004. Retrieved 30 April 2023.\n\n^ Parloff, Roger (4 September 2014). \"Peter Thiel disagrees with you\". Fortune. Archived from the original on 6 December 2019. Retrieved 10 March 2021.\n\n^ Odell, Mark (30 September 2014). \"Timeline: The rise of PayPal\". Financial Times. Retrieved 10 October 2023.\n\n^ \"When PayPal was young: the early years\". VatorNews. 5 February 2018. Archived from the original on 30 December 2019. Retrieved 30 December 2019.\n\n^ Jackson, Eric M. (2004). The PayPal Wars. p. Kindle Locations 321–327.\n\n^ \"eBay picks up PayPal for $1.5 billion by Margaret Kane\". CNET News. Archived from the original on 14 July 2008. Retrieved 24 January 2008. On Monday, eBay said it is acquiring online payments company PayPal in a deal valued at $1.5 billion.\n\n^ \"SEC Info – Ebay Inc – S-4 – on 8/6/02\". Archived from the original on 14 December 2006. Retrieved 24 January 2008.\n\n^ O'Brien, Jeffrey M. (14 November 2007). \"The PayPal mafia – November 14, 2007\". CNN. Archived from the original on 20 July 2008. Retrieved 24 January 2008.\n\n^ \"Peter Thiel | Biography & Facts\". Encyclopedia Britannica. Archived from the original on 16 April 2020. Retrieved 19 March 2020.\n\n^ a b \"The life and rise of billionaire investor Peter Thiel, Trump's biggest Silicon Valley supporter—who might be moving to Los Angeles\". Business Insider. Archived from the original on 18 August 2018. Retrieved 17 August 2018.\n\n^ Savitz, Eric J. (13 February 2006). \"A Second Payday for PayPal Founder\". The Wall Street Journal. ISSN 0099-9660. Archived from the original on 18 August 2018. Retrieved 17 August 2018.\n\n^ Mackintosh, James (7 May 2007). \"Clarium Capital bets on rates to rise more\". Financial Times. Retrieved 10 October 2023.\n\n^ Hamilton, Dane (4 April 2008). \"Hedge fund Clarium takes 9.9 pct hit in March-note\". Reuters. Retrieved 10 October 2023.\n\n^ Comstock, Courtney (11 January 2010). \"Peter Thiel: Down 25% In 2009, And 10% In December Alone\". Business Insider. Retrieved 10 October 2023.\n\n^ a b Packer, George. \"No Death, No Taxes: The libertarian futurism of a Silicon Valley billionaire\". The New Yorker. Archived from the original on 24 November 2011. Retrieved 7 December 2011.\n\n^ Wexner, David (4 August 2018). \"The hidden logic of Peter Thiel's \"Lord of the Rings\"-inspired company names\". Quartz. Archived from the original on 19 March 2020. Retrieved 19 March 2020.\n\n^ \"Palantir's Hotly Anticipated IPO Set to Slide to 2020\". Bloomberg.com. 24 May 2019. Archived from the original on 19 March 2020. Retrieved 19 March 2020.\n\n^ a b Feiner, Lauren; Levy, Ari (7 February 2022). \"Peter Thiel to step down from board of Facebook parent Meta\". CNBC.\n\n^ \"Palantir, the War on Terror's Secret Weapon\". Bloomberg.com. 22 November 2011. Archived from the original on 22 September 2020. Retrieved 26 September 2020.\n\n^ Andy Greenberg. \"How A 'Deviant' Philosopher Built Palantir, A CIA-Funded Data-Mining Juggernaut\". Forbes. Archived from the original on 27 June 2015. Retrieved 7 June 2015.\n\n^ Mac, Ryan (11 December 2014). \"Palantir Aiming To Raise $400 Million In New Round\". Forbes. Archived from the original on 2 January 2015. Retrieved 21 December 2014.\n\n^ Buhr, Sarah (23 December 2015). \"Palantir Has Raised $880 Million At A $20 Billion Valuation\". TechCrunch. Archived from the original on 29 January 2017. Retrieved 14 December 2016.\n\n^ \"Shareholder trading values Facebook at more than $33bn\". the Guardian. 25 August 2010. Archived from the original on 14 June 2020. Retrieved 17 May 2020.\n\n^ Caulfield, Brian; Perlroth, Nicole (14 February 2011). \"Life After Facebook\". Forbes. Archived from the original on 23 March 2013. Retrieved 29 November 2011.\n\n^ Kirkpatrick, David (8 June 2010). The Facebook Effect: The Inside Story of the Company That Is Connecting the World. Simon and Schuster. p. 246. ISBN 978-1-4391-0212-1.\n\n^ a b Kirkpatrick, David (2010). The Facebook Effect. Simon & Schuster. pp. 87–88. ISBN 978-1-4391-0212-1.\n\n^ Geron, Tomio. \"Peter Thiel: Why Facebook Is Like Ford Motors In The 1920s\". Archived from the original on 16 May 2012. Retrieved 16 June 2012.\n\n^ \"Peter Thiel Sells Almost All of His Facebook Stock, Donates $1 Million to a Tea Party PAC | Betabeat\". 30 January 2013. Archived from the original on 30 January 2013. Retrieved 30 April 2023.\n\n^ Oreskovic, Alexei (19 August 2012). \"Facebook director Thiel sold 20 million shares after lock-up\". Reuters. Archived from the original on 17 August 2016. Retrieved 19 August 2012.\n\n^ Boorstin, Julia (20 August 2012). \"Investor Peter Thiel Sells Facebook Shares\". CNBC. Archived from the original on 22 October 2012. Retrieved 20 August 2012.\n\n^ \"Peter Thiel sells most of remaining Facebook stake\". Reuters. 22 November 2017. Archived from the original on 24 November 2017. Retrieved 24 November 2017.\n\n^ Shinal, John (22 November 2017). \"Peter Thiel just sold more Facebook shares, but his big mistake was dumping them in 2012\". CNBC. Archived from the original on 16 April 2020. Retrieved 14 April 2020.\n\n^ \"Peter Thiel to leave Meta board to pursue Trump political agenda\". The Jerusalem Post. 8 February 2022. Retrieved 9 February 2022.\n\n^ \"Block.one Closes Strategic Investment Round Led by Peter Thiel and Bitmain\". Archived from the original on 16 September 2018. Retrieved 1 November 2018.\n\n^ Siu, Eric (25 August 2015). \"What Types of Companies Is Peter Thiel's Founders Fund Actually Investing In?\". Entrepreneur. Archived from the original on 12 April 2018. Retrieved 11 April 2018.\n\n^ Kirkpatrick, Marshall (17 December 2008). \"PayPal Reunion: Dave McClure Joins Founders Fund\". ReadWrite. Archived from the original on 31 January 2019. Retrieved 30 April 2023.\n\n^ Rivlin, Gary (15 October 2006). \"How Friendster lost chance for a jackpot - Business - International Herald Tribune\". The New York Times. ISSN 0362-4331. Archived from the original on 31 January 2019. Retrieved 30 April 2023.\n\n^ \"Peter Thiel-Backed Crypto Startup Pays Out 6,567% Return\". Bloomberg.com. 22 May 2019. Archived from the original on 8 January 2020. Retrieved 19 March 2020.\n\n^ Adams, Susan. \"Can AltSchool—The Edtech Startup With $174M From Billionaires Like Zuckerberg And Thiel—Save Itself From Failure?\". Forbes. Archived from the original on 30 January 2019. Retrieved 30 April 2023.\n\n^ Cheng, Evelyn (2 January 2018). \"Bitcoin rises after report says early Facebook investor Peter Thiel is buying massive amounts\". CNBC. Archived from the original on 9 January 2018. Retrieved 8 January 2018.\n\n^ Hill, Kashmir (18 January 2020). \"The Secretive Company That Might End Privacy as We Know It\". The New York Times. ISSN 0362-4331. Archived from the original on 18 January 2020. Retrieved 18 January 2020.\n\n^ Hill, Kashmir (18 January 2020). \"The Secretive Company That Might End Privacy as We Know It\". The New York Times. ISSN 0362-4331. Archived from the original on 10 February 2020. Retrieved 11 February 2020.\n\n^ Gobry, Pascal-Emmanuel (14 January 2011). \"Billionaire Facebook Investor Peter Thiel Pours Money Into His \"Utopia,\" New Zealand\". Business Insider. Archived from the original on 26 August 2014. Retrieved 21 August 2014.\n\n^ Drury, Rod (21 October 2010). \"Peter Thiel to Invest in Xero\". Xero. Archived from the original on 20 October 2018. Retrieved 21 August 2014.\n\n^ Gobry, Pascal-Emmanuel. \"Billionaire Facebook Investor Peter Thiel Pours Money Into His \"Utopia,\" New Zealand\". Business Insider. Archived from the original on 8 March 2018. Retrieved 30 April 2023.\n\n^ Lawler, Ryan (17 December 2012). \"Booktrack Raises $2 Million From Peter Thiel, Park Road, And Others To Add Soundtracks To E-books\". TechCrunch. Retrieved 30 April 2023.\n\n^ Hsu, Tiffany (20 June 2012). \"Facebook investor Peter Thiel opens Mithril venture capital fund\". Los Angeles Times. Archived from the original on 6 November 2013. Retrieved 20 February 2020.\n\n^ Cutler, Kim-Mai (19 June 2012). \"Peter Thiel Launches Mithril: A New $402 Million Late-Stage Fund\". TechCrunch. Archived from the original on 18 December 2012. Retrieved 14 December 2012.\n\n^ \"Welcome Peter\". Y Combinator Posthaven. Archived from the original on 21 May 2015. Retrieved 7 June 2015.\n\n^ Coren, Michael J. (17 November 2017). \"Peter Thiel is no longer affiliated with star accelerator Y Combinator\". Quartz. Archived from the original on 19 November 2017. Retrieved 19 November 2017.\n\n^ Schwartz, Mattathias (19 October 2023). \"Exclusive: Tech billionaire Peter Thiel was an FBI informant\". Business Insider. Retrieved 15 December 2023.\n\n^ Robertson, Adi (19 October 2023). \"Peter Thiel was reportedly an FBI informant\". The Verge. Retrieved 15 December 2023.\n\n^ McBride, Sarah; Somerville, Heather (25 May 2016). \"Tech billionaire Thiel helps Hulk Hogan\". Yahoo Tech. Archived from the original on 26 May 2016. Retrieved 26 May 2016.\n\n^ Davey Alba (18 August 2016). \"Peter Thiel Just Got His Wish: Gawker Is Shutting Down\". Wired. Archived from the original on 18 August 2016. Retrieved 18 August 2016.\n\n^ a b c Sorkin, Andrew Ross (26 May 2016). \"Peter Thiel, Tech Billionaire, Reveals Secret War With Gawker\". The New York Times. ISSN 0362-4331. Archived from the original on 23 February 2017. Retrieved 30 April 2023.\n\n^ a b Thiel, Peter (15 August 2016). \"Peter Thiel: The Online Privacy Debate Won't End With Gawker\". The New York Times. Archived from the original on 17 August 2016. Retrieved 16 August 2016.\n\n^ Street, Aaron (2 March 2013). \"Peter Thiel on the Role of Technology and Globalization in Our Economy\". Politics Law & Economics Blog. Archived from the original on 6 May 2013. Retrieved 25 December 2013.\n\n^ a b \"Peter Thiel Explains the New 'National Conservatism'\". Reason. 17 July 2019. Archived from the original on 22 September 2019. Retrieved 3 January 2020.\n\n^ \"Peter Thiel's Oddly Conventional Defense of Trump\". The New Yorker. 1 November 2016. Archived from the original on 16 April 2020. Retrieved 3 January 2020.\n\n^ Sacks, David; Thiel, Peter (1 September 1996). \"The Case Against Affirmative Action\". Stanford Magazine.\n\n^ \"The Education of a Libertarian\". Cato Unbound. 13 April 2009. Retrieved 1 May 2023.\n\n^ Smith, Harrison; Burrows, Roger (2021). \"Software, Sovereignty and the Post-Neoliberal Politics of Exit\". Theory, Culture & Society. 38 (6): 143–166. doi:10.1177/0263276421999439. ISSN 0263-2764. S2CID 234839947.\n\n^ Baer, Drake (8 April 2015). \"Peter Thiel says tech innovation is outpacing everything else for one simple reason\". Business Insider. Archived from the original on 16 April 2020. Retrieved 27 September 2019.\n\n^ \"Peter Thiel Urges U.S. Probe of Google's 'Seemingly Treasonous' Acts\". Bloomberg. 15 July 2019. Archived from the original on 31 October 2019. Retrieved 17 January 2020.\n\n^ \"Steering Committee\". 1 May 2021. Archived from the original on 1 May 2021. Retrieved 1 May 2021.\n\n^ Cadwalladr, Carole (21 September 2014). \"Peter Thiel: 'We attribute too much to luck. Luck is an atheistic word for God'\". The Observer. p. 8. Archived from the original on 21 September 2014. Retrieved 21 September 2014.\n\n^ Kitroeff, Natalie (7 October 2014). \"Peter Thiel on Creativity: Asperger's Promotes It, Business School Crushes It\". BusinessWeek. Archived from the original on 31 December 2014. Retrieved 24 December 2014.\n\n^ Kantor, Jodi (23 December 2014). \"For Stanford Class of '94, a Gender Gap More Powerful Than the Internet\". The New York Times. Archived from the original on 4 November 2016. Retrieved 25 February 2017.\n\n^ Weisberg, Jacob (16 October 2010). \"Hyper-libertarian Facebook billionaire Peter Thiel's appalling plan to pay students to quit college\". Slate. Archived from the original on 3 October 2011. Retrieved 7 October 2011.\n\n^ \"Outflanked on Right, Coulter Seeks New Image\". The New York Times. 8 October 2010. Archived from the original on 13 April 2014. Retrieved 25 December 2013.\n\n^ Demonic: How the Liberal Mob Is Endangering America. Library Thing. Archived from the original on 27 December 2013. Retrieved 25 December 2013.\n\n^ Coulter, Ann (2015). ¡Adios, America! : The Left's Plan to Turn Our Country into a Third World Hell Hole. Washington, DC: Regnery Publishing. p. 280. ISBN 978-1-62157-606-8. OCLC 949987257. Others who have helped with this book, mostly by reading chapters and voting on titles, but in other ways, as well, are: Bill Armistead, Jon Caldara, Peter Brimelow, Rodney Conover, Mallory and Thomas Danaher, David Friedman, James Fulford, Ron Gordon, Kevin Harrington, David Limbaugh, Jay Mann, Jim Moody, Dan Travers, Jon Tukel, Marshall Sella, Peter Thiel, Kelly Victory, and Younis Zubchevich.\n\n^ \"Who is funding the marriage amendment fight?\". Minn Post. 1 November 2012. Archived from the original on 26 December 2013. Retrieved 25 December 2013.\n\n^ a b Steven Thrasher (22 September 2009). \"The Money Trail – Conservative Facebook Investor Funded Anti-ACORN Videographer\". The Village Voice. Archived from the original on 5 February 2017. Retrieved 25 January 2017.\n\n^ Gregory Giroux (20 August 2012). \"Thiel's $1 Million Tops Donors to Club for Growth Super-PAC\". Bloomberg. Archived from the original on 30 March 2013. Retrieved 16 October 2012.\n\n^ a b Schwab, Florian. \"Interview of the Week: Peter Thiel\". Die Weltwoche. Archived from the original on 24 July 2018. Retrieved 23 July 2018.\n\n^ \"Endorsements » Blog Archive » Peter Thiel\". Archived from the original on 23 January 2008. Retrieved 24 January 2008.\n\n^ a b Peter Thiel Political Campaign Contributions (CampaignMoney.com)\n\"Peter Thiel Political Campaign Contributions 2000 Election Cycle\". Archived from the original on 12 September 2013. Retrieved 25 December 2013.\n\"Peter Thiel Political Campaign Contributions 2002 Election Cycle\". Archived from the original on 12 September 2013. Retrieved 25 December 2013.\n\"Peter Thiel Political Campaign Contributions 2004 Election Cycle\". Archived from the original on 26 December 2013. Retrieved 25 December 2013.\n\"Peter Thiel Political Campaign Contributions 2006 Election Cycle\". Archived from the original on 26 December 2013. Retrieved 25 December 2013.\n\"Peter Thiel Political Campaign Contributions 2008 Election Cycle\". Archived from the original on 12 September 2013. Retrieved 25 December 2013.\n\"Peter Thiel Political Campaign Contributions 2010 Election Cycle\". Archived from the original on 12 September 2013. Retrieved 25 December 2013.\n\"Peter Thiel Political Campaign Contributions 2012 Election Cycle\". Archived from the original on 12 September 2013. Retrieved 25 December 2013.\n\"Peter Thiel Political Campaign Contributions 2014 Election Cycle\". Archived from the original on 10 February 2014. Retrieved 25 December 2013.\n\n^ Fost, Dan. \"Old (Pay)Pals: Peter Thiel backs Meg Whitman\". Forbes. Archived from the original on 24 June 2011. Retrieved 30 April 2023.\n\n^ Selyukh, Alina (31 January 2012). \"PayPal co-founders fund pro-Paul Super PAC\". Reuters. Archived from the original on 1 February 2012. Retrieved 31 January 2012.\n\n^ Kim, Susanna (10 May 2016). \"Billionaire Paypal Co-Founder Peter Thiel on List of Trump Backers\". ABC News. Archived from the original on 11 May 2016. Retrieved 10 May 2016.\n\n^ Selyukh, Alina (21 July 2016). \"'I Am Proud To Be Gay,' Tech Investor Peter Thiel Tells GOP Convention\". NPR. Archived from the original on 22 July 2016. Retrieved 22 July 2016.\n\n^ Margolin, Emma (2016). \"Peter Thiel Makes History at RNC: 'I'm Proud to be Gay'\". NBC News. Archived from the original on 19 January 2019. Retrieved 22 July 2016.\n\n^ Streitfeld, David (15 October 2016). \"Peter Thiel to Donate $1.25 Million in Support of Donald Trump\". The New York Times. Archived from the original on 16 October 2016. Retrieved 16 October 2016.\n\n^ Dowd, Maureen (11 January 2017). \"Peter Thiel, Trump's Tech Pal, Explains Himself\". The New York Times. Archived from the original on 22 May 2017. Retrieved 22 May 2017.\n\n^ Kokalitcheva, Kia (11 November 2016). \"Silicon Valley Investor Peter Thiel Will Join Trump's Transition Team\". Fortune. Archived from the original on 28 May 2017. Retrieved 22 May 2017.\n\n^ \"About – Free Forever PAC\". Archived from the original on 3 July 2020. Retrieved 3 July 2020.\n\n^ Rob Copeland; Keach Hagey; Tripp Mickle (2 July 2020). \"Tech Tycoon Peter Thiel Shies From Trump Re-Election Campaign\". The Wall Street Journal. ISSN 0099-9660. Archived from the original on 2 July 2020. Retrieved 3 July 2020.\n\n^ Mac, Ryan; Lerer, Lisa (14 February 2022). \"The Right's Would-Be Kingmaker\". The New York Times. ISSN 0362-4331. Retrieved 14 February 2022.\n\n^ Gellman, Barton (9 November 2023). \"Peter Thiel Is Taking a Break From Democracy\". The Atlantic. Archived from the original on 30 December 2023. Retrieved 1 January 2024.\n\n^ \"Thiel Foundation website\". Archived from the original on 21 August 2009. Retrieved 28 September 2009.\n\n^ \"Peter Thiel\". Inside Philanthropy. Archived from the original on 27 April 2018. Retrieved 26 April 2018.\n\n^ a b \"A Singular Sort of Cult\". HuffPost UK. 17 June 2013. Archived from the original on 1 October 2018. Retrieved 30 April 2023.\n\n^ Gardiner, Bryan. \"Peter Thiel Explains How to Invest in the Singularity\". Wired. ISSN 1059-1028. Archived from the original on 16 April 2020. Retrieved 30 April 2023.\n\n^ a b \"Singularity Summit – Peter Thiel On His Single Greatest Fear\". h+ Media. 4 October 2009. Archived from the original on 30 June 2014. Retrieved 30 April 2023.\n\n^ \"Back to the Future: Peter Thiel on Technology and Investment Strategy at the NYC Singularity Summit\". Business Insider. Archived from the original on 17 October 2018. Retrieved 17 October 2018.\n\n^ Priestly, Theo (11 December 2015). \"Elon Musk And Peter Thiel Launch OpenAI, A Non-Profit Artificial Intelligence Research Company\". Forbes. Archived from the original on 14 December 2015. Retrieved 11 December 2015.\n\n^ Shead, Sam. \"How DeepMind convinced billionaire Peter Thiel to invest without moving the company to Silicon Valley\". Business Insider. Archived from the original on 1 March 2020. Retrieved 1 March 2020.\n\n^ \"The Mprize-PayPal Founder pledges $3.5 Million to antiaging research\". Archived from the original on 21 May 2008. Retrieved 24 January 2008.\n\n^ Davidson, Keay (18 September 2006). \"Entrepreneur backs research on anti-aging\". SFGate. Archived from the original on 31 December 2018. Retrieved 6 October 2018.\n\n^ \"How Silicon Valley Is Trying to Hack Its Way Into a Longer Life\". Time. 16 February 2017. Archived from the original on 29 January 2018. Retrieved 30 April 2023.\n\n^ Reilly, Richard Byrne (8 October 2014). \"Billionaire Peter Thiel embarks on anti-aging crusade\". Venture Beat. Archived from the original on 20 October 2014. Retrieved 22 October 2014.\n\n^ Gelles, David (13 November 2017). \"Floating Cities, No Longer Science Fiction, Begin to Take Shape\". The New York Times. ISSN 0362-4331. Archived from the original on 1 March 2018. Retrieved 30 April 2023.\n\n^ \"Introducing The Seasteading Institute\". Archived from the original on 7 August 2008. Retrieved 16 April 2008.\n\n^ Hodgkinson, Tom (6 October 2016). \"How Utopia shaped the world\". BBC News. Archived from the original on 7 October 2018. Retrieved 6 October 2018.\n\n^ Floating Island Project Pushes On, Without Peter Thiel's Support Archived 17 October 2018 at the Wayback Machine Bloomberg\n\n^ Milton Friedman's Grandson to Build Floating Libertarian Nation Archived 1 October 2018 at the Wayback Machine Chicago\n\n^ Peter Thiel's Strangest Projects Archived 1 October 2018 at the Wayback Machine Inverse\n\n^ Robinson, Melia. \"A Silicon Valley billionaire's dream of a floating libertarian utopia may have finally been killed\". Business Insider. Archived from the original on 17 October 2018. Retrieved 30 April 2023.\n\n^ Dowd, Maureen (11 January 2017). \"Peter Thiel, Trump's Tech Pal, Explains Himself\". The New York Times. ISSN 0362-4331. Archived from the original on 22 May 2017. Retrieved 30 April 2023.\n\n^ Robinson, Melia. \"Tech billionaire Peter Thiel no longer thinks his dream of a floating libertarian utopia is realistic\". Business Insider. Archived from the original on 1 October 2018. Retrieved 30 April 2023.\n\n^ \"The Thiel Fellowship\". 20 Under 20. 29 September 2010. Archived from the original on 16 January 2018. Retrieved 16 October 2010.\n\n^ \"Peter Thiel Launches Fellowship Program\". silicontap.com. 30 September 2010. Archived from the original on 29 October 2010. Retrieved 30 September 2010.\n\n^ Kolodny, Lora (18 December 2013). \"Why a Nonprofit Backs Dropping Out of School\". The Wall Street Journal. Archived from the original on 7 October 2018. Retrieved 6 October 2018.\n\n^ \"About Us\". Breakout Labs. Archived from the original on 14 November 2013. Retrieved 5 December 2013.\n\n^ a b \"Nature News Blog: PayPal co-founder's Breakout Labs issues first grants : Nature News Blog\". 26 April 2012. Archived from the original on 26 April 2012. Retrieved 1 May 2023.\n\n^ a b Mac, Ryan. \"Peter Thiel's Breakout Labs Turns More Science Projects Into Businesses\". Forbes. Archived from the original on 17 October 2018. Retrieved 1 May 2023.\n\n^ a b Loizos, Connie (14 September 2017). \"Breakout Ventures, spun out of Peter Thiel's Breakout Labs, has closed its debut fund with $60M\". TechCrunch. Archived from the original on 17 October 2018. Retrieved 1 May 2023.\n\n^ \"Breakout Labs press release on first batch of grantees\". 17 April 2012. Archived from the original on 16 June 2012. Retrieved 8 June 2012.\n\n^ Supporters of Press Freedom. \"Supporters of Press Freedom – About CPJ – Committee to Protect Journalists\". Cpj.org. Archived from the original on 2 September 2010. Retrieved 16 October 2010.\n\n^ Holiday, Ryan (2018). Conspiracy: Peter Thiel, Hulk Hogan, Gawker, and the Anatomy of Intrigue. Penguin Books. p. 45. ISBN 978-0735217669.\n\n^ \"Freedom Project page on Thiel Foundation website\". Archived from the original on 25 May 2012. Retrieved 8 June 2012.\n\n^ a b \"Peter Thiel Urges Investing in Human Rights - TheStreet\". Thestreet. 17 October 2018. Archived from the original on 17 October 2018. Retrieved 1 May 2023.\n\n^ van Beynen, Martin; Kuprienko, Dasha (25 January 2017). \"Billionaire Donald Trump supporter Peter Thiel sending more of his mates our way\". Stuff.co.nz. Archived from the original on 8 September 2017. Retrieved 30 June 2017.\n\n^ Primack, Dan; Allen, Mike (16 October 2017). \"Peter Thiel got married over the weekend\". Axios. Archived from the original on 2 September 2018. Retrieved 1 September 2018.\n\n^ \"Billionaire Peter Thiel gets married to Matt Danzeisen\". Express Digest. 18 October 2017. Archived from the original on 13 September 2018. Retrieved 12 September 2018.\n\n^ Grim, Ryan (23 March 2023). \"The Death of Peter Thiel's \"Kept\" Romantic Partner Is Being Investigated as a Suicide\". The Intercept. Retrieved 24 March 2023.\n\n^ Salai, Sean (1 October 2014). \"Faith & Technology: Q&A with Peter Thiel\". America. Archived from the original on 3 September 2016. Retrieved 16 August 2016.\n\n^ \"Reshaping Our View of God\". The Veritas Forum. 5 February 2016. Archived from the original on 16 April 2020. Retrieved 14 June 2019.\n\n^ Anderson, Max. \"Peter Thiel, N.T. Wright On Technology, Hope, And The End Of Death\". Forbes. Retrieved 1 May 2023.\n\n^ Paul, Elie. \"America's Problem: Mimetic Desire\". Everything That Rises. Archived from the original on 7 July 2018. Retrieved 25 December 2013.\n\n^ Hook, Leslie (11 November 2016). \"Tech elite discovers it may need Peter Thiel\". Financial Times. Archived from the original on 15 November 2016. Retrieved 15 November 2016.\n\n^ a b Leland, John (30 November 2016). \"Magnus Carlsen Overwhelms Challenger in Tiebreakers to Win World Chess Championship\". The New York Times. Archived from the original on 7 August 2017. Retrieved 30 June 2017.\n\n^ \"24 executives who are exceptional at chess\". ChessBase. 7 February 2012. Archived from the original on 21 July 2017. Retrieved 30 June 2017.\n\n^ Staff writer(s). \"USCF Ratings History Graph for 12056150: Peter Thiel\". United States Chess Federation. Archived from the original on 5 March 2017. Retrieved 24 November 2016.\n\n^ Giang, Vivian (16 July 2012). \"Entrepreneur Challenges Peter Thiel To Million Dollar Chess Game\". Business Insider. Archived from the original on 22 September 2018. Retrieved 21 September 2018.\n\n^ Leswing, Kif (1 December 2016). \"Peter Thiel made a rare public appearance at a chess tournament\". Business Insider. Archived from the original on 18 August 2017. Retrieved 30 June 2017.\n\n^ Staff writer(s) (30 November 2016). \"Magnus Carlsen retained the title\". FIDE. Archived from the original on 5 January 2019. Retrieved 21 September 2018.\n\n^ \"News Headlines\". Cnbc.com. 26 February 2009. Archived from the original on 27 October 2020. Retrieved 16 October 2010.\n\n^ \"Peter Thiel\". Charlie Rose. Archived from the original on 12 October 2010. Retrieved 16 October 2010.\n\n^ Shaffer, Matthew (20 January 2011). \"Back to the Future with Peter Thiel\". National Review. Archived from the original on 2 March 2015. Retrieved 22 May 2017.\n\n^ Wauters, Robin (19 November 2010). \"Peter Thiel: Facebook Co-Founder Eduardo Saverin Did A Poor Job, Got Rich Anyway\". TechCrunch. Archived from the original on 8 July 2017. Retrieved 22 May 2017.\n\n^ Bort, Julie (28 April 2014). \"A Guide To The Best Inside Jokes On HBO's Hit Comedy 'Silicon Valley'\". Business Insider. Archived from the original on 30 April 2014. Retrieved 30 April 2014.\n\n^ Dowd, Maureen (11 January 2017). \"Confirm or Deny: Peter Thiel\". The New York Times. Archived from the original on 12 January 2017. Retrieved 12 January 2017.\n\n^ Schuppisser, Raffael (16 April 2017). \"Trend-Autor Jonas Lüscher: 'Die Reichen werden unsterblich und der grosse Rest überflüssig'\". Basellandschaftliche Zeitung (in German). Archived from the original on 24 May 2017. Retrieved 22 May 2017.\n\n^ \"Right Time to Thiel\". YouTube. Retrieved 11 February 2022.\n\n^ Drange, Matt. \"Peter Thiel Obtained New Zealand Citizenship Possibly Because Of 'Exceptional Circumstances'\". Forbes. Archived from the original on 8 March 2018. Retrieved 1 May 2023.\n\n^ Novet, Jordan (29 June 2017). \"Peter Thiel got New Zealand citizenship after spending 12 days there in five years\". CNBC. Archived from the original on 8 March 2018. Retrieved 1 May 2023.\n\n^ Streitfeld, David; Williams, Jacqueline (1 February 2017). \"New Zealand Is 'the Future,' Peter Thiel Said in His Push for Citizenship\". The New York Times. Archived from the original on 18 May 2020. Retrieved 10 May 2020.\n\n^ a b c d e \"How Peter Thiel Became a New Zealander\". The Economist. 4 February 2017. Archived from the original on 3 December 2017. Retrieved 8 September 2017.\n\n^ a b Nippert, Matt (28 June 2017). \"Controversial billionaire Peter Thiel made a Kiwi after two-week holiday\". New Zealand Herald. Archived from the original on 15 June 2020. Retrieved 10 May 2020.\n\n^ a b Biddle, Sam (2 February 2017). \"Billionaire Trump Adviser Peter Thiel Bought His New Zealand Citizenship, Documents Show\". The Intercept. Archived from the original on 16 April 2020. Retrieved 3 February 2017.\n\n^ a b c Nippert, Matt (1 February 2017). \"Revealed: How Peter Thiel got New Zealand citizenship\". New Zealand Herald. Archived from the original on 16 April 2020. Retrieved 10 May 2020.\n\n^ Nippert, Matt (25 January 2017). \"Facebook billionaire Peter Thiel a Kiwi citizen, owns Wanaka estate\". New Zealand Herald. Archived from the original on 14 May 2020. Retrieved 10 May 2020.\n\n^ Mac, Ryan. \"The Many Contradictions Of Peter Thiel's New Zealand Citizenship\". Forbes. Archived from the original on 7 March 2018. Retrieved 1 May 2023.\n\n^ Bandler, James; Elliott, Justin; Callahan, Patricia. \"Lord of the Roths: How Tech Mogul Peter Thiel Turned a Retirement Account for the Middle Class Into a $5 Billion Tax-Free Piggy Bank\". ProPublica. Archived from the original on 14 July 2021. Retrieved 14 July 2021.\n\n^ \"The Association of Private Enterprise Education\". Archived from the original on 6 October 2008. Retrieved 24 January 2008.\n\n^ \"List of Active Young Global Leaders\". The Forum of Active Young Global Leaders. World Economic Forum. 26 January 2010. Archived from the original (PDF) on 4 March 2012. Retrieved 28 June 2010.\n\n^ \"Honorary Doctoral Degrees at Universidad Francisco Marroquín\". Archived from the original on 1 May 2011.\n\n^ \"Peter Thiel at #ISFLC12: 'You are the Entrepreneur of Your Life'\". 27 February 2012. Archived from the original on 3 June 2012. Retrieved 11 June 2012.\n\n^ Congratulations Crunchies Winners! GitHub Wins Best Overall Startup Archived 24 September 2016 at the Wayback Machine. TechCrunch (31 January 2013). Retrieved on 23 October 2013.\n\n^ \"The Diversity Myth: Multiculturalism and Political Intolerance on Campus\". The Independent Institute. Archived from the original on 15 April 2015. Retrieved 7 June 2015.\n\n^ Bill Workman; Chronicle Peninsula Bureau (11 October 1995). \"Stanford President Condemns Opinion Piece / Former students ridiculed school in Wall Street Journal\". SFGate. Archived from the original on 31 May 2016. Retrieved 29 May 2016.\n\n^ \"Taking aim at Stanford\". Archived from the original on 4 March 2016. Retrieved 29 May 2016.\n\n^ Bort, Julie. \"VC Peter Thiel and Zenefits CEO David Sacks apologize for writing a book that downplayed rape\". Business Insider. Archived from the original on 26 October 2016. Retrieved 1 May 2023.\n\n^ Mac, Ryan (7 June 2012). \"Ten Lessons from Peter Thiel's Class On Startups\". Forbes. Archived from the original on 14 January 2017. Retrieved 8 September 2017.\n\n^ \"Zero to One\". Archived from the original on 3 June 2019. Retrieved 13 September 2014.\n\n^ Masters, Blake. \"Notes Essays – Peter Thiel's CS183: Startup – Stanford, Spring 2012\". Archived from the original on 20 December 2013. Retrieved 13 September 2014.\n\n^ Buhr, Sarah (8 September 2014). \"Peter Thiel Tweets\". TechCrunch. Archived from the original on 26 February 2019. Retrieved 22 May 2017.\n\n^ Isenstadt, Alex (26 April 2021). \"Peter Thiel makes $10M bet on associate in Arizona Senate race\". POLITICO. Retrieved 1 May 2023.\n\n^ Thompson, Derek (24 September 2014). \"Peter Thiel's Zero to One Might Be the Best Business Book I've Read\". The Atlantic. Archived from the original on 21 May 2017. Retrieved 22 May 2017.\n\n\nBibliography\nPacker, George (2013), The Unwinding: An Inner History of the New America, Farrar, Straus and Giroux, ISBN 978-0374102418\nFurther reading\nChafkin, Max (2021). The Contrarian: Peter Thiel and Silicon Valley's Pursuit of Power. New York: Penguin. ISBN 978-1984878533\nNippert, Matt (2017). \"Citizen Thiel\". New Zealand Herald. ISSN 1170-0777.\nExternal links\n\n\nPeter Thiel  at Wikipedia's sister projects\n\nMedia from CommonsNews from WikinewsQuotations from WikiquoteData from Wikidata\n\nAppearances on C-SPAN\nPeter Thiel on Twitter\nvteMeta PlatformsProducts,servicesFacebook\nService\nFeatures\nBeacon\nBluetooth Beacon\nCredits\nDating\nEdgeRank\nFeed\nGaming\nGraph Search\nInstant Articles\nLike button\nLive\nLookalike audience\nOnion address\nPlatform\nConnect\nSafety Check\nStories\nWatch\nList of original programs\nZero\nInstagram\nHyperlapse\nIGTV\nList of most-followed accounts\nList of most-liked pictures\nThreads\nHardware\nPortal\nQuest\nQuest 2\nQuest 3\nPro\nTouch\nRay-Ban Stories\nOther\nExpress Wi-Fi\nFree Basics\nMessenger\nKids\nRooms\nMapillary\nMeta AI\nSupernatural\nWhatsApp\nWorkplace\nZuck Bucks\nFormer\nAtlas Solutions\nFriendFeed\nGiphy\nHome\nHTC First\nM\nOculus Go\nOculus Rift\nCV1\nS\nOnavo\nPaper\nSlingshot\ntbh\nWirehog\nPeopleFounders\nMark Zuckerberg (28% equity)\nDustin Moskovitz (7%)\nEduardo Saverin (5%, formerly)\nChris Hughes (1%, formerly)\nAndrew McCollum\nBoardCurrent\nMark Zuckerberg\nSheryl Sandberg\nMarc Andreessen\nDrew Houston\nNancy Killefer\nRobert M. Kimmitt\nTony Xu\nFormer\nPeter Thiel\nExecutiveofficersCurrent\nMark Zuckerberg (Chairman and CEO)\nJavier Olivan (COO)\nAndrew Bosworth (CTO)\nChris Cox (CPO)\nNick Clegg (President of Global Affairs)\nJennifer Newstead (Chief Legal Officer)\nFormer\nSean Parker (4%, formerly)\nOwen Van Natta\nGideon Yu\nAdam D'Angelo\nChris Kelly\nBret Taylor\nSheryl Sandberg\nMike Schroepfer\nDavid Wehner\nDavid Ebersman\nMarne Levine\nAlex Stamos\nOversightBoardMembers\nCatalina Botero Marino, Co-Chair (2020–)\nJamal Greene, Co-Chair (2020–)\nMichael W. McConnell, Co-Chair (2020–)\nHelle Thorning-Schmidt, Co-Chair (2020–)\nAfia Asantewaa Asare-Kyei (2020–)\nEvelyn Aswad (2020–)\nEndy Bayuni (2020–)\nKatherine Chen (2020–)\nNighat Dad (2020–)\nTawakkol Karman (2020–)\nMaina Kiai (2020–)\nSudhir Krishnaswamy (2020–)\nRonaldo Lemos (2020–)\nJulie Owono (2020–)\nEmi Palmor (2020–)\nAlan Rusbridger (2020–)\nAndrás Sajó (2020–)\nJohn Samples (2020–)\nNicolas Suzor (2020–)\nSuzanne Nossel (2021–)\nKhaled Mansour (2022–)\nPamela San Martin (2022–)\nPaolo Carozza (2022–)\nKenji Yoshino (2023–)\nBoard ofTrustees\nStephen Neal, Chair (2021–)\nKristina Arriaga (2020–)\nCherine Chalaby (2020–)\nWanda Felton (2020–)\nKate O'Regan (2020–)\nRobert Post (2020–)\nFormermembers\nPamela S. Karlan (Board Member, 2020–2021)\nPaul G. Haaga Jr. (Board of Trustees Chair, 2020–2021)\nNotableemployeesCurrent\nLars Rasmussen (Graph Search director)\nNaomi Gleit (VP of social good)\nNicola Mendelsohn (head of Global Business Group)\nAdam Mosseri (head of Instagram)\nThomas Reardon (Reality Labs director)\nFormer\nBlake Ross (Director of Product)\nTed Ullyot (VP, General Counsel, and Secretary)\nHugo Barra (VP of Oculus VR)\nJohn Carmack (CTO of Oculus VR)\nMatt Cohler\nCharlie Cheever\nRandi Zuckerberg\nYishan Wong\nGeorge Hotz\nJoe Lockhart\nAndrei Alexandrescu (research scientist)\nChamath Palihapitiya (VP of User Growth)\nElliot Schrage (VP of Global Communications, Marketing and Public Policy)\nFrances Haugen (Product Manager of Civic Integrity Team)\nOpen source\nApache Cassandra\nApache Hive\nApache Thrift\nBuck\nFQL\nHack\nHHVM\nHipHop for PHP\nInfer\nMyRocks\nOpen Compute Project\nPhabricator\nReact\nReact Native\nRocksDB\nScribe\nTelecom Infra Project\nTornado\nMass media\nThe Facebook Effect\nThe Accidental Billionaires\nThe Social Network\nConcepts\nActivity stream\nSocial graph\nFriending and following\nReblogging\nFan-gating\nFacebook diplomacy\nFacebook like button\nBusiness\nHistory of Facebook\nTimeline of Instagram\nTimeline of WhatsApp\nAcquisitions\nf8 conference\nIPO\nCensorship\nCriticism\nCambridge Analytica data scandal\n2020 ad boycotts\n2021 company files leak\nPrivacy\nContent management\nLitigation\nYoung v. Facebook, Inc. (2011)\nFraley v. Facebook, Inc. (2016)\nForce v. Facebook Inc. (2019)\nFederal Trade Commission v. Meta Platforms, Inc. (ongoing)\nLists\nMost-followed Facebook pages\nRelated\nPriscilla Chan (wife of Mark Zuckerberg)\nChan Zuckerberg Initiative\nAquila Internet relay drone\nWillow Village\nWaveGroup Sound\n2021 Facebook outage\n\nvtePayPal MafiaIndividuals\nPeter Thiel\nReid Hoffman\nMax Levchin\nKen Howery\nLuke Nosek\nElon Musk\nSteve Chen\nKeith Rabois\nChad Hurley\nRoelof Botha\nJawed Karim\nYishan Wong\nEric M. Jackson\nDavid O. Sacks\nPremal Shah\nRussel Simmons\nJeremy Stoppelman\nCompanies foundedor co-founded\nPayPal\nLinkedIn\nYouTube\nYelp\nGeni.com\nYammer\nSpaceX\nTesla, Inc.\nPalantir Technologies\nKiva.org\nAffirm\nInvestments\nFriendster\nFacebook\nPowerset\nSix Apart\nZynga\nIronPort\nFlickr\nDigg\nGrockit\nOoma\nQuantcast\nRapLeaf\nSmartDrive Systems\nWise\nPing.fm\nNanosolar\nKnewton\nKongregate\nLast.fm\nTokBox\nXoom\nJoost\nFunds\nFounders Fund\nClarium Capital\nGreylock Partners\nSequoia Capital\nValar Ventures\nOther\nThe PayPal Wars\nThank You for Smoking\nThe Stanford Review\n\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nSpain\nCatalonia\nGermany\nIsrael\nBelgium\nUnited States\nJapan\nCzech Republic\nNetherlands\nPoland\nAcademics\nCiNii\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Peter_Thiel&oldid=1195880444\"",
    "twitter": ""
  },
  {
    "name": "Phillip Bader",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/phillip-bader-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Piers Morgan",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/piers-morgan",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "British journalist and television host (born 1965)\n\n\n\nPiers MorganMorgan in 2023BornPiers Stefan O'Meara (1965-03-30) 30 March 1965 (age 58)Reigate, Surrey, EnglandEducation\nHarlow College\nOccupations\nBroadcaster\njournalist\nwriter\ntelevision personality\nYears active1985–presentEmployers\nNews of the World (1994–1995)\nDaily Mirror (1995–2004)\nFirst News (2006–2007)\nCNN (2011–2014)\nMailOnline (2014–)\nITV1 (2007–2021)\nThe Sun (1989–1994, 2022–)\nTalkTV (2022–)\nSpouses\n\nMarion Shalloe\n​ ​(m. 1991; div. 2008)​\n\nCelia Walden\n​ ​(m. 2010)​\nChildren4RelativesRebecca Loos (second cousin)\nPiers Stefan Pughe-Morgan  (/pɪərz/; né O'Meara, born 30 March 1965[1]) is an English broadcaster, journalist, writer, and television personality. He began his career in 1988 at the tabloid The Sun. In 1994, aged 29, he was appointed editor of the News of the World by Rupert Murdoch, which made him the youngest editor of a British national newspaper in more than half a century.[2] From 1995, Morgan edited the Daily Mirror, but was fired in 2004.[3] He was the editorial director of First News from 2006 to 2007. In 2014, Morgan became the first editor-at-large of the MailOnline website's US operation. \nAs a television presenter, Morgan hosted the ITV talk show Piers Morgan's Life Stories (2009–2020) and the CNN talk show Piers Morgan Live (2011–2014). He co-presented the ITV Breakfast programme Good Morning Britain with Susanna Reid (2015–2021), and has also been a judge on the talent shows America's Got Talent (2006–2011) and Britain's Got Talent (2007–2010).[4][5][6] In 2008, Morgan won The Celebrity Apprentice US, appearing with future US president Donald Trump.[7][8] Since 2022, he has been a presenter for TalkTV on the programme Piers Morgan Uncensored.[9][10]\nMorgan was the editor of the Daily Mirror during the period in which the paper was implicated in the phone hacking scandal. In 2011, Morgan denied having ever hacked a phone and stated that he had not, \"to my knowledge published any story obtained from the hacking of a phone\". The following year, he was criticised in the findings of the Leveson Inquiry by chair Brian Leveson, who stated that comments made in Morgan's testimony about phone hacking were \"utterly unpersuasive\" and \"that he was aware that it was taking place in the press as a whole and that he was sufficiently unembarrassed by what was criminal behaviour that he was prepared to joke about it\".[11]  The judge in a 2023 court case against Mirror Group Newspapers found truthful evidence that Morgan knew about private phone hacking from a reporter, shared a method of phone hacking with a media professional while being questioned about a reporting scoop, and that Morgan played another's private phone message in the newsroom he had received from another tabloid editor.[12][13]\nMorgan's outspoken views and controversial comments on Good Morning Britain have led Ofcom to adjudicate on multiple occasions.[14][15][16] In March 2021, Morgan left the programme with immediate effect, following his criticism of the Oprah with Meghan and Harry interview.[17][18] Ofcom received over 57,000 complaints from viewers,[19] including a complaint from Meghan, Duchess of Sussex, herself;[20] Morgan was subsequently cleared of wrongdoing by Ofcom.[21]\n\n\nEarly life and education\nMorgan was born in Reigate, Surrey on 30 March 1965, the son of Vincent Eamonn O'Meara, an Irish dentist from County Offaly,[22][23] and Gabrielle Georgina Sybille (née Oliver),[24] an English woman who raised Morgan as a Catholic.[24][25] He has a brother, Jeremy, who is older than him by two years.[26] A few months after his birth, the family moved to Newick, East Sussex.[22] His father died when Morgan was 11 months old; his mother later married Glynne Pughe-Morgan,[27][28] a Welsh pub landlord who later worked in the meat distribution business, and he took his stepfather's surname.[2] He was educated at the independent Cumnor House prep school between the ages of seven and 13, then Chailey School, a comprehensive secondary school in Chailey, followed by Priory School, Lewes, for sixth form.[26] After nine months at Lloyd's of London, Morgan studied journalism at Harlow College,[2] joining the Surrey and South London Newspaper Group in 1985.[29]\n\nPress career\nAt the Murdoch titles (1988–1995)\nMorgan began to work as a freelance at The Sun in 1988, at this point dropping his double-barrelled name. He told Hunter Davies in December 1994 that he was personally recruited by Sun editor Kelvin MacKenzie to work on the newspaper's show business column \"Bizarre\", his first high-profile post.[2] Although he was not a fan of pop music, he was considered skilled at self-publicity and became the column's main writer. \"I became the Friend of the Stars, a rampant egomaniac, pictured all the time with famous people – Madonna, Stallone, Bowie, Paul McCartney, hundreds of them. It was shameless, as they didn't know me from Adam\", he told Davies.[2]\nIn January 1994, he became editor of the News of the World after being appointed to the job by Rupert Murdoch. Initially an acting editor, he was confirmed in the summer, becoming at 29 the youngest national newspaper editor in more than half a century.[2] In this period, the newspaper led with a series of scoops for which Morgan credited a highly efficient newsdesk and publicist Max Clifford.[30]\nMorgan left this post in 1995 shortly after publishing photographs of Catherine Victoria Lockwood, then wife of Charles, Earl Spencer, leaving an addictive disorders clinic in Surrey.[31] This action ran against the editors' code of conduct,[32] a misdemeanour for which the Press Complaints Commission upheld a complaint against Morgan.[32] Murdoch was reported as having said that \"the boy went too far\"[33] and publicly distanced himself from the story.[34] Fearful of a privacy law action if he had not criticised one of his employees, Murdoch is said to have apologised to Morgan in private.[35][36]\nThe incident was reported to have contributed to Morgan's decision to leave for the Daily Mirror editorship.[37] Morgan's autobiography The Insider states that he left the News of the World for the Mirror of his own choice. It asserts he was an admirer of former Conservative Prime Minister Margaret Thatcher for most of her period of office, making the appointment surprising as the Mirror is a Labour-supporting title.[26]\n\nDaily Mirror editor\nAs editor of the Daily Mirror, Morgan apologised on television for the headline (rendered in upper case) \"Achtung Surrender! For You Fritz Ze Euro Championship Is Over\" on 25 June 1996, a day before England met Germany in a semi-final of the Euro '96 football championships.[30][38][39][40]  The headline was accompanied by an open letter from Morgan parodying Neville Chamberlain's declaration of war on Germany in 1939. \"It was intended as a joke, but anyone who was offended by it must have taken it seriously, and to those people I say sorry,\" he said.[40] Germany won the match and later the championship at Wembley Stadium, London.[citation needed]\nUnder Morgan' leadership, the Daily Mirror spent £16 million on a rebranding project, including the dropping of \"Daily\" from the masthead in February 1997,[41] which was later reversed. Roy Greenslade wrote in August 1999 that Morgan's editorship \"has made a huge difference: his enormous enthusiasm, determination and focus is a major plus\".[42]\nMorgan was the subject of an investigation in 2000 after Suzy Jagger wrote an article for The Daily Telegraph revealing that he had bought £20,000 worth of shares in the computer company Viglen soon before the Mirror's \"City Slickers\" column tipped Viglen as a good buy.[43] Morgan was found by the Press Complaints Commission to have breached the Code of Conduct on financial journalism, but kept his job. The \"City Slickers\" columnists, Anil Bhoyrul and James Hipwell, were both found to have committed further breaches of the Code and were sacked before the inquiry concluded.[44] Further enquiry by the Department of Trade and Industry in 2004 cleared Morgan of any charges.[45] On 7 December 2005, Bhoyrul and Hipwell were convicted of conspiracy to breach the Financial Services Act. During the trial it emerged that Morgan had bought £67,000 worth of Viglen shares, emptying his bank account and investing under his (first) wife's name as well.[46]\nThe Mirror attempted to move mid-market in 2002, eschewing the more trivial stories of show-business and gossip, and appointed Christopher Hitchens as a columnist, but sales declined.[26][47] In October 2003, journalist and television personality Jeremy Clarkson emptied a glass of water over Morgan during the last flight of Concorde in response to some photographs published in the Mirror.[48] In March 2004, at the British Press Awards, Clarkson punched Morgan three times during another argument.[48] In Campbell v MGN Ltd,[49] the Law Lords in May 2004 found in favour of model Naomi Campbell on privacy grounds after the Mirror had published a photograph of her entering a Narcotics Anonymous clinic. Morgan was critical of the judgement saying it was \"a good day for lying, drug-abusing prima donnas who want to have their cake with the media and the right to then shamelessly guzzle with their Cristal champagne.\"[50][51]\nIn the wake of the Abu Ghraib torture scandal, Morgan was sacked as editor of the Daily Mirror \"with immediate effect\" on 14 May 2004, after refusing to apologise to Sly Bailey, then head of Trinity Mirror, for authorising the newspaper's publication of fake photographs.[52] The photos were alleged to show Iraqi prisoners being abused by British Army soldiers from the Queen's Lancashire Regiment.[53] Within days the photographs were shown to be crude fakes. According to official British sources, the photographs were apparently taken in North-West England. Under the headline \"SORRY..WE WERE HOAXED\", the Mirror responded that it had fallen victim to a \"calculated and malicious hoax\" and apologised for the publication of the photographs.[54][55] However, Morgan refused to admit that the photographs were faked, and stated that the abuse shown in the photographs is similar to the sort of abuse that was happening in the British Army in Iraq at the time.[56]\n\nPhone hacking allegations\nDuring Morgan's tenure as editor, the Daily Mirror was advised by Steven Nott that voicemail interception was possible by means of a standard PIN code. Despite staff initially expressing enthusiasm for the story it did not appear in the paper, although it did subsequently feature in a South Wales Argus article and on BBC Radio 5 Live in October 1999. On 18 July 2011, Nott was visited by officers of Operation Weeting.[57]\nHe came under criticism for his \"boasting\" about phone hacking from Conservative MP Louise Mensch, who has since apologised for these accusations.[58]\nIn July 2011, in a sequence of articles, political blogger Paul Staines alleged that while editor of the Daily Mirror in 2002 Morgan published a story concerning the affair of Sven-Göran Eriksson and Ulrika Jonsson while knowing it to have been obtained by phone hacking.[59]\nOn 20 December 2011, Morgan appeared as a witness by satellite link from the United States at the Leveson Inquiry.[60] While he said he had no reason to believe that phone hacking had occurred at the Mirror while he was in charge there, he admitted to hearing a recording of an answerphone message left by Paul McCartney for Heather Mills, but refused to \"discuss where that tape was played or who made [it] – it would compromise a source.\"[60] Appearing as a witness at the same Inquiry on 9 February 2012, Mills was asked under oath if she had ever made a recording of McCartney's phone call or had played it to Morgan; she replied: \"Never\".[61][62] She said that she had never authorised Morgan, or anybody, to access or listen to her voicemails.[61] Mills told the inquiry that Morgan, \"a man that has written nothing but awful things about me for years\", would have relished telling the inquiry if she had played a personal voicemail message to him.[62]\nOn 23 May 2012, Newsnight presenter Jeremy Paxman was a witness at the Leveson Inquiry. He recalled a lunch with the Mirror editor in September 2002 at which Morgan outlined the means of hacking [or accessing] a mobile phone voicemail, using the SIM card network's default security code.[63]\nOn 28 November 2012, the Channel 4 documentary Taking on the Tabloids, fronted by actor and phone hacking victim Hugh Grant, showed footage from a 2003 interview with Morgan by the singer and phone hacking victim Charlotte Church, during which he explained to her how to avoid answerphone messages being listened to by journalists. He said: \"You can access ... voicemails by typing in a number. Now, are you really telling me that journalists aren't going to do that?\"[64][65]\nOn 29 November 2012, the official findings of the Leveson Inquiry were released, in which Lord Justice Leveson said that Morgan's testimony under oath on phone hacking was \"utterly unpersuasive\". He stated:  \"[The] evidence does not establish that [Morgan] authorised the hacking of voicemails or that journalists employed by TMG [Trinity Mirror Group] were indulging in this practice ... What it does, however, clearly prove is that he was aware that it was taking place in the press as a whole and that he was sufficiently unembarrassed by what was criminal behaviour that he was prepared to joke about it.\"[11][66]\nOn 6 December 2013, Morgan was interviewed, under caution, by police officers from Operation Weeting investigating phone hacking allegations at Mirror Group Newspapers during his tenure as editor.[67]\nOn 24 September 2014, the Trinity Mirror publishing group admitted for the first time that some of its journalists had been involved in phone hacking and agreed to pay compensation to four people who sued for the alleged hacking of voicemails.[68][69] Six other phone-hacking claims had already been settled. The BBC reported that it had seen legal papers showing that although the alleged hacking could have taken place as early as 1998, the bulk of the alleged wrongdoing took place in the early 2000s when Morgan was the Daily Mirror editor.[70] The admissions by Trinity Mirror came whilst the Metropolitan Police were investigating into the phone hacking allegations. Morgan has always denied any involvement in the practice.[70]\nIn June 2023, during his case against Morgan's former employer, Mirror Group Newspapers (MGN), Prince Harry accused Morgan of attacking himself and his wife, Meghan, Duchess of Sussex, to dissuade him from his legal action and of hacking his phone and that of his mother Diana, Princess of Wales.[71][72][73] On 15 December 2023, Harry was awarded £140,600 by the High Court in damages against MGN, after 15 out of 33 sample articles about him in his claim were ruled as being the product of phone hacking or other unlawful information gathering.[74][75][76] In the ruling, Mr Justice Fancourt said Morgan and other editors knew about the phone hacking at their publications and were involved in it.[77][78][79] In a statement made in response to the ruling, Morgan denied that he was involved in any phone hacking and reviled Harry.[80][81] His statement was met with widespread criticism including from the former chair of the Independent Press Standards Organisation Sir Alan Moses.[82][83][84]\nAs a result of the judge's ruling, the pressure group Hacked Off called for the police to open an investigation into possible perjury committed by senior staff members at The Mirror, during the Leveson Inquiry.[85][60]\n\nPost-Mirror press activities\nIn partnership with Matthew Freud, he gained ownership in May 2005 of Press Gazette, a media trade publication together with its \"cash cow\", the British Press Awards, in a deal worth £1 million.[86][87] This ownership was cited as one of the reasons many major newspapers boycotted the 2006 awards.[88] Press Gazette entered administrative receivership toward the end of 2006,[89] before being sold to a trade buyer.\nFirst News was launched by Morgan on 4 May 2006. A weekly paper aimed at seven to 14-year-olds, he said at its launch that the paper was to be \"Britain's first national newspaper for children\".[90][91] Morgan was editorial director at First News, responsible for bringing in celebrity involvement. He referred to the role as \"editorial overlord and frontman\".[92]\nIn 2007, Morgan was filmed falling off a Segway, breaking three ribs. Simon Cowell outspokenly mocked Morgan's previous comment in 2003, in a Mirror headline after former U.S. President George W. Bush fell off a Segway: \"You'd have to be an idiot to fall off wouldn't you, Mr President\".[93][94][95]\nIn 2012, following the revelation of Jimmy Savile's sexual abuse against children, Morgan said he had \"never met\" Savile in his lifetime, contradicting a 2009 piece he wrote in The Mail on Sunday's Night & Day magazine saying that \"As I left, Jimmy Savile came up to me. 'Your TV shows are BRILLIANT!, he exclaimed. ... I've always loved Jimmy Savile.\"[96]\nIn September 2014, Morgan became the first editor-at-large of the MailOnline website's US operation and wrote several columns a week.[97]\n\nTelevision career\nMorgan in 2012\nMorgan's career expanded into television presenting before he left the Daily Mirror. He presented a three-part television documentary series for the BBC titled The Importance of Being Famous (2003), about fame and the manner in which celebrities are covered by modern media. At the annual Pride of Britain Awards broadcast on ITV, Morgan chaired a panel of prominent people who had chosen the recipients of the awards from 1999 to 2006.[98] He co-hosted a current affairs interview show on Channel 4 with Amanda Platell, Morgan and Platell. Morgan and Platell were put together because of their opposing political viewpoints; Platell interrogated guests from the right wing, Morgan from the left wing.[99] The show was dropped after three series reputedly because of poor viewing figures, although the chairman of Channel 4 Luke Johnson was reported not to like the programme.[100]\nThroughout 2006, Morgan appeared as a judge on the television show America's Got Talent alongside Brandy Norwood and David Hasselhoff on NBC. Morgan was chosen by Simon Cowell as a replacement for himself because of the conditions of his American Idol contract. Morgan appeared as a celebrity contestant on Comic Relief Does The Apprentice in 2007 to raise money for the BBC charity telethon Comic Relief. After his team lost, Morgan was selected by Sir Alan Sugar as the contestant to be fired.[101] In 2007, Morgan appeared as a judge for the second season of America's Got Talent and also appeared as a judge on Britain's Got Talent on ITV with Amanda Holden and Simon Cowell. He also presented You Can't Fire Me, I'm Famous on BBC One. He fronted a three-part documentary about Sandbanks for ITV entitled Piers Morgan on Sandbanks in January 2008.[102] In 2008, Morgan signed a two-year \"golden handcuffs\" deal with ITV in May, reportedly worth £2 million per year. As part of the deal, he would continue as a judge on Britain's Got Talent for at least two more series and front a new chat show. He also made some interview specials, plus three more documentaries from various countries. Morgan's golden handcuffs deal was the first signing by ITV's new director of television, Peter Fincham.[103]\nIn February 2009, he began a three-part series, Piers Morgan On..., which saw him visit Dubai, Monte Carlo and Hollywood.[104] The programme returned for a second series in 2010 when Morgan visited Las Vegas in one episode.[105] In 2009, Morgan also began hosting Piers Morgan's Life Stories on ITV, with Sharon Osbourne as the subject of the first episode.[106] Other guests on the programme included Cheryl[107] and the then Prime Minister Gordon Brown.[108] On 17 January 2011, Morgan replaced Larry King in CNN's evening line-up with his show, Piers Morgan Live.[109][110] After poor ratings, the show was cancelled[111] in February 2014 and ended its run in March 2014.[112] Commenting on the viewing figures, Morgan said that he was \"a British guy debating American cultural issues, including guns, which has been very polarizing, and there is no doubt that there are many in the audience who are tired of me banging on about it.\"[113]\nFrom 13 to 17 April 2015, Morgan guest-hosted five episodes of Good Morning Britain on ITV and became a permanent co-host in November 2015, appearing alongside Susanna Reid and Charlotte Hawkins.[114] He often clashed with Reid, who said of her colleague: \"You can't help but go into battle with him every morning\".[115] Morgan left the series in March 2021 following a controversy over his remarks about Oprah with Meghan and Harry, which included a heated on-air argument with Alex Beresford.[116]\nFrom 2016 to 2017, Morgan interviewed female murderers on the TV series Killer Women with Piers Morgan.[117] He also presented Serial Killer with Piers Morgan, as part of the 2017 Crime & Punishment season on ITV. In October 2018, Morgan appeared as a cameo on Hollyoaks.[118]\n\nDonald Trump\nMorgan was the winner of the U.S. celebrity version of The Apprentice in 2008. He was eventually the overall winner, being named Celebrity Apprentice by host Donald Trump on 27 March, ahead of fellow finalist, American country music star Trace Adkins,[119][120] and having raised substantially more cash than all the other contestants combined.[121] Morgan was called \"ruthless, arrogant, evil and obnoxious\" by Trump in the final.[122] Morgan stated he personally would not vote for Trump in the 2016 United States presidential election (though as a permanent resident of the United States, not a citizen, he is not qualified to vote).[123] He predicted Trump's election as President of the United States and described himself as a close friend.[124] Morgan interviewed Trump on Good Morning Britain in March 2016.[125] Morgan appeared on ITV's Loose Women panel show in late January 2017, and was challenged to repudiate Trump.[126] He stated that he disagreed with him on many issues relating to gun control, climate change, abortion, and the \"Muslim travel ban\". On the latter he stated that Donald Trump had \"singled out seven countries that are undeniably war-torn, and he said we need to be very careful who we let into America from these countries\", adding that he found \"the principle of what [Trump] is doing understandable\", but that he disagreed with \"the way [Trump] has gone about it\".[127][126]\nNearly a fortnight later, on the American talk show Real Time with Bill Maher, Morgan said \"There is no Muslim ban\", as \"85% of the world's Muslims are allowed in the country\". Another participant in the discussion, Australian comedian Jim Jefferies, immediately swore at Morgan and criticised his defence of Trump.[128] After the novelist J. K. Rowling tweeted \"Yes, watching Piers Morgan being told to fuck off on live TV is *exactly* as satisfying as I'd always imagined\", the two began an exchange of words on the social media site.[129][130] Morgan criticised Trump after Trump had retweeted Jayda Fransen, deputy leader of the small far-right fascist party Britain First, in late November 2017. He tweeted to Trump: \"What the hell are you doing retweeting a bunch of unverified videos by Britain First, a bunch of disgustingly racist far-right extremists? Please STOP this madness & undo your retweets\".[131]\nIn January 2018, Morgan presented President Trump – The Piers Morgan Interview for ITV,[132][133] which many thought of as \"sycophantic\" and a \"love-in\" for Trump.[134] Of respondents to a Radio Times Twitter poll, 88% viewed Morgan as being not \"tough enough\" on Trump.[134] Morgan interviewed Trump again in July 2018 during his official visit to the UK, this time on Air Force One during an internal flight, in a TV special entitled Piers, The President and Air Force One.[135] In December 2018, Morgan wrote a letter to Trump formally applying to become White House Chief of Staff.[136] During Trump's state visit to the United Kingdom in June 2019, Morgan once again interviewed Trump, this time at the Churchill War Rooms.[137]\nIn April 2020, during the COVID-19 pandemic, Morgan wrote a highly critical article of Trump's handling of the crisis in his column for MailOnline. Morgan particularly took issue with Trump's suggestion of looking into \"ingesting\" disinfectant as a possible solution, describing it as \"batshit crazy\". In response to the criticism, Trump unfollowed Morgan on Twitter.[138][139][140] In the aftermath of the January 6 United States Capitol attack, Morgan stated that Trump was \"mentally unfit\" to remain as president. He claimed that the pandemic and Trump's election loss that followed had \"sent him nuts\". In response to whether he regretted his support of Trump, Morgan said \"No question. I never thought he was capable of this.\"[141]\n\nMeghan, Duchess of Sussex\nMorgan was briefly a friend of Meghan, Duchess of Sussex before she became the Duchess of Sussex, but claimed she cut him off early in her relationship with Prince Harry. He has been a regular critic of the couple since then, alleging they are hypocrites and claiming the Duchess is a social climber.[142]\nWhen the couple stepped away from conducting official royal duties early in 2020, Morgan described them as being \"the two most spoiled brats in history\".[143] Ten days later, he said: \"Only surprised it took her so long to get Harry to ditch his family, the monarchy, the military and his country. What a piece of work.\"[144] In a segment of Good Morning Britain on 13 January,[145] Morgan interviewed Afua Hirsch, who accused parts of the British media of behaving in a racist manner towards the Duchess, an interpretation that Morgan said was \"completely and grotesquely wrong\". InfluencHers, a group of 100 African Caribbean women, advocated an advertisers' boycott of Good Morning Britain. The campaigners described the programme as \"sanctioning bullying and blatant unapologetic disrespect of women\" in allowing Morgan's treatment of Hirsch.[146]\nWhen challenged by Decca Aitkenhead of The Sunday Times in May 2020 over \"his vendetta\" against the Duchess, with Aitkenhead suggesting he had gone too far, Morgan said: \"I think that's a perfectly fair criticism. It's probably not wise, if you're a columnist, to make things too personal. Have I taken things a bit too far? Probably. Do I think that will govern and temper how I talk about them going forward? Absolutely.\"[147]\nOn Good Morning Britain on 8 and 9 March 2021, Morgan said he doubted the accuracy of the account given by the Duchess of Sussex, in the interview Oprah with Meghan and Harry with Oprah Winfrey, in which she spoke of her mental health issues, which included suicidal thoughts, and she and Harry alleged racist comments from the extended family. A tense on-air argument with his co-host Alex Beresford on 9 March led him to walk off the set of the show. Beresford was highly critical of Morgan's attitude towards the Duchess, saying \"She's entitled to cut you off if she wants to. Has she said anything about you after she cut you off? I don't think she has, But yet you continue to trash her\".[148] Later in the day, Morgan quit the programme.[17][18][149] The UK's mental health charity Mind expressed \"disappointment\" in Morgan's comments and said individuals with experience of mental health issues should be \"treated with dignity, respect and empathy.\"[150] ITV plc's chief executive, Carolyn McCall, defended the veracity of the Duchess's comments, adding \"importantly everyone should.\"[151]\nITV News reported the Duchess had complained directly to ITV's CEO about Morgan's comments about mental health, although the broadcaster was not officially commenting on these reports.[152] Ofcom received a complaint from her.[153]\nMorgan issued a statement on Twitter, saying, \"On Monday, I said I didn't believe Meghan Markle in her Oprah interview. I've had time to reflect on this opinion, and I still don't. Freedom of speech is a hill I'm happy to die on.\"[116] Broadcaster Andrew Neil described his departure as \"a pity\" for ITV because he had brought \"energy, dynamism and controversy\" to its morning broadcast schedule, adding \"it had always lagged way behind the BBC breakfast time show and people tuned in because of him.\" Neil expressed interest in Morgan joining GB News instead.[154] However, Neil later said that talks were affected by a disagreement: \"he's [Morgan] got his own idea of what he is worth and we [GB News] have a slightly different idea of what he's worth\".[155] In Morgan's last week, Good Morning Britain surpassed the ratings of BBC Breakfast for the first time, and ITV lost almost £200m in market value following his departure.[156]\nActor and comedian Steve Coogan, a prominent supporter of press regulation, described Morgan as \"symptomatic of the problem\" with the British tabloid media and accused him of \"bullying behaviour\" regarding his attitude to the Duchess.[157]\nOn 29 November 2023 Morgan used his Piers Morgan Uncensored show to reveal the names of two members of the British Royal Family who had allegedly had conversations about the skin colour of Meghan's baby, mentioned during an interview with Oprah Winfrey in March 2021. Both Prince Harry and Meghan had refused to elaborate on who had made these claims. Journalist Omid Scobie named the royals in the Dutch version of his book Endgame, despite other versions not containing the names, and the book was pulled from sale.[158] After Morgan had named the royals, a source for the family said they were \"considering all options.\"[159] Morgan defended his comments the following night, saying it was \"entirely lawful\" to name the Royals.[160]\n\nOfcom complaints\nMorgan's comments during his tenure at Good Morning Britain resulted in thousands of complaints to the British media watchdog Ofcom.\nIn 2015, Morgan was criticised by Ofcom for laughing as a guest repeatedly used the word 'fucking' live on air. Although Ofcom did not take action as his co-presenter Susanna Reid quickly apologised, the watchdog expressed concern at his behaviour.[14]\nIn 2016, Ofcom received 70 complaints in relation to comments made by Morgan during an interview with the Christian magistrate Richard Page about gay marriage, comments that viewers felt \"implied Christians were homophobic\".[15] Ofcom confirmed on 13 April 2016 that Morgan would not be investigated for his comments.[161]\nOn 21 January 2020, Morgan was accused of racism and received 1,095 Ofcom complaints[162] for his comments relating to a Chinese dairy advert in which he said \"He's using ching chong ching milk\". Morgan also spoke over the advert, saying \"ching chang cho jo\". He was accused online of using language that is used to antagonise Chinese people and of mocking the Chinese language.[163]\nAfter receiving 41,015 complaints, Ofcom launched an investigation on 9 March 2021 into the remarks Morgan made about the Duchess of Sussex's mental health on Good Morning Britain.[164][165][166] The regulator confirmed on 12 March that the Duchess of Sussex had complained as well.[153] On 17 March, it was reported that complaints against Morgan had reached 57,000, breaking Ofcom's record. Morgan remained defiant, stating \"Only 57,000? I've had more people than that come up and congratulate me in the street for what I said. The vast majority of Britons are right behind me.\"[19] Ofcom cleared ITV of any wrongdoing in September 2021 and added that restricting Morgan's views would be a \"chilling restriction\" on freedom of speech but criticised his \"apparent disregard\" for the subject of suicide. Morgan described the ruling as \"a resounding victory for free speech and a resounding defeat for Princess Pinocchios.\"[167]\n\nFeuds and banned television guests\nA feud between Morgan and A. A. Gill began when Morgan described Gill's partner Nicola Formby as a sex kitten on whom the mists of time had taken their toll[168] and said she had shown him \"porn shots\" of herself. Gill said Morgan had made this up and called him a \"pretty objectionable self-publicist\".[169]\nIn May 2011, Morgan banned actor Hugh Grant from his shows on CNN and ITV after Grant spoke out against the need for the tabloid press. On Twitter he responded: \"Hugh Grant is now banned, in perpetuity, from @PiersTonight and Life Stories and anything else I ever do. Tedious little man.\"[170]\nOn 28 March 2012, MTV referred to the bad relations between Morgan and Madonna, reporting that \"Morgan has apparently felt slighted over the years by Madonna...he claims he was lied to by the singer's publicist.\"[citation needed]\nIn September 2012, it was reported that Morgan had also banned actor Kelsey Grammer. Morgan himself said, \"Kelsey Grammer saw a photo of his ex-wife Camille in the open of our show and legged it.\"[171] TVGuide reported, \"All plans were still a go for the segment until Grammer actually got in the hot seat and saw the footage the producers had planned to peg to the segment, including a picture of his ex-wife\".[172] On 26 September 2012, Fox 11 Los Angeles reported that \"many say [it] was an ambush by Piers\".[citation needed] The Huffington Post reported that \"before the interview was scheduled, it was made clear that Grammer would answer all questions, including those about [his ex-wife]. His sole request was not to show any images of her.\"[173]\nOn 4 February 2014, transgender advocate Janet Mock appeared as a guest on Piers Morgan Live to discuss her memoir, Redefining Realness. After the interview aired, Mock sent a series of tweets criticising Morgan for describing Mock as being \"formerly a man\". Morgan responded that he had \"never been treated in such a disgraceful manner\" by a guest. On 5 February, Mock appeared as a guest again to debate the dispute.[citation needed]\nMorgan has repeatedly clashed with actor John Cleese. In 2015, Cleese stated that he \"truly detested\" Morgan and had avoided him in a restaurant. He also said he thought Morgan was \"in jail\", erroneously stating that Morgan had \"admitted\" to authorising phone-hacking. Morgan responded that the \"revulsion\" between them was \"mutual\". When Cleese's tweet about detesting Morgan became his most popular to date, Cleese said \"clearly I must insult the slimy, attention-seeking little prole more often\". Morgan joked that he was glad to have been able to make Cleese \"popular again\".[174] In 2017, Cleese told Radio Times: \"I always thought he was an awful creep [...] I just didn't want to have an encounter with him and since then he's been after me and I've been after him.\"[175]\nMorgan strongly objected to the Women's March on Washington on 21 January 2017, the day after Trump's inauguration, describing protesters as \"rabid feminists\" and the multiple protests as being \"vacuous\".[176] The actor Ewan McGregor disagreed with Morgan's statements on the Women's March and pulled out of appearing on Good Morning Britain the following Tuesday after discovering Morgan would be interviewing him, along with Reid.[177] Morgan accused McGregor of being a \"paedophile-loving hypocrite\" for his past support of Roman Polanski.[178]\n\nPiers Morgan Uncensored\nOn 16 September 2021, News UK announced its new channel talkTV would launch in 2022, with Morgan being the first name signed up.[179] Morgan presented Piers Morgan Uncensored weeknights from 25 April 2022, the first and second episodes contained a new interview with Donald Trump.[10] Within a week of the first broadcast, estimated audiences had declined by 80 percent, from 316,800 to 61,700 average viewers of Morgan's show.[180] On March 7 2023, he won the Scoop of the Year award at the British Sports Journalism Awards for his interview with Cristiano Ronaldo in November 2022.[181] In June 2023, he won the TRIC award for the Interview of The Year award for the same broadcast.[182]\n\nPersonal life\nMorgan married Marion Shalloe, a hospital ward sister,[2] in 1991. The couple had three sons, and separated in 2004 before divorcing in 2008.[183][184] In June 2010, he married his second wife, journalist Celia Walden, daughter of the former Conservative MP George Walden in Swinbrook, Oxfordshire.[185] He lives in Kensington, London and has two other properties in Newick, East Sussex and Hollywood, Los Angeles.[186]\nMorgan is a supporter of Premier League football club Arsenal.[187] He was an outspoken critic of former Arsenal manager Arsène Wenger and called for his sacking on many occasions. Speaking in defence of Wenger in 2015, former Arsenal goalkeeper Bob Wilson labelled Morgan an \"incredibly pompous individual\".[188] When Arsenal midfielder Aaron Ramsey met Morgan on 26 April 2015, Ramsey refused to shake his hand due to the criticism he received from Morgan during the 2012–13 season. Morgan has responded by calling Ramsey 'whatshisname'.[189]\nPolitically, Morgan identified as a supporter of the Conservative Party in a 1994 interview, saying he was \"still basically a Tory\", but expressed admiration for the New Labour leader Tony Blair, saying \"he's not radical, speaks well and makes sense\".[2] He voted for the Kensington Conservative candidate in the 2019 UK general election,[190] after previously voting for the Animal Welfare Party.[191] Morgan has also stated he has previously voted for the Labour Party.[190]\nOn 24 July 2021, Morgan said he had developed COVID-19 after the Euro 2020 final, despite being fully vaccinated. He added that a strong fever, violent coughing, chills and sneezing fits left him exhausted and fearing what might come next.[192]\nMorgan is of Irish Catholic descent.[193] He has often spoken of his Catholic faith[194] and believes in an afterlife, but does not \"go to Confession, probably because it would take [him] too long\".[195]\n\nFilmography\nTelevision\n\n\nYear\n\nTitle\n\nRole\n\nNotes\n\n\n1996\n\nHave I Got News for You\n\nHimself\n\n2 episodes\n\n\n1999–2019\n\nQuestion Time\n\nGuest Panelist\n\n21 episodes\n\n\n2003\n\nThe Importance of Being Famous\n\nPresenter\n\nThree-part documentary\n\n\nTrust Me – I'm a Politician\n\nDocumentary\n\n\n2003–2004\n\nTabloid Tales\n\n2 series\n\n\n2003–2005\n\nThe Wright Stuff\n\nGuest Presenter\n\n8 episodes\n\n\n2004–2005\n\nMorgan and Platell\n\nCo-presenter\n\nWith Amanda Platell\n\n\n2005\n\nDeath of Celebrity\n\nPresenter\n\nDocumentary\n\n\n2006–2007\n\nYou Can't Fire Me, I'm Famous\n\nChat show\n\n\n2006, 2007, 2020\n\nWho Wants to Be a Millionaire\n\nCelebrity Contestant\n\n3 episodes\n\n\n2006–2009\n\nHell's Kitchen\n\nHimself\n\n7 episodes\n\n\n2006–2011, 2015\n\nAmerica's Got Talent\n\nJudge\n\nMain judge on Season 1–6\nGuest judge on Season 10\n\n\n\n2007–2010\n\nBritain's Got Talent\n\nSeries 1–4\n\n\n2007\n\nComic Relief Does The Apprentice\n\nCelebrity Contestant\n\n\n\n\nThe Dame Edna Treatment\n\nHimself\n\nGuest; 1 episode\n\n\nThe Tonight Show with Jay Leno\n\nAlongside David Hasselhoff & Sharon Osbourne\n\n\nRoyal Variety Performance 2007\n\nGuest Announcer\n\nAlongside Simon Cowell & Amanda Holden\n\n\n2008–2015\n\nThe Celebrity Apprentice\n\nHimself\n\n21 episodes\n\n\n2008\n\nPiers Morgan on Sandbanks\n\nPresenter\n\nThree-part documentary\n\n\nThe Dark Side of Fame with Piers Morgan\n\n1 series\n\n\nAl Murray's Happy Hour\n\nHimself\n\nGuest; 1 episode\n\n\n2008–2016\n\nAnt & Dec's Saturday Night Takeaway\n\n5 episodes\n\n\n2009–2010\n\nPiers Morgan On...\n\nPresenter\n\n2 series\n\n\n2009–2021\n\nPiers Morgan's Life Stories\n\n\n\n\n2010\n\nWhen Piers Met Lord Sugar\n\nDocumentary\n\n\n2011–2014\n\nPiers Morgan Live\n\nTalk show\n\n\n2012\n\nThe Apprentice: You're Fired!\n\nHimself\n\nSpecial guest; 1 episode\n\n\nThe Talent Show Story\n\n5 episodes\n\n\n2013\n\n2 Broke Girls\n\n1 episode\n\n\n2015\n\nBeing Kevin Pietersen\n\nDocumentary\n\n\n2015–2019\n\nThis Week\n\nGuest Presenter\n\n8 episodes\n\n\n2015–2021\n\nGood Morning Britain\n\nCo-presenter\n\nMonday–Wednesday with Susanna Reid\n\n\n2016\n\nCelebrity Juice\n\nHimself\n\nGuest; 3 episodes\n\n\nSecond Chance\n\nCameo appearance; 1 episode\n\n\nAlan Carr: Chatty Man\n\nGuest; 1 episode\n\n\n21st National Television Awards\n\nPresenter\n\n\n\n\n2016–2017\n\nKiller Women with Piers Morgan\n\n7 episodes\n\n\n2017–2023\n\nReal Time with Bill Maher\n\nHimself\n\nGuest; 4 episodes\n\n\n2017–2018\n\nConfessions of a Serial Killer with Piers Morgan\n\nPresenter\n\n4 episodes\n\n\n2018\n\nPresident Trump – The Piers Morgan Interview\n\nTelevision special\n\n\nHollyoaks\n\nHimself\n\nCameo appearance; 1 episode\n\n\nPiers, the President and Air Force One\n\nPresenter\n\nDocumentary\n\n\n2018–2022\n\nTucker Carlson Tonight\n\nGuest Panelist\n\n10 episodes\n\n\n2019\n\nPsychopath with Piers Morgan\n\nPresenter\n\nDocumentary\n\n\nCristiano Ronaldo Meets Piers Morgan\n\nTelevision special\n\n\nSoccer Aid\n\nHimself\n\nAssistant Manager to World XI squad\n\n\nThe Celebrity Chase\n\nContestant; Good Morning Britain Special\n\n\n2021\n\n60 Minutes\n\n1 episode\n\n\n2022\n\nFox & Friends\n\nFox Nation Host\n\n6 episodes\n\n\nGutfeld!\n\nGuest Panelist\n\n2 episodes\n\n\nThe Five\n\nGuest Host\n\n7 episodes\n\n\n2022–present\n\nPiers Morgan Uncensored\n\nPresenter\n\nWeekdays on TalkTV in UK shown on Sky News Australia and Fox Nation in America.\n\nFilm\n\n\n\n\nYear\n\nTitle\n\nRole\n\nNotes\n\n\n2012\n\nFlight\n\nHimself\n\nCameo appearance\n\n\nThe Campaign\n\n\n2013\n\nWorld War Z\n\n\nOne Chance\n\n\n2015\n\nEntourage\n\n\n2016\n\nCriminal\n\n\n2020\n\nThe Accidental President\n\nBibliography\nMorgan, Piers; John Sachs (1991). Secret Lives. Blake. ISBN 0-905846-95-8.\nMorgan, Piers; John Sachs (1991). Private Lives of the Stars. Angus and Robertson. ISBN 0-207-16941-1.\nMorgan, Piers (1992). To Dream a Dream: Amazing Life of Phillip Schofield. Blake. ISBN 1-85782-006-1.\nMorgan, Piers (1993). \"Take That\": Our Story. Boxtree. ISBN 1-85283-839-6.\nMorgan, Piers (1994). \"Take That\": On the Road. Boxtree. ISBN 1-85283-396-3.\nMorgan, Piers (2004). Va Va Voom!: A Year with Arsenal 2003–04. Methuen. ISBN 0-413-77451-1.\nMorgan, Piers (2005). The Insider: The Private Diaries of a Scandalous Decade. Ebury Press. ISBN 0-09-190849-3.\nMorgan, Piers (2007). Don't You Know Who I Am?. Ebury Press.\nMorgan, Piers (2009). God Bless America: Misadventures of a Big Mouth Brit. Ebury Press. ISBN 978-0-09-191393-9.\nMorgan, Piers (2013). Shooting Straight: Guns, Gays, God, and George Clooney. Gallery Books. ISBN 978-1-4767-4505-3.\nMorgan, Piers (2020). Wake Up: Why the World Has Gone Nuts. Harper Collins. ISBN 978-0008392598.\nReferences\n\n\n^ \"Piers Morgan | Biography, TV Shows, & Facts | Britannica\". 8 June 2023.\n\n^ a b c d e f g h Davies, Hunter (13 December 1994). \"From City boy to World leader\". The Independent. Archived from the original on 26 May 2022. Retrieved 16 July 2018.\n\n^ Luckhurst, Tim (23 January 2005). \"So does Sly regret sacking Piers from the Daily Mirror?\". The Independent. Archived from the original on 26 May 2022. Retrieved 16 September 2021.\n\n^ Nudd, Tim. \"Piers Morgan Leaving America's Got Talent\". People. Archived from the original on 26 January 2013. Retrieved 15 August 2012.\n\n^ \"CNN cancels Piers Morgan Live | CBC News\". CBC. Retrieved 17 November 2020.\n\n^ \"Piers Morgan is Larry King's CNN replacement - TODAYshow.com\". MSNBC. 8 September 2010. Archived from the original on 11 September 2010.\n\n^ Johnson, Caitlin (28 March 2008). \"Relative unknown wins 'Celebrity Apprentice'\". Today. Retrieved 15 August 2012.\n\n^ \"Piers Morgan has been replaced on Good Morning Britain\". PinkNews. Retrieved 9 August 2017.\n\n^ Kanter, Jake (16 September 2021). \"Piers Morgan signs TV deal with News Corp\". The Times. ISSN 0140-0460. Retrieved 16 September 2021.\n\n^ a b Morris, Seren (29 April 2022). \"TalkTV: How to watch Piers Morgan's new Uncensored show\". Evening Standard. Retrieved 27 May 2022.\n\n^ a b Sweney, Mark (30 November 2012). \"Piers Morgan claims over phone hacking branded 'utterly unpersuasive'\". The Guardian. Retrieved 24 December 2012.\n\n^ Casciani, Dominic (15 December 2023). \"Piers Morgan and hacking: What the Prince Harry case heard\". BBC News. Retrieved 18 December 2023.\n\n^ Topping, Alexandra (15 December 2023). \"Which Mirror bosses knew about phone hacking, according to Prince Harry ruling?\". The Guardian. Archived from the original on 16 December 2023. Retrieved 19 January 2024.\n\n^ a b Sweney, Mark (15 June 2015). \"Piers Morgan criticised for laughing as Good Morning Britain guest swore on air\". The Guardian. ISSN 0261-3077. Retrieved 14 February 2020.\n\n^ a b \"Ofcom clears Piers Morgan over Christianity questions on Good Morning Britain\". The Independent. Ireland. 11 April 2016. Retrieved 14 February 2020.\n\n^ \"Piers Morgan escapes censure over Christian homophobe remark\". The Guardian. 11 April 2016. Retrieved 17 November 2020.\n\n^ a b \"Piers Morgan leaves ITV's Good Morning Britain after row over Meghan remarks\". BBC News. 9 March 2021. Retrieved 9 March 2021.\n\n^ a b Ravindran, Manori (9 March 2021). \"Piers Morgan Quits 'Good Morning Britain' Following Meghan Markle Comments\". Variety. Retrieved 9 March 2021.\n\n^ a b \"Piers Morgan's Meghan comments break Ofcom complaints record\". BBC News. 17 March 2021. Retrieved 17 March 2021.\n\n^ Foster, Max (10 March 2021). \"Meghan formally complained to ITV about Piers Morgan's comments\". CTV News. Retrieved 10 March 2021.\n\n^ Weaver, Matthew (1 September 2021). \"Ofcom clears Piers Morgan over Meghan comments\". The Guardian. Retrieved 9 October 2023.\n\n^ a b Piers Morgan reference to his father's background, Offalyindependent.ie (cached), 21 January 2011. Retrieved 7 February 2014.\n\n^ \"Notices Under The Trustee Act, 1925\". The London Gazette. 13 September 1966. p. 67.[dead link]\n\n^ a b Wilding, Hugh (2008). \"Wildings & Thurleys, Cantophers & McConnells\".\n\n^ by Alex Green, PA Senior Entertainment Reporter (21 April 2022). \"Piers Morgan's quiet life in Newick away from the cameras\". sussexlive. Retrieved 13 May 2023.\n\n^ a b c d Naughton, Philippe; Costello, Miles (6 April 2008). \"The rhino in riot gear has a way of coaxing out secrets: PROFILE: Piers Morgan\". The Sunday Times. Retrieved 16 July 2018. (subscription required)\n\n^ Morgan, Piers The Hot Seat: Love, War, and Cable News, Gallery Books, 2014, p. 5\n\n^ Greenslade, Roy Press Gang: How Newspapers Make Profits from Propaganda, London: Pan Macmillan, 2004, p. 602\n\n^ Ortiz, Jen. \"Scandalous! 11 Years in the Life of Piers Morgan\". Business Insider. Retrieved 11 November 2011.\n\n^ a b Maguire, Kevin (25 February 2002). \"Profile – Piers Morgan\". New Statesman. London. Retrieved 15 March 2021.\n\n^ Williams, Rhys (12 May 1995). \"Murdoch lashes editor shock\". The Independent. Archived from the original on 26 May 2022. Retrieved 13 January 2015.\n\n^ a b \"Profile: Piers Morgan\", BBC News, 14 May 2004\n\n^ \"Piers Morgan versus a spaghetti-slathered Emily Ratajkowski, and many more: a guide to his celebrity feuds\". The Telegraph. 20 December 2017. Archived from the original on 11 January 2022. Retrieved 16 September 2021.\n\n^ \"Earl Spencer loses privacy battle to Europe\", BBC News, 16 January 1998\n\n^ Tom Watson and Martin Hickman Dial M for Murdoch: News Corporation and the Corruption of Britain, London: Penguin, 2012, p. 30\n\n^ Benjamin Wallace \"Piers Morgan Isn't Sleeping Well\", New York (magazine), 9 October 2011\n\n^ Summerskill, Ben (1 September 2002). \"Has Piers now got news for Ian?\". The Observer. Retrieved 13 January 2015.\n\n^ Byrne, Ciar (15 May 2004). \"Piers Morgan: The man with no moral compass who found his destiny in a steadfast opposition to war\". The Independent. Archived from the original on 26 May 2022. Retrieved 15 March 2021.\n\n^ Wilkes, George; Wing, Dominic (1998). \"The British Press and European Integration: 1948 to 1996\". In Baker, David; Seawright, David (eds.). Britain for and Against Europe: British Politics and the Question of European Integration. Oxford: Oxford University Press. p. 202. ISBN 9780198280781.\n\n^ a b Thomsen, Ian (26 June 1996). \"Oh, Sorry: Tabloids Lose the Soccer War\". The New York Times. International Herald Tribune. Retrieved 3 June 2008.\n\n^ Greenslade, Roy (2004) [2003]. Press Gang: How Newspapers Make Profits From Propaganda. London: Pan. p. 657.\n\n^ Greenslade, Roy (16 August 1999). \"Chasing the Sun's tail\". The Guardian.\n\n^ Jagger, Suzy. \"Mirror editor saw his shares soar after paper tipped company\". The Daily Telegraph. Archived from the original on 22 November 2002. Retrieved 13 January 2015.\n\n^ Moyes, Jojo (10 May 2000). \"Columnist rewrites his 'Mirror' tips story over share tips\". The Independent. Archived from the original on 26 May 2022. Retrieved 13 January 2015.\n\n^ \"Morgan cleared after shares probe\". BBC News. 10 June 2004.\n\n^ Tryhorn, Chris (23 November 2005). \"Mirror editor 'bought £67,000 of shares before they were tipped'\". The Guardian. Retrieved 22 May 2010.\n\n^ Barber, Lynn (20 November 2005). \"I should have been fired years ago, to be honest\". The Observer. Retrieved 16 July 2018.\n\n^ a b \"Clarkson and Morgan in tabloid tussle\". The Guardian. 17 March 2004. Retrieved 8 June 2008.\n\n^ Russell, Amanda; Smillie, Margaret (22 August 2005). \"Freedom of Expression -v- The Multiple Publication Rule\". The Journal of Information, Law and Technology (2005/1). Retrieved 15 March 2021.\n\n^ Gibson, Owen (6 May 2004). \"Campbell wins privacy case against Mirror\". The Guardian. Retrieved 15 March 2021.\n\n^ \"Naomi Campbell wins privacy case\". BBC News. 6 May 2004. Retrieved 15 March 2021.\n\n^ Tryhorn, Chris; O'Carroll, Lisa (14 May 2004). \"Morgan sacked from Daily Mirror\". The Guardian. Retrieved 15 March 2021.\n\n^ \"Daily Mirror statement in full\". CNN. 13 May 2004. Archived from the original on 25 November 2004.\n\n^ \"Editor sacked over 'hoax' photos\". BBC News. 14 May 2004. Retrieved 27 December 2012.\n\n^ \"Fake abuse photos: Editor quits\". CNN. 15 May 2004. Archived from the original on 6 June 2004.\n\n^ Byers, Dylan (18 January 2013). \"Piers Morgan on phone-hacking, Iraq photos\". Politico. Retrieved 30 January 2018.\n\n^ Blake, Matt (6 August 2011). \"This scandal is all my fault, says salesman\". The Independent. Archived from the original on 26 May 2022. Retrieved 6 August 2011.\n\n^ \"MP Mensch apologises to Piers Morgan for hacking slur\". BBC News. 29 July 2011.\n\n^ Young, Toby (29 July 2011). \"The net closes around Piers Morgan\". The Daily Telegraph. Archived from the original on 21 October 2011. Retrieved 13 January 2015.\n\n^ a b c \"Piers Morgan tells Leveson: Daily Mirror did not hack phones\", BBC News, 20 December 2011\n\n^ a b \"Leveson Inquiry: Heather Mills vows she did not play Paul McCartney messages to Piers Morgan\". The Daily Telegraph. 9 February 2012. Archived from the original on 11 January 2022.\n\n^ a b Holden, Michael (9 February 2012). \"Beatle's ex-wife says Piers Morgan heard hacked call\". Reuters.\n\n^ Dan Sabbagh and Lisa O'Carroll \"Piers Morgan told me how to hack a phone, says Jeremy Paxman\", The Guardian, 23 May 2012.\n\n^ Matilda Battersby (28 November 2012). \"Video from 2003 shows Piers Morgan talking about phone hacking\". The Independent. Archived from the original on 26 May 2022. Retrieved 24 December 2012.\n\n^ \"Video: New clip surfaces showing Piers Morgan talking to Charlotte Church about phone hacking\". TNT. 28 November 2012. Retrieved 24 December 2012.\n\n^ \"Key moments from the Leveson Inquiry\". ITV News. 28 November 2012. Retrieved 24 December 2012.\n\n^ Martin Evans \"Piers Morgan questioned by police over phone-hacking\", The Daily Telegraph,.co.uk, 14 February 2014\n\n^ Gallivan, Rory and Zekaria, Simon (September 2014) \"Trinity Mirror Admits Liability Over Phone Hacking\", The Wall Street Journal, 24 September 2014. Retrieved 29 September 2014\n\n^ Sweney, Mark (September 2014). \"Trinity Mirror faces up to the financial fallout as phone-hacking claims mount\", The Guardian, 28 September 2014. Retrieved 29 September 2014.\n\n^ a b BBC News online \"Phone-hacking: Trinity Mirror admits liability\", BBC News online, 24 September 2014 (Retrieved 29 September 2014)\n\n^ Singh, Anita (6 June 2023). \"Prince Harry: 'Piers Morgan subjected Meghan and I to horrific personal attacks'\". The Telegraph. Archived from the original on 6 June 2023. Retrieved 16 January 2024.\n\n^ Waterson, Jim (6 June 2023). \"What are Harry's most important allegations against the British media?\". The Guardian. Archived from the original on 7 June 2023. Retrieved 16 January 2024.\n\n^ Barry, Rebecca (6 June 2023). \"A view from court as Prince Harry takes aim at 'vile behaviour' of tabloid press\". ITV News. Archived from the original on 16 January 2024. Retrieved 16 January 2024.\n\n^ Ward, Victoria (15 December 2023). \"Prince Harry was victim of phone hacking by Mirror newspapers, judge rules\". The Telegraph. Archived from the original on 15 December 2023. Retrieved 15 December 2023.\n\n^ Coughlan, Sean (15 December 2023). \"Harry wins 15 claims in phone-hacking case against Mirror publisher\". BBC News. Archived from the original on 15 December 2023. Retrieved 15 December 2023.\n\n^ Siddique, Haroon (15 December 2023). \"Prince Harry v Mirror Group: key findings of the phone-hacking case\". The Guardian. Archived from the original on 15 December 2023. Retrieved 15 December 2023.\n\n^ Topping, Alexandra (15 December 2023). \"Piers Morgan denies knowing of phone hacking after judge rules he did\". The Guardian. Archived from the original on 15 December 2023. Retrieved 15 December 2023.\n\n^ Tobin, Sam; Holden, Michael (15 December 2023). \"Piers Morgan knew about phone-hacking at Daily Mirror, London judge finds\". Reuters. Archived from the original on 15 December 2023. Retrieved 15 December 2023.\n\n^ Pilgrim, Pilgrim (15 December 2023). \"Judge accepts evidence that Piers Morgan knew about phone hacking at The Mirror\". The Independent. Archived from the original on 15 December 2023. Retrieved 15 December 2023.\n\n^ Sherwin, Adam (15 December 2023). \"Piers Morgan's job is safe despite phone hacking ruling, News UK sources say\". inews.co.uk. Archived from the original on 15 December 2023. Retrieved 15 December 2023.\n\n^ \"Piers Morgan: 'Prince Harry wouldn't know truth if it slapped him around his California-tanned face'\". ITV News. 15 December 2023. Archived from the original on 16 December 2023. Retrieved 16 December 2023.\n\n^ Devlin, Kate (16 December 2023). \"Top judge says anyone who lied to phone hacking inquiry should be prosecuted\". The Independent. Archived from the original on 16 December 2023. Retrieved 17 December 2023.\n\n^ Gregory, James (16 December 2023). \"Steve Coogan: Prince Harry's hacking case is 'start of something'\". BBC News. Archived from the original on 16 December 2023. Retrieved 16 December 2023.\n\n^ \"Top judge says anyone who lied to phone hacking inquiry should be prosecuted\". The Independent. 16 December 2023. Retrieved 17 December 2023.\n\n^ Sparkes, Nathan (15 December 2023). \"BREAKING: Prince Harry successful in phone hacking claims against Mirror - Hacked Off\". Hacked Off. Archived from the original on 15 December 2023. Retrieved 16 December 2023.\n\n^ Kiss, Jemima (13 June 2005). \"Piers Morgan clinches Press Gazette deal\". Journalism.co.uk. Archived from the original on 3 October 2009.\n\n^ Day, Julia (28 May 2005). \"Piers Morgan turns proprietor with purchase of Press Gazette\". The Guardian. Retrieved 22 May 2010.\n\n^ Greenslade, Roy (24 January 2006). \"Big titles boycott Morgans organ press awards\". The Daily Telegraph. Retrieved 22 May 2010.\n\n^ Greenslade, Roy (6 November 2006). \"Press Gazette now in administration\". The Guardian. Retrieved 27 December 2012.\n\n^ \"Britain's first national newspaper for children to launch Friday\", Associated Press, 4 May 2006\n\n^ Other newspapers aimed at young audiences have included The Boy's Newspaper (1880–1882), The Children's Newspaper (1919–1965), and Early Times (launched in the late 1980s)\n\n^ Burrell, Ian (1 May 2006). \"Piers Morgan launches children's newspaper\". The Independent. Archived from the original on 9 April 2008. Retrieved 5 May 2006.\n\n^ \"10 years of the Segway... and the celebrities who come a cropper on them\". Daily Mirror. 4 December 2011. Retrieved 18 September 2021.\n\n^ Hilton, Beth (23 August 2007). \"Morgan had broken ribs in 'Talent' final\". Digital Spy.\n\n^ Cooke, Charles C. W. (21 May 2012). \"Piers Morgan, Feather Duster: CNN must be having second thoughts\". National Review.\n\n^ \"Piers Morgan: did he meet Jimmy Savile or didn't he?\". London Evening Standard. 23 October 2012. Retrieved 27 February 2017.\n\n^ Deans, Jason (30 September 2014). \"Piers Morgan joins Mail Online as US editor-at-large\". The Guardian. Retrieved 24 January 2015.\n\n^ The Pride of Britain Awards. \"Judges\". Trinity Mirror Group. Archived from the original on 17 February 2014. Retrieved 26 August 2015.\n\n^ \"Amanda Platell notes Piers Morgan's two left feet\". New Statesman. 8 November 2004.\n\n^ \"Morgan and Platell to return on Channel 4\", The Guardian, 12 May 2005\n\n^ PA Entertainment (16 March 2007). \"'Red Nose apprentice' Morgan fired\". TV News. Archived from the original on 18 June 2008. Retrieved 8 June 2008.\n\n^ \"Sandbanks: Piers Morgan meets Dorset's mega-rich\". ITV. 10 January 2008. Archived from the original on 21 June 2008. Retrieved 8 June 2008.\n\n^ Conlan, Tara (29 May 2008). \"Piers Morgan: Britain's Got Talent judge signs two-year deal with ITV\". The Guardian. Retrieved 8 June 2008.\n\n^ Preston, John (30 January 2009). \"Review: Piers Morgan in... Dubai (ITV) and Jamie Saves Our Bacon (Channel 4)\". The Daily Telegraph. Archived from the original on 11 January 2022. Retrieved 17 July 2018.\n\n^ Sutcliffe, Tom (4 January 2010). \"The Weekend's Television: Wallander, Sun, BBC1; Piers Morgan on Las Vegas, Sat, ITV; Elvis in Vegas, Sun, BBC2\". The Independent. Archived from the original on 26 May 2022. Retrieved 17 July 2018.\n\n^ Khan, Urmee (16 February 2009). \"Sharon Osbourne: 'I quit X Factor because of Danni Minogue'\". The Daily Telegraph. Archived from the original on 21 February 2009.\n\n^ \"Cheryl Cole to Piers Morgan: show me some love\". The Guardian. 13 October 2010.\n\n^ Chater, David; Clay, Joe (6 March 2010). \"Piers Morgan's Life Stories; Live FA Cup Football; A Kick in the Head: The Lure of Las Vegas; Casualty\". The Times.\n\n^ \"Piers Morgan signs on as Larry King replacement\". The Spy Report. Media Spy. 9 September 2010. Archived from the original on 15 September 2010. Retrieved 9 September 2010.\n\n^ Deans, Jason (8 September 2010). \"Piers Morgan takes over in Larry King chatshow slot\". The Guardian. Retrieved 8 September 2010.\n\n^ Charles Riley \"CNN to end 'Piers Morgan Live'\", CNN, 24 February 2014\n\n^ Hayden, Erik (23 February 2014). \"Piers Morgan Says CNN Show Has Been Canceled\". The Hollywood Reporter. Retrieved 23 February 2014.\n\n^ Carr, David (24 February 2014). \"Piers Morgan and CNN Plan End to His Prime-Time Show\". The New York Times.\n\n^ \"Piers Morgan handed permanent role on Good Morning Britain\". The Guardian. 14 October 2015. Retrieved 14 October 2015.\n\n^ \"Susanna Reid in 'constant battle' with Piers Morgan\". BBC News. 19 June 2018. Retrieved 15 July 2018.\n\n^ a b \"Piers Morgan stands by Meghan criticism after Good Morning Britain exit\". BBC News. 10 March 2021. Retrieved 10 March 2021.\n\n^ Killer Women with Piers Morgan, Piers Morgan, Amanda Lewis, Sheila Davalloo, retrieved 12 December 2017{{citation}}:  CS1 maint: others (link)\n\n^ \"Hollyoaks storm week to feature Piers Morgan and Carol Kirkwood cameos\". Radio Times. 18 October 2018. Retrieved 25 October 2018.\n\n^ Johnson, Caitlin (28 March 2008). \"Relative unknown wins Celebrity Apprentice\". Today. NBC.\n\n^ \"Piers Morgan Beats Trace Adkins on Celebrity Apprentice Finale\". Associated Press/Fox News. 28 March 2008.\n\n^ Rocchio, Christopher (28 March 2008). \"Piers Morgan defeats Trace Adkins, wins The Celebrity Apprentice\". Reality TV World\n\n^ Morgan, Piers (7 August 2015) [December 2008]. \"Donald Trump on sex, money and politics\". GQ. Retrieved 16 July 2018.\n\n^ \"Piers Morgan gives qualified endorsement of Donald Trump\". The Drum. Retrieved 25 February 2019.\n\n^ Morgan, Piers (10 December 2016). \"It's weird when your friend becomes leader of the free world\". The Spectator.\n\n^ Demianyk, Graeme (23 March 2016). \"Donald Trump Tells Piers Morgan That Muslims Are 'Absolutely Not' Reporting Terrorists\". HuffPost. Retrieved 21 January 2017.\n\n^ a b \"Piers Morgan defends friendship with Donald Trump\". The Guardian. London. 31 January 2017. Retrieved 1 February 2017.\n\n^ Piers Morgan Defends His Friendship With Donald Trump. Loose Women. Retrieved 22 November 2023.\n\n^ Stolworthy, Jacob (11 February 2017). \"Piers Morgan slammed by Jim Jefferies after defending Donald Trump on talk show Real Time with Bill Maher\". The Independent. Archived from the original on 26 May 2022. Retrieved 11 February 2017.\n\n^ Horton, Helena (11 February 2017). \"'This is why I've never read Harry Potter': JK Rowling and Piers Morgan in Twitter row\". The Daily Telegraph. London. Archived from the original on 11 January 2022. Retrieved 11 February 2017.\n\n^ Thorpe, Vanessa (11 February 2017). \"Fantastic beefs and where to find them: JK Rowling at war with Piers Morgan\". The Observer. London. Retrieved 12 February 2017.\n\n^ Welsh, Daniel (29 November 2017). \"Piers Morgan Condemns Donald Trump Over Britain First Retweets\". HuffPost. Retrieved 29 November 2017.\n\n^ Farand, Chloe (28 January 2018). \"Donald Trump tells Piers Morgan: 'I wouldn't say I'm a feminist'\". The Independent. Independent Print Limited. Archived from the original on 26 May 2022. Retrieved 28 January 2018.\n\n^ \"Trump: 'I would have taken a tougher stand in getting out'\". BBC News. 28 January 2018. Retrieved 28 January 2018.\n\n^ a b Jones, Paul (29 January 2018). \"88% of viewers say Piers Morgan was too soft on Donald Trump in 'sycophantic' ITV 'love-in' interview\". Radio Times. Retrieved 3 February 2018.\n\n^ \"Donald Trump tells ITV the Queen is 'an incredible woman' – and US and UK will make 'a great trade deal'\". ITV News. 15 July 2018. Retrieved 16 July 2018.\n\n^ \"Celebrity Apprentice Winner Piers Morgan Asks to Be Trump's Chief of Staff\". Fortune. Retrieved 11 December 2018.\n\n^ \"ITV to broadcast Piers Morgan's Donald Trump interview in prime-time slot\". Radio Times. 5 June 2019. Retrieved 9 June 2019.\n\n^ \"Piers Morgan: Trump 'is failing the American people' – CNN Video\". 20 April 2020 – via edition.cnn.com.\n\n^ Scullard, Vickie (27 April 2020). \"Piers Morgan slams President Trump for unfollowing him on Twitter\". Manchester Evening News.\n\n^ \"HuffPost is now a part of Verizon Media\". consent.yahoo.com.[permanent dead link]\n\n^ \"Piers Morgan says Donald Trump is 'mentally unfit' to be president in wake of Capitol riots: 'I never thought he was capable of this'\". The Independent. Archived from the original on 26 May 2022. Retrieved 8 January 2021.\n\n^ Hattenstone, Simon (12 October 2020). \"Piers Morgan: 'Do I genuinely feel a pathological hatred of vegan sausage rolls? No'\". The Guardian. Retrieved 9 March 2021.\n\n^ Weaver, Matthew (9 January 2020). \"'Rogue royals'? Pundits furious over Harry and Meghan's step back\". The Guardian. Retrieved 9 March 2021.\n\n^ Tucker, Grant; Grew, Tony (19 January 2020). \"Social media go into meltdown after royal bombshell\". The Sunday Times. Retrieved 9 March 2021. (subscription required)\n\n^ Wright, Andrew (31 August 2020). \"How 'Good Morning Britain' Became the New 'Jeremy Kyle Show'\". Vice. Retrieved 9 March 2021.\n\n^ Somerville, Ewan (17 January 2020). \"Campaigners blast Piers Morgan's 'bullying' as they urge GMB boycott amid racism debate\". Evening Standard. London. Retrieved 9 March 2021.\n\n^ Aitkenhead, Decca (9 May 2020). \"Interview: Piers Morgan on coronavirus and turning against Trump\". The Sunday Times. Retrieved 9 March 2021. (subscription required)\n\n^ Chilton, Louise (9 March 2021). \"Piers Morgan storms off Good Morning Britain after Alex Beresford condemns him for 'trashing' Meghan Markle\". The Independent. Archived from the original on 26 May 2022. Retrieved 9 March 2021.\n\n^ Darcy, Oliver (9 March 2021). \"Piers Morgan leaving 'Good Morning Britain' after storming off set over his attacks on Meghan\". CNN. Retrieved 9 March 2021.\n\n^ \"Piers Morgan criticised by mental health charity over Meghan comments\". BBC News. 9 March 2021. Retrieved 9 March 2021.\n\n^ Woods, Ben; Foy, Simon (9 March 2021). \"ITV boss slaps down Piers Morgan in Meghan interview row\". The Telegraph. Archived from the original on 11 January 2022. Retrieved 9 March 2021.\n\n^ \"Piers Morgan quit Good Morning Britain after Meghan complaint\". ITV News. 10 March 2021. Retrieved 10 March 2021.\n\n^ a b \"Duchess of Sussex has complained to Ofcom over Piers Morgan comments\". BBC News. 12 March 2021. Retrieved 12 March 2021.\n\n^ \"Andrew Neil would be 'delighted' to talk to Piers Morgan about GB News role\". The Irish News. 10 March 2021. Retrieved 10 March 2021.\n\n^ Butter, Susannah (8 June 2021). \"Andrew Neil: GB News, my war on woke and the problem with Piers Morgan\". Evening Standard. Retrieved 23 June 2021.\n\n^ Sweney, Mark (10 March 2021). \"ITV loses £200m in market value as Piers Morgan quits Good Morning Britain\". The Guardian. Retrieved 17 March 2021.\n\n^ Mishra, Stuti (11 March 2021). \"Steve Coogan calls Piers Morgan 'symptomatic' of everything that's wrong with UK media\". The Independent. Archived from the original on 26 May 2022. Retrieved 10 May 2021.\n\n^ Robinson, James (29 November 2023). \"Endgame pulled from Dutch bookshops after royal who 'questioned' Archie's skin colour 'named'\". Sky News. Retrieved 30 November 2023.\n\n^ Ward, Victoria; Furness, Hannah (30 November 2023). \"Palace considers legal action after Piers Morgan names 'royal racists'\". The Telegraph. Retrieved 30 November 2023.\n\n^ Piers Morgan Uncensored [@PiersUncensored] (30 November 2023). \"Piers Morgan defends his decision to name the alleged 'royal racists' live on air. \"It was entirely lawful what I did.\" \"I took a view it was ridiculous that British people couldn't be aware of this information.\" @piersmorgan #PMU\" (Tweet). Retrieved 30 November 2023 – via Twitter.\n\n^ Sweney, Mark (11 April 2016). \"Piers Morgan escapes censure over Christian homophobe remark\". The Guardian. ISSN 0261-3077. Retrieved 14 February 2020.\n\n^ \"Royally milking it: race row after queen's grandson stars in Chinese ad\". South China Morning Post. 22 January 2020. Retrieved 14 February 2020.\n\n^ \"Piers Morgan labelled 'racist' over impression\". Morning Bulletin. Retrieved 14 February 2020.\n\n^ Sweney, Mark (9 March 2021). \"Ofcom investigates Morgan over comments he made about Duchess of Sussex's mental health\". The Guardian. Retrieved 9 March 2021.\n\n^ Madani, Doha (9 March 2021). \"Piers Morgan to leave 'Good Morning Britain' after 41,000 complaints over Meghan remarks\". NBC News. Retrieved 9 March 2021.\n\n^ \"Piers Morgan leaves Good Morning Britain in row over Meghan Markle mental health comments\". Australian Broadcasting Corporation. 9 March 2021. Retrieved 29 September 2021.\n\n^ \"Ofcom clears Piers Morgan over Meghan comments on Good Morning Britain\". BBC News. 1 September 2021. Retrieved 1 September 2021.\n\n^ Herbert, Emily, Piers Morgan – The Biography (Kings Road Publishing, 2012),  p. 117\n\n^ Costello, John, \"Morgan hits pay dirt after years of digging for trash\",  Irish Independent, 22 June 2010, accessed 6 March 2021\n\n^ \"Piers Morgan bans 'tedious little man' Hugh Grant from CNN show\". Press Gazette. 18 May 2011. Retrieved 16 July 2018.\n\n^ \"Kelsey Grammer Walks Out on Piers Morgan\", ABC News, 20 September 2012; retrieved 30 September 2012\n\n^ \"Kelsey Grammer storms off set\" by Emily Gagne, TVGuide.ca, 20 September 2012; retrieved 30 September 2012 Archived 28 October 2012 at the Wayback Machine.\n\n^ \"Kelsey Grammer, Piers Morgan: Actor Barred...\", HuffPost, 27 September 2012; retrieved 30 September 2012\n\n^ Khomani, Nadia (5 June 2015). \"John Cleese in Twitter row with Piers Morgan\". The Guardian. Retrieved 17 March 2021.\n\n^ Sherwin, Adam (2 May 2017). \"John Cleese reignites Twitter feud with 'awful creep' Piers Morgan\". iNews. Retrieved 17 March 2021.\n\n^ Oppenheim, Maya (24 January 2017). \"Piers Morgan just accused Ewan McGregor of being 'paedophile-loving hypocrite'\". The Independent. Archived from the original on 26 May 2022. Retrieved 27 February 2017.\n\n^ \"Ewan McGregor and Piers Morgan row over Good Morning Britain appearance\". BBC News. 24 January 2017. Retrieved 24 January 2017.\n\n^ Aitkenhead, Decca (28 January 2018). \"Piers Morgan: 'I'm just putting opinions out there. It's my job'\". The Guardian. Retrieved 16 July 2018.\n\n^ Robertson, Chris (16 September 2021). \"Piers Morgan joining new channel talkTV where he will present 'global show'\". Sky News. Retrieved 18 September 2021.\n\n^ Woods, Ben (3 May 2022). \"TalkTV ratings sink as viewers tune out Piers Morgan\". The Telegraph. Retrieved 27 May 2022.\n\n^ Chung, Finley (7 March 2023). \"Piers Morgan wins Scoop of the Year at SJA's\". News UK. Retrieved 25 March 2023.\n\n^ Clark, Meredith (28 June 2023). \"Piers Morgan 'thanks' Meghan Markle after winning Interview of the Year award: 'I wouldn't be standing here'\". The Independent. Retrieved 2 July 2023.\n\n^ Burrell, Ian (13 February 2010). \"Piers Morgan: Hack of the day\". The Independent. Archived from the original on 26 May 2022. Retrieved 16 July 2018.\n\n^ \"Rare photo of Piers Morgan and his 3 handsome sons revealed on Loose Women\". HELLO!. 27 March 2019. Retrieved 22 May 2019.\n\n^ \"Piers Morgan marries Celia Walden\". The Daily Telegraph. 25 June 2010. Archived from the original on 28 June 2010. Retrieved 16 July 2018.\n\n^ Reporter, Alex Green, PA Senior Entertainment; Fox, Thomas (21 April 2022). \"Piers Morgan's quiet life in Newick away from the cameras\". sussexlive. Retrieved 13 May 2023.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ \"'Wenger fails again' – Piers Morgan scathing of Arsenal boss after David Ospina howler\". Irish Independent. 14 October 2015.\n\n^ Menezes, Jack de (26 February 2015). \"Piers Morgan 'hurt' after Arsenal legend Bob Wilson questions his support for the Gunners and labels him a 'pompous individual'\". The Independent. Archived from the original on 26 May 2022. Retrieved 16 July 2018.\n\n^ Rice, Simon (28 April 2015). \"Aaron Ramsey 'well within his rights' to refuse handshake with Arsenal fan Piers Morgan, says Ian Wright\". The Independent. Archived from the original on 26 May 2022. Retrieved 16 September 2021.\n\n^ a b \"Piers Morgan reveals how he voted in this year's General Election\". LBC. Retrieved 20 April 2020.\n\n^ \"Piers Morgan declares his political allegiance ahead of the vote and it's... unexpected\". The Independent. 7 May 2015. Archived from the original on 26 May 2022. Retrieved 20 April 2020.\n\n^ Sharman, Laura (24 July 2021). \"Piers Morgan reveals he developed COVID after Euro 2020 final\". Evening Standard. Retrieved 25 July 2021.\n\n^ https://twitter.com/piersmorgan/status/1430700385774313475?lang=en-GB\n\n^ Lonergan, Aidan. \"Piers Morgan outraged by Met Gala's Catholic theme as he claims 'my religion is being mocked at a fashion show'\". The Irish Post.\n\n^ Mance, Henry (15 March 2017). \"Piers Morgan on Trump, Twitter and the power of prayer\". Financial Times. Archived from the original on 10 December 2022. Retrieved 30 July 2018.\n\n\nExternal links\n\n\nPiers Morgan  at Wikipedia's sister projects\n\nMedia from CommonsNews from WikinewsData from Wikidata\n\nPiers Morgan at IMDb\n\"Piers Morgan\". Desert Island Discs. 7 June 2009. BBC. Radio 4.\n\n\nMedia offices\n\n\nPreceded bySean Fletcher and John Stapleton\n\n Main presenter of Good Morning Britain 2015–2021\n\nSucceeded byTBD\n\n\nPreceded byPatsy Chapman\n\n Editor of the News of the World 1994–1995\n\nSucceeded byPhil Hall\n\n\nPreceded byColin Myler\n\n Editor of the Daily Mirror 1995–2004\n\nSucceeded byRichard Wallace\n\n\nvteEditors of the Daily Herald, The Sun and the News of the WorldDaily Herald\n1912: William H. Seed\n1912: Roland Kenney\n1913: Charles Lapworth\n1913: George Lansbury\n1922: W. P. Ryan\n1922: Hamilton Fyfe\n1926: William Mellor\n1931: W. H. Stevenson\n1936: Francis Williams\n1940: Percy Cudlipp\n1953: Sydney Elliott\n1957: Douglas Machray\n1960: John Beaven\n1962: Sydney Jacobson\nThe Sun\n1964: Sydney Jacobson\n1965: Dick Dinsdale\n1969: Larry Lamb\n1972: Bernard Shrimsley\n1975: Larry Lamb\n1981: Kelvin MacKenzie\n1994: Stuart Higgins\n1998: David Yelland\n2003: Rebekah Wade\n2009: Dominic Mohan\n2013: David Dinsmore\n2015: Tony Gallagher\n2020: Victoria Newton\nNews of the World\n1843: John Browne Bell\n1855: John William Bell\n1877: Walter John Bell and Adolphus William Bell\n1891: Emsley Carr\n1941: David Percy Davies\n1946: Robert Skelton\n1947: Arthur Waters\n1953: Reg Cudlipp\n1960: Stafford Somerfield\n1970: Cyril Lear\n1974: Peter Stephens\n1975: Bernard Shrimsley\n1980: Kenneth Donlan\n1981: Barry Askew\n1981: Derek Jameson\n1984: Nicholas Lloyd\n1985: David Montgomery\n1987: Wendy Henry\n1988: Patsy Chapman\n1993: Stuart Higgins\n1994: Piers Morgan\n1995: Phil Hall\n2000: Rebekah Wade\n2003: Andy Coulson\n2007: Colin Myler\n\nvteEditors of the Daily Mirror, Sunday Mirror and Sunday PictorialDaily Mirror\n1903: Mary Howarth\n1904: Hamilton Fyfe\n1907: Alexander Kenealy\n1915: Ed Flynn\n1916: Alexander Campbell\n1931: Leigh Brownlee\n1934: Cecil Thomas\n1948: Silvester Bolam\n1953: Jack Nener\n1961: Lee Howard\n1971: Tony Miles\n1974: Michael Christiansen\n1975: Mike Molloy\n1985: Richard Stott\n1990: Roy Greenslade\n1991: Richard Stott\n1992: David Banks\n1994: Colin Myler\n1995: Piers Morgan\n2004: Richard Wallace\n2012: Peter Willis\n2018: Alison Phillips\nSunday Pictorial\n1915: F. R. Sanderson\n1921: William McWhirter\n1924: David Grant\n1928: William McWhirter\n1929: David Grant\n1938: Hugh Cudlipp\n1940: Stuart Campbell\n1946: Hugh Cudlipp\n1949: Philip Zec\n1952: Hugh Cudlipp\n1953: Colin Valdar\n1959: Lee Howard\n1961: Reg Payne\nSunday Mirror\n1963: Michael Christiansen\n1972: Bob Edwards\n1984: Peter Thompson\n1986: Mike Molloy\n1988: Eve Pollard\n1991: Bridget Rowe\n1992: Colin Myler\n1994: Paul Connew\n1995: Tessa Hilton\n1996: Amanda Platell\n1997: Bridget Rowe\n1998: Brendon Parsons\n1998: Colin Myler\n2001: Tina Weaver\n2012: Alison Phillips\n2016: Gary Jones\n2018: Peter Willis\n2020: Paul Henderson\n2021: Gemma Aldridge\n\nvteThe Apprentice (U.S.)\nList of candidates\nSeasonsRegular\n1\n2\n3\n4\n5\n6\n10\nCelebrity\n7\n8\n9\n11\n12\n13 (all-stars)\n14\n15\nWinnersRegular\nBill Rancic\nKelly Perdew\nKendra Todd\nRandal Pinkett\nSean Yazbeck\nStefanie Schaeffer\nBrandy Kuentzel\nCelebrity\nPiers Morgan\nJoan Rivers\nBret Michaels\nJohn Rich\nArsenio Hall\nTrace Adkins\nLeeza Gibbons\nMatt Iseman\nRelated programs\nThe Celebrity Apprentice\nThe Apprentice: Martha Stewart\n\nvteCNN personnelNews anchorsand hosts\nJim Acosta\nDana Bash\nJohn Berman\nVictor Blackwell\nWolf Blitzer\nKate Bolduan\nPamela Brown\nErin Burnett\nAlisyn Camerota\nKaitlan Collins\nAnderson Cooper\nPoppy Harlow\nErica Hill\nKasie Hunt\nBrianna Keilar\nPhil Mattingly\nAbby Phillip\nJim Sciutto\nMichael Smerconish\nJake Tapper\nFredricka Whitfield\nFareed Zakaria\nSpecial episodeanchors and hosts\nW. Kamau Bell – United Shades of America\nAnderson Cooper – CNN Heroes\nVan Jones – The Messy Truth with Van Jones\nMark Konkol – Chicagoland\nMike Rogers – Declassified: Untold Stories of American Spies\nMike Rowe – Somebody's Gotta Do It\nKevin Spacey – Race for the White House\nMorgan Spurlock – Morgan Spurlock Inside Man\nMeryl Streep – We Will Rise\nJohn Walsh – The Hunt with John Walsh\nBill Weir – The Wonder List with Bill Weir\nFareed Zakaria – The Most Powerful Man in the World\nCorrespondents\nChristiane Amanpour\nKatie Benner\nJohn Berman\nElizabeth Cohen\nDaniel Dale\nJeremy Diamond\nStephanie Elam\nTom Foreman\nDelia Gallagher\nHadas Gold\nDavid Gregory\nSanjay Gupta\nPaula Hancocks\nNia-Malika Henderson\nErica Hill\nOmar Jimenez\nRandi Kaye\nSam Kiley\nJohn King\nKyung Lah\nMJ Lee\nMiguel Marquez\nJeanne Moos\nDonie O'Sullivan\nFrederik Pleitgen\nManu Raju\nElle Reeve\nPaula Reid\nFarai Sevenzo\nSara Sidner\nKayla Tausche\nAlayna Treene\nNischelle Turner\nClarissa Ward\nJeff Zeleny\nAnalysts\nJohn L. Allen Jr.\nRobert Baer\nCarl Bernstein\nPreet Bharara\nJoan Biskupic\nGloria Borger\nRon Brownstein\nFrank Bruni\nJosh Campbell\nS. E. Cupp\nJosh Dawsey\nJohn Dean\nHarry Enten\nDavid Gergen\nBianna Golodryga\nSanjay Gupta\nMaggie Haberman\nMark Hertling\nElie Honig\nVan Jones\nJuliette Kayyem\nJohn Kirby\nErrol Louis\nAnne Milgram\nKirsten Powers\nMark Preston\nAsha Rangappa\nJennifer Rodgers\nSamantha Vinograd\nContributors\nJohn Avlon\nDavid Axelrod\nPaul Begala\nKatie Benner\nPeter Beinart\nMaria Cardona\nAmanda Carpenter\nLanhee Chen\nS. E. Cupp\nLanny Davis\nJosh Dawsey\nJohn Dean\nCharlie Dent\nAlan Dershowitz\nBrian Fallon\nBen Ferguson\nDavid Frum\nMary Katharine Ham\nMarc Lamont Hill\nMargaret Hoover\nScott Jennings\nJason Kander\nSally Kohn\nBill Kristol\nJackie Kucinich\nMatt K. Lewis\nWesley Lowery\nKevin Madden\nTimothy Naftali\nAna Navarro\nChristine Quinn\nHilary Rosen\nMatthew Rosenberg\nAngela Rye\nBakari Sellers\nJonathan Tasini\nAndrew Yang\nMeteorologists\nPedram Javaheri\nChad Myers\nPast anchors\nKate Abdo\nCristina Alesci\nNatalie Allen\nSharyl Attkisson\nRudi Bakhtiar\nBrooke Baldwin\nAshleigh Banfield\nAnthony Bourdain\nDave Briggs\nAaron Brown\nCampbell Brown\nAna Cabrera\nJack Cafferty\nJoie Chen\nKiran Chetry\nConnie Chung\nCarol Costello\nCandy Crowley\nChris Cuomo\nLou Dobbs\nTony Harris\nMichael Holmes\nGeorge Howell\nD. L. Hughley\nDaryn Kagan\nLarry King\nAlison Kosik\nDon Lemon\nRoland Martin\nReynelda Muse\nPiers Morgan\nSoledad O'Brien\nMichaela Pereira\nKitty Pilgrim\nThomas Roberts\nJohn Roberts\nChristine Romans\nZoraida Sambolin\nRick Sanchez\nIsha Sesay\nBernard Shaw\nBrian Stelter\nGreta Van Susteren\nJane Velez-Mitchell\nAli Velshi\nLou Waters\nJudy Woodruff\nPaula Zahn\nPast correspondents\nMike Brooks\nSamuel Burke\nSara Ganim\nDrew Griffin\nKaylee Hartung\nEd Henry\nJohn Harwood\nJohn Holliman\nJoe Johns\nAndrea Koppel\nMichelle Kosinski\nLiz Landers\nIan James Lee\nSuzanne Malveaux\nErin McPike\nRyan Nobles\nMiles O'Brien\nLola Ogunnaike\nKeith Olbermann\nAsh-har Quraishi\nChristine Romans\nMartin Savidge\nLaurie Segall\nBarbara Starr\nAdaora Udoji\nJessica Yellin\nPast contributors\nTucker Carlson\nChris Cillizza\nStephanie Cutter\nLanny Davis\nNewt Gingrich\nLZ Granderson\nJennifer Granholm\nJeffrey Lord\nKayleigh McEnany\nJen Psaki\nRick Santorum\nTara Setmayer\nJeffrey Toobin\nJ. D. Vance\n\nvteTalkRadioPresenters\nDavid Bull\nIan Collins\nAlexis Conran\nGiles Coren\nMark Dolan\nNadine Dorries\nVanessa Feltz\nCristo Foufas\nMike Graham\nTrisha Goddard\nJulia Hartley-Brewer\nMartin Kelner\nJeremy Kyle\nJames Max\nPiers Morgan\nAlex Phillips\nMark Saggers\nRichard Tice\nJames Whale\nFormer\nSam Delaney\nJamie East\nGeorge Galloway\nJonny Gould\nEamonn Holmes\nJon Holmes\nYasmin Khan\nIain Lee\nBob Mills\nDarryl Morris\nJohn Nicolson\nRobert Rinder\nMartin Roberts\nPaul Ross\nPenny Smith\nJerry Springer\nClaudia-Liza Vanderpuije\nAnna Williamson\nDan Wootton\nMatthew Wright\nJake Yapp\n\nShows\nThe Late Night Alternative (former)\nThe Jerry Springer Radio Show (former)\nThe Mother of All Talk Shows (former)\nSee also\nTalksport\nTalkTV\nLocal TV Limited\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nCzech Republic\nNetherlands\nArtists\nMusicBrainz\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Piers_Morgan&oldid=1197205133\"",
    "twitter": ""
  }
]