[
  {
    "name": "Reason Foundation",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/reason-foundation",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American libertarian think tank\nReason FoundationFounder(s)Robert W. Poole Jr., Manuel S. Klausner, Tibor R. MachanEstablished1978; 46 years ago (1978)[1]MissionAdvancing a free society by developing, applying, and promoting libertarian principles, including individual liberty, free markets, and the rule of lawFocusPublic policyPresidentDavid Nott[1]ChairGerry OhrstromKey peopleDrew Carey, Nick Gillespie, Matt WelchBudgetRevenue: $10,473,482Expenses: $9,760,275(FYE September 2015)[2]Subsidiariesreason.comreason TVSlogan\"free minds and free markets\"LocationLos Angeles, California, U.S.Washington, D.C., U.S.Websitereason.org\nThis article is part of a series onLibertarianismin the United States\nSchools\nAgorism\nAnarcho-capitalism\nAustro\nAutarchism\nBleeding-heart\nChristian\nConsequentialist\nFeminist\nFusionism\nGeo\nGreen\nLeft-wing market anarchism\nMinarchism\nNatural-rights\nNeo\nPaleo\nPanarchism\nPaternalist\nPropertarianism\nTechno\nTranshumanist\nVoluntaryism\n\nPrinciples\nAnti-imperialism\nCivil libertarianism\nConstitutionalism\nCounter-economics\nDecentralization\nDeparturism\nEconomic freedom\nEvictionism\nFree banking\nFree market\nFree-market environmentalism\nFree migration\nFree trade\nFree will\nFreedom of association\nFreedom of contract\nFreedom of speech\nHomestead principle\nIndividuality\nIndividualism\nLiberty\nLimited government\nLocalism\nMarriage privatization\nNatural rights and legal rights\nNon-aggression principle\nNon-interventionism\nNon-politics\nNon-voting\nOpen border\nPolycentric law\nPrivate defense agency\nPrivate property\nPublic choice theory\nRestorative justice\nRight to bear arms\nRugged Individualism\nSelf-ownership\nSingle tax\nSmall government\nSpontaneous order\nStateless society\nTax resistance\nTitle-transfer theory of contract\nVoluntary association\nVoluntary society\n\nHistory\nAge of Enlightenment\nAbolitionism in the United States\nClassical liberalism\nAnti-Federalism\nTranscendentalism\nIndividualist anarchism in the United States\nOld Right\nNew Left\nFreedom School\n\nEconomics\nAustrian School\nEconomic liberalism\nFiscal conservatism\nGeorgism\nLaissez-faire\nNeoliberalism\nSupply-side economics\n\nPeople\nAmash\nAndrews\nBarnett\nBlock\nBrennan\nBurt\nChamberlain\nCaplan\nCarson\nChartier\nChodorov\nChomsky\nCleveland\nCoolidge\nEpstein\nD. Friedman\nM. Friedman\nP. Friedman\nR. Friedman\nGalambos\nGarrett\nGeorge\nGillespie\nGoldwater\nGreene\nGutfeld\nHarper\nHazlitt\nHeinlein\nHess\nHeywood\nHoppe\nHospers\nHuemer\nJillette\nJohnson\nJorgensen\nKinsella\nC. Koch\nD. Koch\nKonkin III\nC. Lane\nR. Lane\nLeFevre\nMachan\nMcElroy\nMencken\nMises\nNapolitano\nNock\nNolan\nNozick\nPaterson\nPaul\nPostrel\nPugsley\nRand\nRead\nRockwell\nRomney\nRothbard\nSarwark\nSchulman\nSciabarra\nScott\nSmith\nSowell\nSkousen\nSpooner\nStossel\nSwartz\nSzasz\nTaleb\nTeller\nThiel\nThoreau\nTucker\nVentura\nWarren\nWilder\nWilliams\nWilson\nWoods\n\nIssues\nAbortion\nCapital punishment\nCriticism\nForeign affairs\nImmigration\nIntellectual property\nInternal debates\nLGBT rights\nObjectivism\nPolitical parties\nPolitics\nState\nTheories of law\n\nCulture\nCome and take it\nGadsden flag\nLibertarian science fiction\nRon Swanson\n\nOrganizations\nCato Institute\nFederalist Society\nFree State Project\nFoundation for Economic Education\nInternational Alliance of Libertarian Parties\nLibertarian Party\nLiberty International\nMises Institute\nReason Foundation\nStudents for a Democratic Society\nStudents for Liberty\n\nWorks\nThe Anarchist Cookbook\nAnarchy, State, and Utopia\nThe Betrayal of the American Right\nCivil Disobedience\nConceived in Liberty\nDefending the Undefendable\nThe Discovery of Freedom\nEnd the Fed\nThe Ethics of Liberty\nFor a New Liberty\nFree to Choose\nThe God of the Machine\nLiberty\nThe Machinery of Freedom\nMan, Economy and State\nThe Moon is a Harsh Mistress\nThe Mainspring of Human Progress\nThe Market for Liberty\nNo, They Can't\nNo Treason\nNew Libertarian Manifesto\nOur Enemy, the State\nThe Problem of Political Authority\nProgress and Poverty\nProtection or Free Trade\nRadicals for Capitalism\nSeeing Like a State\nTo Serve and Protect\nThe Unconstitutionality of Slavery\n\nRelated topics\nAmerican militia movement\nBoogaloo movement\nConservatism in the United States\nDark Enlightenment\nLeft-libertarianism\nLiberalism in the United States\nLibertarian conservatism\nLibertarian Democrat\nLibertarian Republican\nLibertarian socialism\nLibertarianism in Hong Kong\nLibertarianism in South Africa\nLibertarianism in the United Kingdom\nNew Right\nObjectivism\nOn Democracy in America\nOutline of libertarianism\nRight-libertarianism\nSovereign citizen movement\n\n Liberalism portal\n Conservatism portal\n Libertarianism portal\n United States portalvte\nThe Reason Foundation is an American libertarian think tank that was founded in 1978.[3][4] The foundation publishes the magazine Reason. Based in Los Angeles, California, it is a nonprofit, tax-exempt organization. According to its website, the foundation is committed to advancing \"the values of individual freedom and choice, limited government, and market-friendly policies.\" In the 2014 Global Go To Think Tank Index Report (Think Tanks and Civil Societies Program, University of Pennsylvania), the foundation was number 41 (of 60) in the \"Top Think Tanks in the United States\".[5]\nReason Foundation's policy research areas include: air traffic control, American domestic monetary policy, school choice, eminent domain, government reform, housing, land use, immigration, privatization, public–private partnerships, urban traffic and congestion, transportation, industrial hemp, medical marijuana, police raids and militarization, free trade, globalization, and telecommunications.[6] Affiliated projects include Drew Carey's Reason TV video website. Reason Foundation staff also regularly contribute to the Out of Control Policy Blog.\nReason Foundation cofounder Robert Poole is an MIT-trained engineer and the author of Cutting Back City Hall.[7] The book provided the intellectual support for Margaret Thatcher's privatization efforts in the United Kingdom during the 1980s.[8] Poole remains at Reason serving as an officer on the organization's board of trustees and director of transportation. He founded Reason magazine with Manny Klausner and Tibor Machan.[7]\n\n\nBackground[edit]\nRobert Poole founded Reason Foundation and served as its president from 1978 to 2001.[1] Patricia Lynn Scarlett took over as president in 2001, but soon resigned to join the George W. Bush administration as assistant secretary for policy, management, and budget at the Department of the Interior.[citation needed] David Nott, a Stanford University graduate, has served as Reason Foundation's president since 2001.[1]\nThe foundation is an associate member of the State Policy Network, a U.S. national network of free-market-oriented think tanks.[9]\n\nFunding and partners[edit]\nAs a 501(c)(3) nonprofit organization, Reason Foundation is supported by donations and sale of its publications.[1] According to 2012 disclosures,[4] its largest donors were the David H. Koch Charitable Foundation ($1,522,212) and the Sarah Scaife Foundation ($2,016,000).\nIn 2020, the independent rating group Charity Navigator rated Reason with four out of four stars.[10][11]\n\nPublications[edit]\nPart of a series onLibertarianism\nConcepts\nAbstention\nAge of consent reform\nAnti-authoritarianism\nAnti-capitalism\nAntimilitarism\nAnti-statism\nClass struggle\nCounter-economics\nCrypto-anarchism\nDecentralization\nDeparturism\nDirect action\nEconomic freedom\nEgalitarianism\nEvictionism\nExpropriative anarchism\nFederalism (anarchist)\nFree association (Marxism and anarchism)\nFree love\nFree market\nFree-market environmentalism\nFree migration\nFree trade\nFreedom of association\nFreedom of contract\nGift economy\nHomestead principle\nIllegalism\nIndividualism\nIndividual reclamation\nLiberty\nLibertarianism (metaphysics)\nLocalism\nNatural law\nNatural rights and legal rights\nNight-watchman state\nNon-aggression principle\nParticipatory economics\nPropaganda of the deed\nProperty is theft!\nRefusal of work\nSelf-governance\nSelf-ownership\nSingle tax\nSocial ecology\nSpontaneous order\nSquatting\nStateless society\nTax resistance\nVoluntary society\nWorkers' councils\nWorkers' self-management\n\nIssues\nAbortion\nAffirmative action\nAnarcho-capitalism and minarchism\nCapital punishment\nCriticism\nForeign intervention\nImmigration\nIntellectual property\nInternal debates\nLGBT rights\nObjectivism\nPolitical alliances\nPolitical parties\nTheories of law\n\nPhilosophers\nLa Boétie\nPaine\nBentham\nGodwin\nHodgskin\nWarren\nEmerson\nStirner\nSpooner\nProudhon\nAndrews\nBakunin\nThoreau\nSpencer\nHerbert\nGeorge\nDe Cleyre\nGoldman\nGandhi\nMises\nPaterson\nHayek\nRand\nFriedman (Milton)\nBookchin\nHess\nRothbard\nChomsky\nNozick\nMachan\nBlock\nFriedman (David)\nKonkin\nHoppe\nHuemer\nBrennan\n\nPoliticians\nBastiat\nGladstone\nActon\nCleveland\nCoolidge\nGoldwater\nPaul\nKorwin-Mikke\nJohnson\nMilei\nHannan\n\nNational variants\nSouth Africa\nSpain\nUnited Kingdom\nUnited States\n\nHistorical background\nAge of Enlightenment\nAnarchism\nAristotelianism\nLiberalism\nclassical\nradical\n\nRelated topics\nAbolitionism\nAnti-collectivism\nAnti-communism\nAnti-fascism\nAnti-socialism\nAustro-libertarianism\nCenter for Libertarian Studies\nCivil libertarianism\nClassical liberalism\nConstitutionalism\nEconomic liberalism\nFreeman on the land movement\nFusionism\nGreen libertarianism\nLibertarian conservatism\nLibertarian Democrats\nLibertarian socialism\nLibertarian Republicans\nLibertarian science fiction\nLibertarianism in South Africa\nLibertarianism in the United Kingdom\nLibertarianism in the United States\nObjectivism\nPublic choice theory\nSmall government\nSovereign citizen movement\nTechnolibertarianism\n\n Libertarianism portal\n Anarchism portal\n Politics portalvte\nAnnual Privatization Report, Privatization Watch, and Innovators in Action[edit]\nReason Foundation publishes the Annual Privatization Report, which reports on news and trends in U.S. outsourcing, privatization, and public-private partnerships. Privatization Watch is another of the Foundation's privatization publications published quarterly. Innovators in Action is an annual publication that advocates shrinking the size and scope of government, usually through privatization. Former New York City Mayor Rudy Giuliani, former Florida Gov. Jeb Bush, former Colorado Gov. Bill Owens wrote columns for this publication in 2007.[citation needed]\n\nAnnual Highway Report[edit]\nReason Foundation's Annual Highway Report ranks each state's transportation system on cost-effectiveness and efficiency.[12]\n\nReason magazine[edit]\nMain article: Reason (magazine)\nReason Foundation's primary publication is the magazine, Reason, which was first published in 1968 by Lanny Friedlander,[1] and was originally an infrequently published mimeographed magazine. In 1970, Robert Poole purchased Reason with Manuel S. Klausner and Tibor R. Machan, who set the magazine on a more regular publication schedule.[13] The magazine covers politics, culture, and ideas through a mix of news, analysis, commentary, and reviews.\nReason and Reason Online are editorially-independent publications of the foundation.[14] Reason magazine won three Los Angeles Press Club awards in 2008.[15]\n\nPolicy areas[edit]\nPrivatization[edit]\nReason Foundation cofounder Robert Poole \"is credited as the first person to use the term 'privatization' to refer to the contracting-out of public services and is the author of the first-ever book on municipal privatization, Cutting Back City Hall, published by Universe Books in 1980.\"[7] The book was very influential, notably, by providing the intellectual support for Margaret Thatcher's privatization efforts in the United Kingdom.[8] Thatcher wrote in the foundation's Annual Privatization Report 2006, \"State control is fundamentally bad because it denies people the power to choose and the opportunity to bear responsibility for their own actions. Conversely, privatisation shrinks the power of the state and free enterprise enlarges the power of the people.\"[16]\nThe Reason Foundation supports the privatization of (or public-private partnerships for) almost all government functions. Leonard Gilroy, Reason Foundation's director of government reform, describes privatization as \"a strategy to lower the costs of government and achieve higher performance and better outcomes for tax dollars spent.\"[17] Gilroy also notes that \"If badly executed, privatization like any other policy can fail. Taxpayers are no better off, and may be worse off, if a service is moved from a government agency to an incompetent or inefficient private business.\"[17]\n\nTransportation[edit]\nReason is engaged in several transportation policy endeavors. (Foundation cofounder Robert Poole serves as the director of transportation policy.[as of?]) According to the New York Times, \"[f]or 17 years, Mr. Poole has been the chief theorist for private solutions to gridlock. His ideas are now embraced by officials from Sacramento to Washington.\"[18]\nThe Galvin Mobility Project has led to the production of studies on the causes of congestion, such as the book \"Mobility First: A New Vision for Transportation in a Globally Competitive Twenty-First Century\" by Reason Foundation's director of urban growth and land use policy, Sam Staley.\n\nEducation[edit]\nReason Foundation advocates for education reform through expanded school choice initiatives. Reason's director of education and child welfare, Lisa Snell, authored a study in 2009 entitled Weighted Student Formula Yearbook 2009, which examined school districts using student-based \"backpack funding.\"[19] Snell is also: \"an advisory board member to the National Quality Improvement Center for the Children’s Bureau; on the charter school accreditation team for the American Academy for Liberal Education; and serves as a board member for the California Virtual Academy.\"[20]\n\nMunicipal broadband[edit]\nIn 2006, Reason Foundation issued a report criticizing a municipal Wi-Fi project iProvo in Provo, Utah as financially unstable and ineffective at lowering Internet costs or raising broadband use.[21] iProvo proponents responded vigorously with a white paper rebutting Reason's conclusions.[22]\nIn 2008, Reason issued a follow-up report entitled, iProvo Revisited: Another Year and Still Struggling. According to Reason, the predictions in its first report had proven true: \"iProvo's total losses are likely to exceed $10 million by the end of this fiscal year – and that figure doesn't include the $39.5 million borrowed to launch the project, most of which still needs to be paid back.\"[23] Reason called for the city to \"cut its losses\" and sell the network to a private company. Shortly after the 2008 report was issued, the mayor of Provo, Lewis Billings, who had been highly critical of the Reason reports, announced that iProvo would in fact be sold to a private enterprise, Broadweave, for $40 million.[24]\n\nClimate change[edit]\nIn 2005, Reason magazine's science writer Ronald Bailey wrote a column declaring that climate change is both real and anthropogenic. He wrote, \"Anyone still holding onto the idea that there is no global warming ought to hang it up. All data sets – satellite, surface, and balloon – have been pointing to rising global temperatures.\"[25]\nIn 2006, Bailey wrote an article entitled \"Confessions of an Alleged ExxonMobil Whore: Actually no one paid me to be wrong about global warming. Or anything else.\"[26] In the article Bailey explains how increasing public rebuff changed his mind on climate change.\n\nWar in Iraq[edit]\nThe Reason Foundation was critical of the cost of the war in Iraq. Reason magazine's May 2008 cover story, \"Trillion Dollar War\",[27] discussed what it viewed as the dubious ways in which the war in Iraq and Afghanistan have been funded by Congress, the military–industrial complex, and the Bush administration.\n\nHealth care[edit]\nOn August 25, 2010, ReasonTV published a video entitled, \"Wheat, Weed and Obamacare: How the Commerce Clause Made Congress All-Powerful\", as part of an effort to question the constitutionality of the Patient Protection and Affordable Care Act (PPACA), also known as Obamacare.[4] The video has been credited with popularizing the argument in conservative circles that PPACA's individual mandate to buy health insurance is constitutionally equivalent to requiring consumers to buy particular types of fruits or vegetables.[4] This argument was ultimately articulated by Justice Antonin Scalia, who suggested during oral argument of the PPACA cases that if Congress has the power to require Americans to buy health insurance, then \"Therefore, you can make people buy broccoli.\"[4]\n\nBastiat Prize[edit]\nReason Foundation issued an annual Bastiat Prize (named after Frédéric Bastiat) to recognize writing that “best demonstrates the importance of freedom with originality, wit and eloquence”. Awardees include Bari Weiss, Radley Balko, Daniel Hannan, Robert Graboyes, Ross Clark, Virginia Postrel, Tom Easton, Bret Stephens, Amit Varma, Jamie Whyte, Tim Harford, Robert Guest, Brian Carney, and Amity Shlaes.[28]\n\nDrew Carey Project and Reason TV[edit]\nComedian and The Price Is Right host Drew Carey serves on the board of trustees at Reason Foundation. According to an interview by Katherine Herrup of The New York Sun with Nick Gillespie (current editor-in-chief of Reason TV), Carey initially proposed the idea for Reason TV after reading Reason magazine for years. He then both appeared in and narrated many videos produced by Reason TV.[29]\nOne of the collaboration's first projects, Carey's video criticizing the Drug Enforcement Administration's medical marijuana raids, received significant national attention,[30] Some of his other videos for the foundation have promoted free trade; criticized the government's raids of local poker games and an Arizona attempt to ban dancing in a family restaurant (Footloose in Arizona);[31] highlighted a ban on bacon-wrapped hot dogs in Los Angeles; detailed abuse of eminent domain laws; called for more toll roads to relieve congestion; argued for deregulation of organ donation (including kidneys and other organs); and called for immigration reform.[32]\nReason TV produced a full-length documentary entitled Reason Saves Cleveland with Drew Carey applying success stories from around the United States to \"save Cleveland.\" The documentary was awarded \"Best Advocacy Journalism\" at the 53rd Annual Southern California Journalism Awards by the Los Angeles Press Club.[33]\n\nOath of Presidential Transparency[edit]\nReason Foundation and a bipartisan group of more than thirty other organizations asked all of the 2008 U.S. presidential candidates to sign a pledge promising that, if elected, they would deliver the most transparent presidency in history and guaranteeing the executive branch would adhere to the concepts of open government. The candidates who signed the oath were: Sen. Barack Obama (D–Illinois), Rep. Ron Paul (R–Texas), Sen. Sam Brownback (R–Kansas), former Sen. Mike Gravel (D–Alaska), Rep. Dennis Kucinich (D–Ohio), Libertarian candidate Bob Barr, and John Cox.\nReason Foundation's vice president of research Adrian Moore said of the oath, \"The next president should be committed to transparency and accountability. Redesigning the federal government, so that it is more accountable to taxpayers and businesses, is a nonpartisan issue. Transparency will help produce a government focused on results instead of our current system, which is plagued by secrecy, wasteful spending and pork projects.\"[34]\nThen-Senator Barack Obama echoed those sentiments saying, \"Every American has the right to know how the government spends their tax dollars, but for too long that information has been largely hidden from public view. This historic law will lift the veil of secrecy in Washington and ensure that our government is transparent and accountable to the American people.\"[34]\n\nReferences[edit]\n\n\n^ a b c d e f \"About the Reason Foundation\". Reason Foundation. 2008-04-03. Retrieved June 14, 2015.\n\n^ \"Reason Foundation\" (PDF). Foundation Center. Retrieved 23 March 2017.\n\n^ Abrams, Garry (June 25, 1986). \"The Coming of Age for the Reason Foundation: Libertarian Think Tank Is Relocating Here in Bid for a Higher Profile and Greater Clout\". Los Angeles Times. Retrieved 13 September 2016.\n\n^ a b c d e Stewart, James B. (June 13, 2012). \"How Broccoli Landed on Supreme Court Menu\". New York Times.\n\n^ McGann (Director), James G. (February 4, 2015). \"2014 Global Go To Think Tank Index Report\". Retrieved February 14, 2015..\n\n^ \"Reason Foundation\". 29 April 2014.\n\n^ a b c \"Robert Poole\". Reason Foundation. Retrieved 14 September 2016.\n\n^ a b John Blundell, \"Margaret Thatcher: A Portrait of an Iron Lady\", 100.\n\n^ \"Directory SPN Members\". State Policy Network. Archived from the original on March 18, 2015. Retrieved March 23, 2015.\n\n^ \"Charity Rating\". Charity Navigator. Also see \"GuideStar Summary\". GuideStar.\n\n^ Smith, Julia; Thompson, Sheryl; Lee, Kelley (2016-01-01). \"The Atlas Network: a \"strategic ally\" of the tobacco industry\". The International Journal of Health Planning and Management. 32 (4): 433–448. doi:10.1002/hpm.2351. ISSN 1099-1751. PMC 5716244. PMID 27125556.\n\n^ Almendrala, Anna (July 3, 2013). \"2013 Highway Report Reveals Worst State Highway Systems In U.S.\" The Huffington Post. Retrieved 13 September 2016.\n\n^ Gabree, John (May 5, 1988). \"20 Years on Battle Lines for Reason\". Los Angeles Times. Retrieved 13 September 2016.\n\n^ Warren, James (June 17, 2016). \"Reason's new editor on politics, intern life and leading the magazine into its next 50 years\". Poynter. Retrieved 13 September 2016.\n\n^ \"50th Annual Southern California Journalism Awards\". Los Angeles Press Club. Archived from the original on 26 September 2008. Retrieved 13 September 2016.{{cite web}}:  CS1 maint: bot: original URL status unknown (link)\n\n^ Margaret Thatcher, \"Rebuilding An Enterprise Society Through Privatisation\", Annual Privatization Report 2006, p. 7 (http://reason.org/files/d767317fa4806296191436e95f68082a.pdf).\n\n^ a b Leonard Gilroy and Adrian Moore, \"Ten Principles of Privatization\"\n\n^ Egan, Timothy (April 28, 2005). \"Paying on the Highway to Get Out of First Gear\". New York Times. Retrieved 14 September 2016.\n\n^ Lisa Snell, Weighted Student Formula Yearbook 2009\n\n^ \"Reason Foundation\". Reason Foundation Expert.\n\n^ Titch, Steven (1 December 2006). \"Spinning its Wheels\". Reason Foundation.\n\n^ Tad Walch, Deseret News, \"Provo lashes iProvo critics\"\n\n^ Reason Foundation Press Release: \"iProvo Losses at $8 Million and Counting\" http://www.reason.org/news/iprovo_municipal_wifi_broadband_update_041608.shtml Archived 2008-04-21 at the Wayback Machine\n\n^ Deseret News. \"iProvo, Broadweave Nearly Close Deal\" http://deseretnews.com/article/1,5143,700239528,00.html\n\n^ Bailey, Ronald (11 August 2005). \"We're All Global Warmers Now\". reason.com.\n\n^ Bailey, Ronald (22 September 2006). \"Confessions of an Alleged ExxonMobil Whore\". reason.com.\n\n^ \"Trillion Dollar War\" by Veronique de Rugy in Reason magazine http://www.reason.com/news/show/125438.html\n\n^ \"The New York Times' Bari Weiss Wins the 2018 Bastiat Prize\". 17 July 2018.\n\n^ McIntyre, Michael (March 14, 2010). \"Drew Carey explains why he wants to help save Cleveland and how he proposes to do it\". Cleveland Plain Dealer. Retrieved 14 September 2016.\n\n^ Associated Press and USA Today: \"Drew Carey Defends Medical Marijuana\" https://www.usatoday.com/life/people/2007-11-01-carey-marijuana_N.htm\n\n^ Arizona Republic: San Tan Flats Wins Dance Duel http://www.azcentral.com/community/pinal/articles/2008/04/30/20080430santanflat0430-on.html\n\n^ Archive of Videos Produced by Drew Carey for Reason TV http://reason.tv/featuredvids\n\n^ \"2011 Southern California Journalism Awards Winner\" (PDF). Los Angeles Press Club. Retrieved 14 September 2016.\n\n^ a b \"Reason Foundation\". 2007-08-24.\n\n\nExternal links[edit]\n\nLibertarianism portal\nOfficial website\nReason magazine\nEDIRC listing (provided by RePEc)\nOrganizational Profile – National Center for Charitable Statistics (Urban Institute)\nProfile from Charity Navigator\nProfile from Guidestar\n\"Reason Foundation Internal Revenue Service filings\". ProPublica Nonprofit Explorer.\nReason Foundation at Ballotpedia\nAuthority control databases International\nISNI\nVIAF\nNational\nUnited States\n\n33°59′03″N 118°23′58″W﻿ / ﻿33.9842°N 118.3995°W﻿ / 33.9842; -118.3995\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Reason_Foundation&oldid=1194744430\"",
    "twitter": ""
  },
  {
    "name": "Rebecca Sheehan",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/rebecca-sheehan-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Register Citizen",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/register-citizen-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Rem Reider",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/rem-reider",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Republican Party",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/republican-party",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "\n\n\nLook up Republican Party in Wiktionary, the free dictionary.\n\nRepublican Party is a name used by many political parties around the world, though the term most commonly refers to the United States' Republican Party.\nRepublican Party may also refer to:\n\n\nAfrica[edit]\nRepublican Party (Liberia)\nRepublican Party (Malawi)\nRepublican Party (Namibia)\nRepublican Party (Tunisia)\nAmericas[edit]\nBrazil[edit]\nRepublicanos\nParty of the Republic, in Brazil\nRepublican Party (Brazil), active 1945–1965\nRepublican Party of São Paulo, active in Brazil 1873–1937\nRepublican Party of the Social Order, in Brazil\nChile[edit]\nRepublican Party (Chile, 2019)\nRepublican Party (Chile, 1982), active in Chile 1982-1987\nUnited States[edit]\nRepublican Party (United States), the current major party; active since 1854\nAmerican Republican Party (1843), active circa 1840s\nDemocratic-Republican Party, active circa 1790s–1820s\nLiberal Republican Party (United States), active 1872\nNational Republican Party, active circa 1820s\nPuerto Rico Republican Party\nRepublican Party of the Virgin Islands\nOther Republican Parties in the Americas[edit]\nRepublican Party (Canada)\nRepublican Party (Jamaica)\nAsia[edit]\nIndia[edit]\nRepublican Party of India\nFactions, splinter groups and attempts at unification:\nRepublican Party of India (Athawale)\nRepublican Party of India (Gavai)\nPeoples Republican Party\nRepublican Party of India (Democratic)\nRepublican Party of India (Kamble)\nRepublican Party of India (Khobragade)\nRepublican Party of India (United)\nOther Republican Parties in Asia[edit]\nRepublican Party of Afghanistan\nRepublican Party (Cambodia)\nRepublican Party (China)\nRepublican Party (East Timor)\nIslamic Republican Party, in Iran\nRepublican Party (Maldives)\nMongolian Republican Party\nCivic Will – Republican Party, in Mongolia\nRepublican Turkish Party, in Northern Cyprus\nRepublican Party (Pakistan)\nRepublican Party (Philippines)\nMinkuotang, in Taiwan\nEurope[edit]\nFrance[edit]\nRepublican, Radical and Radical-Socialist Party\nIndependent Republicans\nRepublican Party (France)\nRally for the Republic\nDemocratic Republican Alliance\nThe Republicans (France)\nIceland[edit]\nRepublican Party (Iceland, 1953)\nRepublican Party (Iceland, 2013)\nIreland[edit]\nFianna Fáil, full name Fianna Fáil – The Republican Party, in Ireland\nRepublican Sinn Féin\nSinn Féin\nItaly[edit]\nEuropean Republicans Movement\nItalian Republican Party\nThe Republicans (Italy)\nOther Republican Parties in Europe[edit]\nRepublican Party of Albania\nRepublican Party of Armenia\nRepublican Party (Bosnia and Herzegovina)\nRepublic of Bulgaria (Bulgaria)\nRepublican Party of Farmers and Peasants (Czechoslovakia)\nRally for the Republic – Republican Party of Czechoslovakia (Czechoslovakia, now Czech Republic)\nRepublican Party (Estonia)\nRepublic (Faroe Islands)\nRepublican Party of Georgia\nThe Republicans (Germany)\nRepublican Party (Hungary)\nRepublican Party of Moldova\nThe Republicans (Poland)\nPortuguese Republican Party\nRepublican Party (Romania)\nRepublican Party (Turkey)\nRepublican Party of the Russian Federation\nYugoslav Republican Party\nOceania[edit]\nRepublican Party of Australia\nRepublican Party of Guam\nNew Zealand Republican Party (1967)\nNew Zealand Republican Party (1995)\nRepublican Party (Northern Mariana Islands)\nVanuatu Republican Party\nSee also[edit]\nRepublican (disambiguation)\nRepublican People's Party (disambiguation)\nPeople's Republican Party (disambiguation)\nRepublicanism, an ideology of being a citizen in a state as a republic under which the people hold popular sovereignty\nRepublican Alternative Party (disambiguation)\nRepublican Liberal Party (disambiguation)\nTopics referred to by the same term\n\nThis disambiguation page lists  articles associated with the title Republican Party.If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Republican_Party&oldid=1186866185\"",
    "twitter": ""
  },
  {
    "name": "Rex Huppke",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/rex-huppke-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Rich Lowry",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/rich-lowry-syndicated-columnist",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "American writer and editor of National Review\nRich LowryLowry in 2014Born (1968-08-22) August 22, 1968 (age 55)Arlington County, Virginia, U.S.EducationUniversity of Virginia (BA)Occupation(s)Editor-in-chief, syndicated columnistKnown forNational Review\nRichard Lowry (/ˈlaʊri/; born August 22, 1968)[1] is an American writer who is the former editor and now editor-in-chief of National Review, an American conservative news and opinion magazine. Lowry became editor of National Review in 1997 when selected by its founder, William F. Buckley, Jr., to lead the magazine. Lowry is also a syndicated columnist, author, and political analyst who is a frequent guest on NBC News and Meet the Press. He has written four books.\n\n\nEarly life[edit]\nLowry was born and grew up in Arlington, Virginia, the son of a social worker mother and an English professor father.[1][2][3][4] After graduating from Yorktown High School in Arlington, Lowry attended the University of Virginia, where he studied English and history.[5] He was editor of the Virginia Advocate, the school's conservative monthly magazine.\n\nCareer[edit]\nAfter graduating, Lowry worked for Charles Krauthammer as a research assistant, and, later, as a reporter for a local newspaper in northern Virginia.[5]\nIn 1992, Lowry joined National Review, after finishing second in the magazine's young writers' contest. In the summer of 1994, he became the articles editor for National Review and moved to Washington, D.C. to cover Congress.[5] In November 1997, Lowry became editor of National Review at the age of 29, taking over from John O'Sullivan, who had succeeded Buckley in that position ten years earlier.[6] At the time, Buckley said of Lowry, \"I am very confident that I've got a very good person.\"[6]\nDuring the COVID-19 pandemic, Lowry praised Florida governor Ron DeSantis for his hands-off approach to COVID-19 in a May 2020 column titled \"Where does Ron DeSantis go to get his apology?\".[7][8]\nLowry writes a syndicated column for King Features and an opinion column for Politico.\nAs a political commentator, he regularly appears on various cable shows and network Sunday shows, including NBC's Meet the Press, ABC's This Week, and FOX News Sunday.\n\nExternal videos Booknotes interview with Lowry on Legacy, November 9, 2003, C-SPAN Presentation by Lowry on Lincoln Unbound, June 18, 2013, C-SPAN Presentation by Lowry on Lincoln Unbound, March 22, 2014, C-SPAN Presentation by Lowry on The Case for Nationalism, November 18, 2019, C-SPAN Washington Journal interview with Lowry on The Case for Nationalism, December 29, 2019, C-SPAN\nBooks[edit]\nLowry has written three non-fiction books. His New York Times best-selling book, Legacy: Paying the Price for the Clinton Years[9] is a polemic against former President Bill Clinton, whom he characterizes as \"Navel-Gazer-in-Chief\".[10] In June 2013, he published the Abraham Lincoln political biography Lincoln Unbound.[11]\n\nLowry with then United States Secretary of State Mike Pompeo at a 2019 National Review Institute summit\nIn November 2019, he published The Case for Nationalism: How It Made Us Powerful, United, and Free.[12] In a review in Foreign Affairs, Georgetown University Professor of Government, Charles King, criticized the book, arguing that Lowry's definition of a nation is vague, ahistorical and contradictory: \"few of Lowry's statements would pass muster with historians\", and that Lowry's assertions about the unity, homogeneity and fixity of units such as Ancient Egypt, Korea, Japan and China \"should be an embarrassment\" to \"any serious thinker.\"[13] Pulitzer Prize winner Carlos Lozada was harshly critical of the book in a review for The Washington Post, describing it as an attempt to sanitize President Donald Trump's variant of nationalism and \"part of a larger effort on the right to create an after-the-fact framework for Trumpism, to contort the president's utterances and impulses into a coherent worldview that can outlast him — a sort of rescue mission for the conservative movement.\"[14]\nLowry's first novel, the political thriller Banquo's Ghosts, was co-written with Keith Korman and published in 2009.[15]\n\nPersonal life[edit]\nIn June 2011, Lowry married Vanessa Palo at the Church of St. Vincent Ferrer in Manhattan.[16]\n\nWorks[edit]\nLowry, Rich (2003). Legacy: Paying the Price for the Clinton Years. Washington DC: Regnery Publishing. ISBN 978-0895261298.\nLowry, Rich; Korman, Keith (2009). Banquo's Ghosts. New York: Vanguard Press. ISBN 978-1593155681.\nLowry, Rich (2013). Lincoln Unbound. New York: Broadside Books. ISBN 978-0062123787.\nLowry, Rich (2019). The Case for Nationalism: How It Made Us Powerful, United, and Free. New York: Broadside Books. ISBN 978-0062839640.\nSee also[edit]\nNew Yorkers in journalism\nReferences[edit]\n\n\n^ a b \"Rich Lowry\". NNDB. Retrieved July 25, 2014.\n\n^ \"Power Punk: Rich Lowry\". Observer. 2003-12-15. Retrieved 2017-04-17.\n\n^ \"Edward D. Lowry, R.I.P.\" National Review. Retrieved 2017-04-17.\n\n^ \"Edward D. Lowry's Obituary on The Washington Post\". The Washington Post. Retrieved 2017-04-17.\n\n^ a b c \"Rich Lowry\". National Review Online. Archived from the original on April 23, 2013. Retrieved July 24, 2014.{{cite web}}:  CS1 maint: unfit URL (link)\n\n^ a b \"National Review Changing Editor\". The New York Times. November 5, 1997. Retrieved July 25, 2014.\n\n^ Gancarski, A. G. (2020-05-21). \"For Ron DeSantis, conservative press is media of record\". Florida Politics - Campaigns & Elections. Lobbying & Government. Retrieved 2020-07-10.\n\n^ Fineout, Gary; Dixon, Matt (21 May 2020). \"Florida's long-running voter fraud probe ends — DeSantis unleashes on former health department employee — State officials didn't warn public about early signs of pandemic\". POLITICO. Retrieved 2020-07-10.\n\n^ Lowry, Richard (2003). Legacy: Paying the Price for the Clinton Years. New York: Regnery Publishing. ISBN 978-0895261298.\n\n^ Lowry 2003, p. 2.\n\n^ Lowry, Rich (2013). Lincoln Unbound. New York: Broadside Books. ISBN 978-0062123787.\n\n^ Lowry, Richard (2019). The Case for Nationalism: How It Made Us Powerful, United, and Free. New York: Broadside Books. ISBN 978-0062839640.\n\n^ \"America's Original Identity Politics\". Foreign Affairs. 2019-11-13. ISSN 0015-7120. Retrieved 2019-11-17.\n\n^ Lozada, Carlos (2019). \"The inherently, intrinsically and inevitably flawed case for American nationalism\". The Washington Post.\n\n^ Blum, William (June 8, 2009). \"The Anti-Empire Report\". Foreign Policy Journal. Retrieved July 25, 2014.\n\n^ Allen, Mike (28 June 2011). \"How advisers sway Obama - Florida trends Dem. - Twitter courts journalists - Pawlenty to hit rivals as dovish - Bachmann calls herself 'substantive' - Rich Lowry married - Leon Panetta b'day\". POLITICO. Retrieved 2023-02-27.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Rich Lowry.\n\n\n\n\nWikiquote has quotations related to Rich Lowry.\n\nNational Review Online articles by Rich Lowry\nPolitico articles by Rich Lowry\nTownhall articles by Rich Lowry\nReal Clear Politics articles by Rich Lowry\nBloggerheads debate with Rich Lowry and Michael Tomasky\nAppearances on C-SPAN\nvteFox News personalitiesAnchors\nBanderas\nBream\nHemmer\nNeville\nRoberts\nScott\nShawn\nSmith\nHosts\nBaier\nBartiromo\nCain\nCampos-Duffy\nCasone\nCavuto\nDoocy\nEarhardt\nFaulkner\nGowdy\nGutfeld\nKudlow\nKurtz\nHannity\nHegseth\nHilton\nIngraham\nJenkins\nKennedy\nKilmeade\nH. Levin\nM. Levin\nMacCallum\nMcDowell\nPerino\nPirro\nWatters\nCorrespondentsand reporters\nCorke\nCowan\nDoocy\nEdson\nEmanuel\nGabrielle\nGallagher\nGreen\nGriffin\nHarrigan\nHasnie\nHenneberg\nIngle\nKeating\nKennedy\nLeventhal\nLine\nLlenas\nMcEnany\nMcKelway\nRafferty\nStegall\nContributorsand analysts\nBaker\nBarnes\nBruce\nCafaro\nCompagno\nDomenech\nFord Jr.\nGingrich\nHume\nJones\nLahren\nLane\nLayfield\nLowry\nMarshall\nMcGlowan\nMiller\nMishkin\nMorris\nOwens\nPavlich\nRove\nSiegel\nTerrell\nTimpf\nTyrus\nYork\nWilliams\nMeteorologists\nDean\nReichmuth\nPast hosts\nAngle\nBeck\nBila\nBolling\nBongino\nBriggs\nCamerota\nG. Carlson\nT. Carlson\nChetry\nChilders\nColmes\nGuilfoyle\nHasselbeck\nHenry\nHill\nHuddy\nHuntsman\nJerrick\nG. Kelly\nM. Kelly\nKooiman\nMele\nMorris\nNorth\nO'Reilly\nSchmitt\nSkinner\nSmith\nTantaros\nSusteren\nVittert\nWallace\nWright\nPast correspondentsand reporters\nBarber\nCameron\nFisher\nHuntsman\nGarrett\nGoler\nHerridge\nMolina\nRosen\nPast contributorsand analysts\nBeckel\nBreitbart\nBrown\nCaddell\nCarson\nCafasso\nCheney\nClark\nCrowder\nCupp\nDash\nB. Goldberg\nJ. Goldberg\nHam\nHayes\nHenican\nHoover\nKasich\nKrauthammer\nKristol\nKucinich\nMcCain\nMcInnes\nMorris\nNapolitano\nPalin\nPeters\nPowers\nRivera\nSanders\nSchoen\nStossel\nWest\nWiehl\nWill\nZahn\n\nAuthority control databases International\nISNI\nVIAF\nNational\nGermany\nIsrael\nBelgium\nUnited States\nNetherlands\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Rich_Lowry&oldid=1190203404\"",
    "twitter": ""
  },
  {
    "name": "Rick Snyder",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/rick-snyder-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American politician and business executive\nFor other people with similar names, see Richard Snyder.\n\n\nRick Snyder48th Governor of MichiganIn officeJanuary 1, 2011 – January 1, 2019LieutenantBrian CalleyPreceded byJennifer GranholmSucceeded byGretchen Whitmer\nPersonal detailsBornRichard Dale Snyder (1958-08-19) August 19, 1958 (age 65)Battle Creek, Michigan, U.S.Political partyRepublicanSpouse\nSue Snyder ​(m. 1987)​Children3EducationUniversity of Michigan (BGS, MBA, JD)Signature\nRichard Dale Snyder (born August 19, 1958) is an American business executive, venture capitalist, attorney, accountant, and politician who served as the 48th governor of Michigan from 2011 to 2019.\nSnyder, who was born in Battle Creek, Michigan, began his career in business in 1982. He was chairman of the board of Gateway from 2005 to 2007, a co-founder of Ardesta, LLC, a venture capital firm, HealthMedia, Inc., a digital health coaching company, and is currently CEO of SensCy,[1] a cybersecurity company based in Ann Arbor, Michigan.[2]\nA member of the Republican Party,[3] he won the 2010 Michigan gubernatorial election and won reelection in 2014.[4] Snyder was term-limited and could not seek re-election in 2018 and was succeeded by Democrat Gretchen Whitmer. Snyder was considered a possible Republican Party candidate for Vice President of the United States in 2012, although ultimately Paul Ryan was selected.[5][6][7][8]\nIn 2014, Snyder gained national attention during the Flint water crisis, in which he was accused of mishandling the situation that exposed thousands of Flint residents to lead-contaminated water. A report by the University of Michigan School of Public Health concluded Snyder bore \"significant legal responsibility\" for the Flint water crisis.[9] In 2020, an article was published in Vice detailing evidence of corruption and a cover-up by Snyder, including that he was warned repeatedly about the dangerous effects of the decisions he had made about the Flint water supply.[10] In January 2021, Snyder was among those criminally charged for the crisis.[11] He pled not guilty to two misdemeanor charges.[12][13][14] In December 2022 Genesee County Judge F. Kay Behm dismissed the charges.[15]\n\n\nEarly life, education, and family[edit]\nSnyder was born to Dale F. and Helen Louella Snyder in Battle Creek, Michigan, where he was raised. His father owned a local window-cleaning company in Battle Creek, and was of paternal Dutch descent.[16] He has an elder sister.[17] When he was 16, he took a business class at Kellogg Community College on weekends. By his senior year at Lakeview High School in Calhoun County, Snyder had earned 23 college credits.[18]\nSnyder visited the admissions office of the University of Michigan in November 1975 and spoke with the admissions director, who recommended that Snyder attend Michigan and create his own degree.[19] Snyder received a Bachelor of General Studies in 1977, a Master of Business Administration in 1979, and a Juris Doctor in 1982, all from the University of Michigan.[20][21] Snyder is also a Certified Public Accountant (CPA).[22]\nHe resides in Ann Arbor, Michigan with his wife Sue and their three children and has a vacation home near Gun Lake.[23] The couple were married in 1987 at Cherry Hill Presbyterian Church in Dearborn, Michigan.[24] Snyder has indicated he is a practicing Presbyterian.[24]\n\nMichigan Governor Rick Snyder with First Lady Sue Snyder, at Ford Field in Detroit, January 18, 2013\nBusiness career[edit]\nCoopers & Lybrand[edit]\nSnyder was employed with Coopers & Lybrand, from 1982 to 1991, beginning in the tax department of the Detroit office. Snyder was named partner in 1988. The next year, Snyder was named partner-in-charge of the mergers and acquisitions practice in the Chicago office.[25] He served as an adjunct assistant professor of accounting at the University of Michigan from 1982 to 1984.[26]\n\nGateway, Inc.[edit]\nSnyder joined the computer company Gateway (based in Irvine, California) in 1991 as the executive vice president. He served as president and chief operating officer from 1996 to 1997. He remained on the board of directors until 2007.[27] From 2005 to 2007, Snyder served as the chairman of the board. During 2006, Snyder served as interim chief executive officer while a search for a permanent replacement was made. His tenure on the Gateway board ran from 1991 to 2007 until Gateway was sold to Acer Inc. Snyder stated that he did not vote for outsourcing while he was a Gateway board director and he worked to bring jobs to America as the interim CEO of Gateway.[28]\n\nVenture Capital / Investments[edit]\nIn 1997, Snyder returned to Ann Arbor to found Avalon Investments Inc., a venture capital company with a $100 million fund, along with the co-founder of Gateway, Ted Waitt. Snyder was president and chief executive officer of Avalon from 1997 to 2000. He then co-founded Ardesta LLC, an investment firm, in 2000 along with three co-founders, which invested in 20 start-up companies through 2011. He was chairman and chief executive officer of the company.\n\nHealthMedia, Inc.[edit]\nThis section may require cleanup to meet Wikipedia's quality standards. The specific problem is: Reference formatting and run-on sentences. Please help improve this section if you can. (October 2022) (Learn how and when to remove this template message)\nIn 1998, Snyder angel funded and co-founded, with University of Michigan (U-M) School of Public Health professor Victor Strecher, Ph.D., HealthMedia Incorporated (HMI), a developer of digital health coaching applications that implemented tailored questionnaires to gather personal information with the goal of creating customized health promotion plans for individuals. The U-M's Office of Technology Transfer played an integral role in helping HMI get started with Vic Strecher as the founding CEO and the U-M's publicly funded Health Media Research Laboratory (founded and directed by Strecher and now called the Center for Health Communications Research) providing the new company with exclusive research and development findings into health-related computerized tailored messaging and the exclusive licence to sell that content (UM spawns spinoffs, patents). Despite these university-based start-up and R&D advantages, HMI got off to a poor performance start and in 2001 Snyder replaced the founding CEO (Strecher remained on the HMI board) and personally rescued the company from insolvency with more of his own money. After multiple rounds of more additional financing through venture capital (Arboretum Ventures, Ardesta, Avalon Capital Group, AvTech Ventures, Chrysalis Ventures, Princeton Fund) and yet never achieving profitability, HMI was sold in 2008 for a reported $200 million to Johnson & Johnson. The sale of HMI transferred the ownership of all the personal health information accrued from their millions of users to Johnson & Johnson and played a key role in the negotiated price. At the time of the reported $200 million deal, U-M President Mary Sue Coleman was on Johnson & Johnson's board of directors and the U-M secured millions of dollars with its equity stake in the company.[29]   When campaigning for Michigan governor in 2010, Snyder was quoted as saying, \"That company (HMI) is one of the best success stories in the state.\" (Office of Technology Transfer – University of Michigan) (The Ann Arbor Chronicle | Live at PJ’s: It’s HealthMedia!). Following Snyder's election as Michigan governor, Johnson & Johnson then folded HMI into a subsidiary (Johnson & Johnson Health and Wellness Solutions) and is no longer operating in the state of Michigan.[30][31]\n\nSensCy, Inc.[edit]\nIn July, 2022, Snyder co-founded SensCy along with former State of Michigan CIO David Behen[32] Ann Arbor entrepreneur Bhushan Kulkarni,[33] and Dave Kelly[34] who led cyber command for the Michigan State Police. SensCy is a cybersecurity start-up focused on helping small and medium-sized organizations improve their cyberhealth. Snyder's firm invented the SensCy Score,[35] a numeric representation of an organization's cyberhealth. The SensCy Score is similar to the FICO score used for credit worthiness as it provides visibility into how a company is performing on key cybersecurity metrics. SensCy stands for Sensible Cyber and aims to be the trusted guide for small and medium-sized organizations.\n\nNon-profit service[edit]\nSnyder serves on the boards of the Henry Ford Museum and Greenfield Village (a National Historic Landmark), the Michigan chapter of the Nature Conservancy, and several boards associated with his alma mater the University of Michigan. He was also first chair of the Michigan Economic Development Corporation in 1999 under Republican governor John Engler and was also the chair of Ann Arbor SPARK.\n\nGubernatorial elections[edit]\n2010[edit]\nMain article: 2010 Michigan gubernatorial election\nRick Snyder in 2009\nSnyder competed with Oakland County Sheriff Mike Bouchard, state Senator Tom George, United States Congressman Peter Hoekstra, and Michigan Attorney General Mike Cox as candidates for the Republican gubernatorial nomination. Bill Ford Jr., chairman of the Ford Motor Company, endorsed Snyder for the Republican nomination for governor.[36][37] He campaigned as \"pro-life, pro-Second Amendment, [and] pro-family,\" with a focus on the economy.[21] His campaign emphasized his experience in growing business and creating jobs in the private sector, saying that his opponents were mainly career politicians. Snyder favors the standard exceptions on abortion for rape, incest, and saving the life of the mother (he signed legislation banning partial birth abortion in October 2011); he opposes federal funding of abortions; he would not ban embryonic stem cell research; he supports upholding traditional marriage, but would allow civil unions.[38][39]\nIn August 2010, Snyder won the primary to secure the Republican nomination with a plurality of 36% of the vote. In the general election in November, Snyder faced Democratic nominee Virg Bernero, the mayor of Lansing, and three minor party candidates. In October 2010, Snyder's campaign total exceeded $11.6 million, outpacing his opponent.[40] Snyder released his tax returns for 2007 and 2008.[41] Snyder won with 58 percent of the vote.[42]\nWith Snyder's election in 2010, Republicans gained a majority in the Michigan House and increased the Republican majority held in the Michigan Senate. Snyder was the first Certified Public Accountant (CPA) to be elected governor of the state and at the time, the only CPA to serve as a governor in the United States.[43]\n\n2014[edit]\nMain article: 2014 Michigan gubernatorial election\nIn January 2014, Snyder launched his campaign for a second term as governor.[44][45] He was unopposed in the Republican primary and faced Democratic former United States Representative Mark Schauer for the general election.[46] Snyder was considered vulnerable in his bid for a second term, as reflected in his low approval ratings,[47][48][49][50] however, Schauer suffered from a lack of name recognition.[51][52] He garnered approximately 51% of the vote in the November 2014 election, defeating Schauer and earning a second term.[4]\n\nGovernor of Michigan[edit]\nTenure[edit]\nThis article is in list format but may read better as prose. You can help by converting this article, if appropriate. Editing help is available. (October 2022)\nGovernor Snyder takes the oath from Michigan Supreme Court Chief Justice Marilyn Kelly\nSnyder (far right) with (from left to right) United States Deputy Secretary of State Thomas R. Nides, United States Ambassador to Canada David Jacobson, Canadian Minister of State for Science and Technology Gary Goodyear, Governor General of Canada David Johnston, and Canada 2020 Chair Don Newman at the US–Canada Partnership: Enhancing the Innovation Ecosystem conference at the Château Laurier in Ottawa, Ontario, November 2, 2011.\nSnyder was inaugurated as governor on January 1, 2011, at the Capitol in Lansing. His first executive order as governor was to divide the Department of Natural Resources and Environment into two distinct departments as they were a few years before: the Department of Natural Resources and the Department of Environmental Quality.[53][54]\nOn January 7, 2011, Snyder announced he was appointing Michigan Supreme Court Justice Maura D. Corrigan to head the Department of Human Services and appointed Michigan Appeals Court Judge Brian K. Zahra to fill the resulting Supreme Court vacancy. Snyder delivered his first State of the State address on January 19, the earliest Michigan State of the State since Governor John Engler's 1996 address on January 17. He endorsed the Detroit River International Crossing for the first time publicly in the address, which was received favorably by Republicans.[55] Snyder appointed Andy Dillon, a pro-life Democrat,[56] and formerly Speaker of the House, to serve as state treasurer in his administration.\nSnyder presented his first budget to the legislature on February 17, 2011,[57] calling it a plan for \"Michigan's reinvention,\" and saying it would end Michigan's deficits. He described the budget as containing \"shared sacrifice\" but added that his budget plan would create jobs and spur economic growth. The $46 billion budget reduced $1.8 billion in spending, raised taxes by eliminating tax exemptions on pensions, while at the same time abolished the state's complex business tax, replacing it with a significantly reduced flat tax on the profits of C corporations. This shift in tax burden led State Senate Minority Leader Gretchen Whitmer to criticize the budget, saying that it did not involve \"shared sacrifice,\" but instead was balanced \"on the backs of our kids, working families, and our seniors\" and \"picks out who he's willing to leave behind.\"[58] Snyder supported the government backed rescue of the American auto industry. This reflected the view of a 56% of Americans in 2012 who supported the 2009 auto bailout according to a Pew Research Center poll (63% support in Michigan).[59]\nOn March 16, 2011, Snyder signed a controversial bill into law that gave increased powers to emergency managers of local municipalities to resolve financial matters.[60] The bill was repealed by voter initiative in November 2012. However, weeks later in December 2012 Snyder signed a revised version of the bill back into law.[61]\nOn December 22, 2011, Snyder signed into law The Public Employee Domestic Partner Benefit Restriction Act, which prevents the same-sex domestic partners of public employees at both the state and local level from receiving health benefits. In January 2012, the ACLU filed a lawsuit against Snyder and the state of Michigan in federal court on behalf of five Michigan same-sex couples, each with one spouse working for local public schools or municipalities in Michigan. The suit alleged that the law violates the equal protection clause of the Fourteenth Amendment of the United States Constitution.[62][63] On June 28, 2013, a federal judge struck down the law.[64] He has also engaged in trade missions to Europe and Asia, focused on attracting attention on companies such as Chrysler.[65]\nFollowing approval from the legislature, Snyder signed the fiscal year 2012 budget in June, the earliest it had been completed in three decades.[66] In May 2012, Snyder joined a bipartisan effort urging the U.S. Congress to pass a measure to affirm that States can collect sales taxes on online purchases.[67][68]\nAs governor, Snyder abolished the state's complex business tax in favor of a flat tax, and signed a bill which raised taxes by eliminating tax exemptions for pensions. For years Snyder had said anti-union legislation was not on his agenda, when on the morning of December 6, 2012, during a lame duck session of the Republican-controlled Michigan legislature, Snyder called a joint press conference with the legislative leadership to announce fast-track right-to-work legislation. The legislation passed both houses of the Michigan legislature that day, without committee votes or public hearings. A $1 million appropriation added to the legislation made it ineligible for repeal via referendum.[69] On December 10, President Barack Obama visited Daimler AG's Detroit Diesel factory in Redford, Michigan, and told employees the legislation was about the \"right to work for less money.\"[70][71] The law effectively provides that payment of union dues cannot be required as a condition of employment.[72] After a required four-day wait between the houses of the legislature passing each other's bills,[73] Snyder signed the legislation into law on December 11, 2012, making Michigan the 24th right-to-work state in the United States as part of a plan to attract business and jobs to the state.[74][75][76] The Employee Free Choice Act, as it was named, has received mixed results in polls.[77]\nA Market Research Group poll conducted in March 2012 showed Snyder's approval rating rising to 50% among likely voters, which matched that of President Barack Obama, placing Snyder among the most popular Republican governors in states carried by Obama in the 2008 election cycle.[78] Snyder was briefly mentioned as a possible pick to be the Republican Party candidate for Vice President of the United States in 2012.[5][6][79] His business executive background and 'positive' style were cited as political assets, with his deeds seen as strengthening the case for electing a business executive candidate as President of the United States.[80][81][82] He was also mentioned as a potential Republican Party candidate for President of the United States in 2016.[83][84][85][86]\nIn December 2012, Snyder signed legislation requiring facilities where at least 120 abortions were performed annually to obtain a state license as freestanding surgical facilities.[87] Planned Parenthood had urged Snyder to veto the bill claiming it unnecessarily increases costs.[88]\nIn January 2013, Snyder traveled to Israel to meet with Prime Minister Benjamin Netanyahu. He was last in Israel in 1999 as a venture capitalist. \"I had a chance to see the start of high-tech boom in Israel and that's great to see. This is really a startup nation. They've done a great job of being entrepreneurial, innovative, and that's a major part of their economy now and the good part is we can learn from that.\"[89]\nIn March 2013, Snyder announced a financial emergency for the city of Detroit[90] and appointed an emergency manager, Kevyn Orr. As a result of emergency manager appointments under Snyder's watch, over half of the state's black population lived in cities where the local government was appointed rather than elected by the voters.[91]\nOn December 27, 2013, Snyder signed a bill into law which nullified Section 1021 of the National Defense Authorization Act for Fiscal Year 2012, which contained a controversial provision that allowed the government and the military to indefinitely detain American citizens and others without trial.[92]\nOn January 23, 2014, Snyder announced plans to offer visas to 50,000 immigrant workers with advanced degrees to help jumpstart the Detroit economy. The program's advocates claimed the program was expected to bring an influx of new jobs and a more stable tax base.[93]\nIn June 2014, Snyder appointed a 15-member commission for improving and reforming Michigan's public defense efforts for the poor in the criminal justice system in order to effectively meet and ensure the rights safeguarded by the Constitution.[94]\nOn September 10, Detroit reached a deal with three Michigan counties over regional water and sewer services that was hoped to eliminate one roadblock to federal court approval of the city's plan to adjust its debt and exit bankruptcy. The deal with Oakland, Wayne and Macomb counties created a regional water and sewer authority, but allowed Detroit to maintain control of its local system. The deal was crucial to adjusting the city's $18 billion of debt and exiting the biggest-ever municipal bankruptcy.[95]\nOn December 18, the Governor issued an executive order to establish the Michigan Department of Talent and Economic Development to house a new state agency, Talent Investment Agency, created from the merger of Michigan State Housing and Development Authority, the Workforce Development Agency, the Governor's Talent Investment Board and the Unemployment Insurance Agency. Over objections from the state legislature, the department would come into effect 60 days after the start of the next legislative session.[96]\nIn November 2015, Governor Rick Snyder declared his opposition to permitting Syrian refugee relocation to the state of Michigan.[97]\nA compilation of online surveys showed that Snyder's approval rating was below 40 percent in April 2018.[98]\nIn December 2018, Snyder granted clemency to 61 Michigan prisoners.[99]\n\nCabinet[edit]\n\n\nName\nTitle(s)\n\n\nNick Lyon\n\nDirector of the Michigan Department of Health and Human Services\n\n\nNick Khouri\n\nState Treasurer\nGroup Executive for Treasury (Treasury Department, Lottery and Gaming control board)\n\n\nRoger Curtis\nDirector of the Department of Talent and Economic Development\n\n\nJeff Mason\nCEO of the Michigan Economic Development Corporation\n\n\nDavid De Vries\n\nMichigan CIO\nDirector of the Department of Technology, Management, and Budget (DTMB)\nValue for Money group executive (Budget Office, DTMB, Office of the State Employer)\n\n\nMaj. Gen. Gregory J. Vadnais\n\nGroup executive for public safety (State Police, Corrections, MVA)\nDirector of the Department of Military and Veterans Affairs (MVA)\nAdjutant General of the Michigan National Guard\n\n\nHeidi Grether\n\nDirector of the Department of Environmental Quality\nQuality of Life group executive (DNR, DEQ, DARD)\n\n\nJamie Clover Adams\nDirector of the Department of Agriculture and Rural Development (DARD)\n\n\nKriste Etue\nDirector of the Department of State Police\n\n\nBrian J. Whiston\nSuperintendent of Public Instruction\n\n\nHeidi E. Washington\nDirector of the Department of Corrections\n\n\nShelly Edgerton\nDirector of the Department of Licensing and Regulatory Affairs (LARA)\n\n\nAgustin V. Arbulu\nDirector of the Department of Civil Rights (DCR)\n\n\nKirk T. Steudle\nDirector of the Department of Transportation (DOT)\n\n\nKeith Creagh\nDirector of the Department of Natural Resources (DNR)\n\n\nPatrick M. McPharlin\nDirector of the Department of Insurance and Financial Services (DIFS)\n\n\nJames Robert Redford\nDirector of the Veterans Affairs Agency\n\n\nWanda Stokes\nDirector of the Michigan Talent Investment Agency\n\nFlint water crisis[edit]\nMain article: Flint water crisis\nFrom 2011 to 2015, Snyder appointed several individuals as Emergency Managers for Flint, Michigan. In 2014, emergency manager Darnell Earley was responsible for changing the source of drinking water for the city to the Flint River, which has trihalomethanes (TTHM) in it.[100] It was later discovered that the water was too corrosive, and leached lead out of the service lines that was then ingested by the people of the city.[101][102] In September 2015, a study by the Hurley Medical Center found that the community's children were being poisoned by the lead.[103] While Flint transitioned back to its prior source of water in October 2015,[104] lead levels in the city's water remain above the federal action level.[105][106]\nAmid allegations that the Michigan Health Department was stalling water treatment expert Marc Edwards' effort to obtain public records, journalists have asked when the State of Michigan knew about the lead poisoning.[107] Details were released by the Detroit Free Press and The Detroit News on 26 February 2016 that Valerie Brader, Snyder's senior policy adviser and deputy legal counsel, and his chief legal counsel Mike Gadola had expressed concerns to him about Flint's water in October 2014, nearly six months after Flint had begun using the river water to save money, despite Governor Snyder claiming he was unaware of the issue until very recently.[108]\nA petition from Angelo Scott Brown, a Flint pastor and former Democratic Party gubernatorial candidate, to recall Snyder was denied by the Board of State Canvassers.[109][110]  Filmmaker and Flint native Michael Moore has called for Snyder's arrest on charges of corruption and assault, and has started a petition on his website.[111][112]\nOn November 13, 2015, four families filed a federal class action lawsuit in the U.S. District Court for the Eastern District of Michigan in Detroit against Snyder and thirteen other city and state officials, including former Flint Mayor Dayne Walling and ex-emergency financial manager Darnell Earley. The complaint alleges that the officials acted recklessly and negligently, leading to serious injuries from lead poisoning, including autoimmune disorders, skin lesions, and \"brain fog.\"[113][114][115]\nOn December 15, 2015, Mayor Weaver declared the water issue as a citywide public health state of emergency to prompt help from state and federal officials.[116]  Snyder apologized for the incident.[117][118] Snyder declared a State of Emergency on January 5, 2016, for Genesee County, Michigan.\nOn January 16, 2016, Snyder requested that the federal government declare a state of emergency in Flint.[119]\nAccording to The Detroit News and NPR, \"...in March 2016 Snyder released a new 75-point action plan to address the contamination crisis, calling for a “much higher standard” for drinking water regulations but stopping short of advocating for complete replacement of all underground lead service lines in the city. The plan included short-, intermediate- and long-term goals, including making infrastructure improvements; creating a data-sharing agreement with state and federal environmental agencies; and setting up a protocol for a “drinkability declaration” for Flint water.\"[120][121]\nIn mid-April 2016, Snyder initiated his own 30-Day Flint Challenge. \"The plan was to drink solely Flint tap water for an entire month to show residents that the water was safe and that he cared about the people.\"[122] However, the Detroit Metro Times reported that the governor left town on April 23 to spend the week touring Europe for trade discussions, breaking his promise.\nIn July 2018, Drs Hernan Gomez of the University of Michigan and Kim Dietrich of the University of Cincinnati, toxicology and environmental health experts, published an Op-ed article in the New York Times titled  “The Children of Flint were not ‘Poisoned.” In the essay article the authors referred to the findings in a study “Toxicohistrionics”: Flint, Michigan and the Lead Crisis published in the June issue of The Journal of Pediatrics.[123] According to their opinion and the study, there was a small increase of children whose blood lead levels surpassed the Centers for Disease Control reference level (from 2.2 percent to 3.7 percent), but none were at a level that required urgent medical treatment.\"[124][125]\nOn April 16, 2020, an article was published giving details of evidence of corruption and a cover-up by Snyder and his \"fixer\" Rich Baird, and saying the statute of limitations on some of the most serious felony misconduct-in-office charges would expire on April 25, 2020. The article was published by Vice News, written by Jordan Chariton and Jenn Dize, the co-founders of Status Coup, with photos by Brittany Greeson.[126] Responses from Michigan state authorities denied that a deadline was approaching and said that criminal prosecutions would follow.[127][128]\nOn January 12, 2021, It was announced that nine former government officials including Rick Snyder would face charges resulting from the Flint water crisis.[129][130] Snyder was charged with two misdemeanors of willful neglect but he pleaded not guilty to the charges.[13][12][131] Following its practice of paying the legal costs for state employees charged with a criminal offense, the administrative board of Michigan approved an up to $1.45 million contract with Warner Norcross & Judd law corporation to defend the former governor Snyder.[132]\n\nSubsequent career[edit]\nJust before leaving the governor's office, Snyder formed a new Ann Arbor based company called RPAction LLC whose staff consists of former officials of the Snyder administration.[133]\nOn June 29, 2019, Snyder accepted a soon-to-be appointment at Harvard to share his knowledge of state and local government.[134] On July 3, he tweeted that he was \"turning down\" the offer: \"It would have been exciting to share my experiences, both positive and negative; our current political environment and its lack of civility makes this too disruptive.  I wish them the best.\"[135]\nSnyder endorsed Democrat Joe Biden during the 2020 United States presidential election, alleging that \"President Trump lacks a moral compass. He ignores the truth\" and that the president \"also demonstrated that he does not fully appreciate policy matters, including public health, the economy and foreign relations, nor does he seem to want to learn.\"[136]\n\nElectoral history[edit]\n\nRepublican Primary – 2010 Michigan gubernatorial election[137]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nRick Snyder\n\n381,327\n\n36.4\n\n\n\n\nRepublican\n\nPete Hoekstra\n\n280,976\n\n26.8\n\n\n\n\nRepublican\n\nMike Cox\n\n240,409\n\n23.0\n\n\n\n\nRepublican\n\nMike Bouchard\n\n127,350\n\n12.2\n\n\n\n\nRepublican\n\nTom George\n\n16,986\n\n1.6\n\n\nTotal votes\n\n1,044,925 \n\n100 \n\n\n\nMichigan gubernatorial election, 2010[138]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n±%\n\n\n\n\nRepublican\n\nRick Snyder \n\n1,874,834 \n\n58.11% \n\n+15.81% \n\n\n\n\nDemocratic\n\nVirg Bernero\n\n1,287,320\n\n39.90%\n\n-16.46%\n\n\n\n\nLibertarian\n\nKen Proctor\n\n22,390\n\n0.69%\n\n+0.08%\n\n\n\n\nConstitution\n\nStacey Mathia\n\n20,818\n\n0.65%\n\n+0.46%\n\n\n\n\nGreen\n\nHarley Mikkelson\n\n20,699\n\n0.64%\n\n+0.12%\n\n\nMajority\n\n587,514\n\n18.21%\n\n+4.15%\n\n\nTurnout\n\n3,226,088\n\n\n\n\n\n\n\n\nRepublican gain from Democratic\n\nSwing\n\n\n\n\n\n\n\nMichigan gubernatorial election, 2014[139]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n±%\n\n\n\n\nRepublican\n\nRick Snyder (incumbent) \n\n1,607,399 \n\n50.92% \n\n-7.19% \n\n\n\n\nDemocratic\n\nMark Schauer\n\n1,479,057\n\n46.86%\n\n+6.96%\n\n\n\n\nLibertarian\n\nMary Buzuma\n\n35,723\n\n1.13%\n\n+0.44%\n\n\n\n\nConstitution\n\nMark McFarlin\n\n19,368\n\n0.61%\n\n-0.04%\n\n\n\n\nGreen\n\nPaul Homeniuk\n\n14,934\n\n0.47%\n\n-0.17%\n\n\n\n\nWrite-ins\n\n\n\n50\n\n0.00%\n\n0.00%\n\n\nMajority\n\n128,342\n\n4.06%\n\n-14.15%\n\n\nTurnout\n\n3,156,531\n\n\n\n-2.16%\n\n\n\n\nRepublican hold\n\nSwing\n\n\n\n\n\n\nSee also[edit]\n\nBiography portalBusiness and economics portalMichigan portalPolitics portal\nFlint water crisis\nFinancial emergency in Michigan\n\nReferences[edit]\n\n\n^ Team, The SensCy (January 14, 2022). \"About SensCy - SensCy\". Retrieved February 7, 2023.\n\n^ Christoff, Chris; Bell, Dawson; Dixon, Jennifer (November 2, 2010). \"Snyder leads Republicans to sweep of Michigan's top 3 posts\". Detroit Free Press. Archived from the original on November 8, 2010.\n\n^ Luke, Peter (January 1, 2011). \"Gov. Rick Snyder celebrates taking office with 'clean slate' at Inauguration\". Mlive.com. Retrieved March 20, 2011.\n\n^ a b Egan, Paul (November 5, 2014). \"Snyder defeats Schauer in election for governor\". Detroit Free Press. Retrieved December 13, 2014.\n\n^ a b Bell, Dawson (May 4, 2012). \"Rick Snyder for vice president?\". Detroit Free Press.\n\n^ a b \"Experts: Snyder Good Choice For Vice President\". WILX. May 4, 2012. Archived from the original on May 20, 2012. Retrieved May 6, 2012.\n\n^ \"One Tough Veep? Snyder Won't Quash Romney Running Mate Rumors\". detroit.cbslocal.com. Lansing: CBS Local Media. WWJ. May 3, 2012. Retrieved December 13, 2014.\n\n^ Anders, Melissa (May 3, 2012).\"Michigan Gov. Rick Snyder as Mitt Romney's vice presidential candidate?\", MLive.com. Retrieved December 13, 2014.\n\n^ Fonger, Ron (February 20, 2018). \"UM report: Gov. Snyder bears 'significant legal responsibility' for Flint water crisis\".\n\n^ \"Michigan's Ex-Gov. Rick Snyder Knew About Flint's Toxic Water - and Lied About It\". Retrieved April 16, 2020.\n\n^ \"Michigan plans to charge ex-Gov. Snyder in Flint water probe\". WSAZ-TV. January 12, 2021.\n\n^ a b \"Ex-Gov. Rick Snyder pleads not guilty as nine face charges in Flint water crisis\". Detroit Free Press. January 14, 2021.\n\n^ a b Olesko, Andy (January 14, 2021). \"Former Michigan Governor Pleads Not Guilty in Flint Water Case\". Court House News.\n\n^ \"Former Michigan Gov. Rick Snyder charged in Flint water crisis\". NBC News. January 13, 2021.\n\n^ \"Flint water crisis charges dismissed against ex-Gov. Snyder\". AP News. December 10, 2022. Retrieved December 28, 2023.\n\n^ Portrait and Biographical Album of Ionia and Montcalm Counties, Mich. Chicago: Chapman Bros. 1891. p. 385. Retrieved July 12, 2019. hung out his 'shingle' here in the fall of 1878, immediately after his graduation from the Bennett Medical College in Chicago.\n\n^ Drake, Bruce. \"How Old Is Rick Snyder?\". PoliticsDaily.com. Retrieved July 19, 2013.\n\n^ McVicar, Brian (May 4, 2011). \"Gov. Snyder's message to Muskegon Community College graduates: Optimism and positive action\". The Muskegon Chronicle. Retrieved November 5, 2011.\n\n^ \"Michigan Governor Rick Snyder addresses University of Michigan Spring Commencement 2011\". YouTube. Archived from the original on December 14, 2021. Retrieved November 5, 2011.\n\n^ \"Governor Rick Snyder's biography at\". Votesmart.org. Retrieved July 19, 2013.\n\n^ a b Bomey, Nathan (September 9, 2009). Ann Arbor venture capitalist Rick Snyder lands gubernatorial endorsements Archived March 3, 2016, at the Wayback Machine, AnnArbor.com. Retrieved December 13, 2014.\n\n^ Tysiac, Ken (December 2012). \"Snyder's Challenge: Reinvigorating Michigan\". Journal of Accountancy. American Institute of Certified Public Accountants. 214 (6): 22–25.\n\n^ Bauer, Julia (May 6, 2009). \"Ex-Gateway Computers CEO Offers Advice to Entrepreneurs\". MLive.com; The Grand Rapids Press. Archived from the original on March 5, 2016. Retrieved October 5, 2016.\n\n^ a b Bomey, Nathan (July 4, 2010). \"Rick Snyder: Nerd. Accountant. Computer executive. Investor. Governor?\". AnnArbor.com. Archived from the original on February 9, 2012. Retrieved March 7, 2013.\n\n^ \"Venture Capitalist Rick Snyder Exploring Governor's Race\". Crain's Detroit Business. Associated Press. March 20, 2009. Retrieved December 13, 2014.\n\n^ Akhtar, Allana (October 7, 2014). \"Snyder keeps deep ties in Ann Arbor as election approaches\". The Michigan Daily. Retrieved October 5, 2016.\n\n^ \"Gateway CEO Steps Down\". InternetNews.com. February 9, 2006. Retrieved December 13, 2014.\n\n^ \"Rick Snyder Talks About Gateway Outsourcing and Bid for Governor\". AnnArbor.com. February 20, 2010. Retrieved December 13, 2014.\n\n^ Rigg, Sarah (October 30, 2008). \"Johnson & Johnson acquires Ann Arbor's software firm HealthMedia\". M-Live. Retrieved October 30, 2008.\n\n^ Bomey, Nathan (July 4, 2010). \"Profile: Rick Snyder brings successful private-sector experience to gubernatorial race\". M-Live. Retrieved July 4, 2010.\n\n^ Bomey, Nathan (January 27, 2012). \"Johnson & Johnson renames HealthMedia unit after mix of Ann Arbor layoffs\". M-Live. Retrieved January 27, 2012.\n\n^ \"Rick Snyder, Former Michigan CIO David Behen Start Cyber Firm\". GovTech. July 26, 2022. Retrieved February 7, 2023.\n\n^ \"Former Gov. Rick Snyder launches cybersecurity company\". Crain's Detroit Business. July 25, 2022. Retrieved February 7, 2023.\n\n^ Williams, Candice. \"Former Michigan Gov. Rick Snyder, partners launch cybersecurity firm\". The Detroit News. Retrieved February 7, 2023.\n\n^ jhaxell (December 12, 2022). \"SensCy nets seed round to help others with cybersecurity health\". FinTech Global. Retrieved February 7, 2023.\n\n^ Bill Ford Jr. endorses Ann Arbor's Rick Snyder for governor Archived March 4, 2016, at the Wayback Machine, AnnArbor.com, September 24, 2009.\n\n^ Bill Ford backs Rick Snyder for Michigan governor.Mlive.com September 24, 2009.\n\n^ \"Rick Snyder\". OntheIssues.org. Retrieved July 19, 2013.\n\n^ Christoff, Chris (August 27, 2010). Poll: GOP's Snyder is winning over voters Archived January 26, 2016, at the Wayback Machine, Detroit Free Press. Retrieved December 13, 2014.\n\n^ Rick Snyder tops Virg Bernero in fundraising in Michigan gubernatorial race Archived March 6, 2016, at the Wayback Machine, annarbor.com, October 22, 2010.\n\n^ \"Gubernatorial hopeful Rick Snyder of Ann Arbor releases tax returns\" Archived March 6, 2016, at the Wayback Machine, Ann Arbor.com, July 17, 2010.\n\n^ \"2010 Election Map\". Politico.com. Retrieved November 6, 2011.\n\n^ \"'Nerd' Governor Rick Snyder is rock star to fellow accountants\", MLive.com, January 20, 2012. Retrieved December 13, 2014.\n\n^ Oosting, Jonathan (January 30, 2014). It's official: Michigan Gov. Rick Snyder launching re-election campaign with statewide tour, MLive.com. Retrieved December 13, 2014.\n\n^ Woods, Ashley (January 31, 2014).\"Rick Snyder Launches Re-election Campaign For Michigan Governor Race\" Archived March 5, 2016, at the Wayback Machine. The Huffington Post. Retrieved December 14, 2014.\n\n^ \"2014 Official Michigan Primary Candidate Listing\". Miboecfr.nictusa.com. July 31, 2014. Retrieved December 23, 2014.\n\n^ \"Handicapping the 2013-2014 Governors Races: The Tossups\". Governing. July 18, 2013. Archived from the original on August 5, 2013. Retrieved December 23, 2014.\n\n^ \"Michigan Gov. Rick Snyder raises $5M in 2013 for re-election bid\". Daily Tribune. January 28, 2014. Retrieved December 23, 2014.\n\n^ \"Which Governors Are Most Vulnerable in 2014?\". Five Thirty Eight. April 8, 2013. Retrieved December 23, 2014.\n\n^ Woods, Ashley (November 8, 2013). \"Michigan Governor Poll Shows Close Race Between Rick Snyder, Mark Schauer\". The Huffington Post. Retrieved December 23, 2014.\n\n^ Oosting, Jonathan (December 10, 2013). \"Poll: Michigan Gov. Rick Snyder, Democrat Mark Schauer in close race ahead of 2014\". MLive Media Group. Retrieved December 23, 2014.\n\n^ Brian Dickerson (August 28, 2014). \"Brian Dickerson: Can Schauer avoid the Tomb of the Unknown Front-Runner?\". Detroit Free Press. Retrieved December 23, 2014.\n\n^ \"Executive Reorganization Department of Natural Resources and Environment Creating the Department of Natural Resources and the Department of Environmental Quality\" (PDF). Retrieved July 19, 2013.\n\n^ Christoff, Chris (January 4, 2011). \"Snyder makes it official: DNR and DEQ split\". Detroit Free Press. Lansing. Archived from the original on January 9, 2011. Retrieved October 5, 2016.\n\n^ Christoff, Chris (January 20, 2011). \"Gov. Rick Snyder: 'Job 1 is jobs'\". Detroit Free Press. Lansing. Archived from the original on January 24, 2011. Retrieved October 5, 2016.\n\n^ Berman, Laura (July 13, 2010). \"Dillon's abortion position will matter\". DetroitNews.com. Retrieved December 13, 2014.\n\n^ \"Governor Snyder unveils recommended budget to provide foundation for Michigan's reinvention\". Michigan.gov (Press release). Governor's Office, State of Michigan. February 17, 2011. Retrieved July 19, 2013.\n\n^ Bomey, Nathan (February 17, 2011). \"Rick Snyder proposes significant elimination of business taxes, elimination of credits for film, high-tech industries\". AnnArbor.com. Retrieved July 19, 2013.\n\n^ Reeve, Elspeth (February 23, 2012). \"Most Americans Now Think Auto Bailout Was a Good Idea\". thewire.com. Retrieved December 13, 2014. Archived on 20 March 2021\n\n^ \"State of Michigan Public Act 4\". legislature.mi.gov. State of Michigan Legislature. March 16, 2011. Retrieved July 14, 2012.\n\n^ \"New Emergency Manager Law Signed By Michigan Governor Rick Snyder\". The Huffington Post. December 27, 2012. Retrieved July 19, 2013.\n\n^ Woodhouse, Kellie (December 22, 2011). \"Governor Rick Snyder signs domestic partner benefits ban into law\". AnnArbor.com. Retrieved January 27, 2014.\n\n^ Steinberg, Michael J.; Kaplan, Jay D.; Moss, Kary L.; Knight, John A.; Goad, Amanda C.; Welch, Donna M.; Weidenhammer, Bradley H.; Crawford, Amy E. (February 17, 2012). \"First Amended Complaint\" (PDF). Bassett v. Snyder. Retrieved January 27, 2014.\n\n^ Smith, Brian (June 28, 2013). \"Michigan ban on domestic partner benefits struck down by federal judge in preliminary injunction\". MLive.com. Retrieved October 26, 2016.\n\n^ Buss, Dale (April 1, 2012).7 Things Chrysler Could Use To Mount a Good 'Second Half' Archived January 26, 2016, at the Wayback Machine, Forbes. Retrieved December 13, 2014.\n\n^ Barks, Kathy (June 21, 2011). \"Gov. Snyder signs $47.4B Michigan budget Tuesday\". BusinessWeek. Bloomberg. Associated Press. Archived from the original on June 29, 2011. Retrieved July 19, 2013.\n\n^ Becker, Bernie (May 11, 2012).Michigan governor joins online sales tax chorus Archived December 30, 2013, at the Wayback Machine. The Hill. Retrieved June 28, 2013.\n\n^ Anders, Melissa (May 11, 2012). \"Gov. Rick Snyder wants Michigan to collect sales tax for all online purchases\". MLive.com. Retrieved June 28, 2013.\n\n^ \"Michigan legislators defy unions, OK right-to-work\". Charleston Gazette-Mail. Associated Press. December 7, 2012. Retrieved October 5, 2016.\n\n^ \"Obama criticizes Michigan right-to-work bills\". December 11, 2012. Archived from the original on January 3, 2013.\n\n^ Montopoli, Brian (December 10, 2012). \"Obama takes on union fight in Michigan\". CBS News. Retrieved May 4, 2015.\n\n^ \"Despite Bipartisan Opposition, Reckless 'Right to Work' Amendment Moves Forward\". MNAFLCIO.org. Minnesota AFL–CIO. December 11, 2012. Archived from the original on March 15, 2012. Retrieved July 19, 2013.\n\n^ Montopoli, Brian (December 11, 2012). \"Right-to-work signed into law in Michigan\". CBS News. Retrieved May 4, 2015.\n\n^ \"Action on Right to Work legislation appears likely\". Crain's Business Detroit. Associated Press. December 6, 2012. Retrieved October 5, 2016.\n\n^ \"Michigan poised to restore workplace fairness and equality for all workers\" (Press release). December 6, 2012. Archived from the original on June 27, 2016. Retrieved 2012-12-12.. Retrieved December 11, 2012.\n\n^ \"Michigan passes 'right-to-work' legislation\". BBC News. December 11, 2012. Retrieved May 4, 2015.\n\n^ Egan, Paul (January 16, 2013).New poll suggests Snyder's popularity not hurt by right-to-work legislation Archived January 26, 2016, at the Wayback Machine. Detroit Free Press. Retrieved June 28, 2013.\n\n^ Bell, Dawson (March 23, 2012). \"Poll: More Michiganders like how Barack Obama, Rick Snyder are doing their jobs\". Detroit Free Press. Retrieved March 23, 2012.\n\n^ Carpenter, Mackenzie (February 20, 2011). Republicans consider early possibilities for vice president, Pittsburgh Post-Gazette. Retrieved March 23, 2012.\n\n^ Decker, Brett M. (April 18, 2012).DECKER: Romney's Snyder example Archived May 30, 2016, at the Wayback Machine, The Washington Times. Retrieved December 13, 2014.\n\n^ White, Joseph (October 31, 2011).\"Michigan Governor's GOP Brand Is Distinct\" Archived January 3, 2012, at the Wayback Machine, The Wall Street Journal online. Retrieved December 14, 2014.\n\n^ Murray, Dave (April 21, 2012). \"Unlike predecessors, 'relentlessly positive' Gov. Rick Snyder reluctant to use veto pen\". MLive.com. Retrieved December 13, 2014.\n\n^ \"Republican Presidential Candidates for 2016\". Republican-Candidates.org. Archived from the original on June 2, 2013. Retrieved June 28, 2013.\n\n^ Crain, Keith (December 2, 2012).\"An early vote: Snyder for president\". Crain's Detroit Business. Retrieved June 28, 2013.\n\n^ Egan, Paul (January 27, 2014). \"Snyder seen as 2016 White House hopeful\". Lansing State Journal. Gannett.\n\n^ Egan, Paul (January 28, 2014). \"Some in GOP float idea of Rick Snyder presidency\". USA Today. Detroit Free Press. Retrieved October 5, 2016.\n\n^ \"Governor Rick Snyder Signs Abortion Legislation\". wlns.com. Retrieved December 29, 2012.\n\n^ Martin, Tim (December 28, 2012). \"Michigan Gov. Rick Snyder signs bill adding regulations to abortion providers; vetoes Blue Cross bills\". MLive.com. Retrieved October 5, 2016.\n\n^ \"See what Gov. Rick Snyder is up to in Israel\". MLive.com. June 17, 2013. Retrieved July 19, 2013.\n\n^ \"Michigan Governor declares financial emergency in Detroit\". WXYZ.com. Retrieved July 19, 2013.\n\n^ Savage, Chris (February 15, 2012). \"The Scandal of Michigan's Emergency Managers\". The Nation. Retrieved October 5, 2016.\n\n^ Lotfi, Michael (December 27, 2013). \"Michigan nullifies NDAA's indefinite detention\". The Washington Times. Nashville. Archived from the original on February 21, 2014. Retrieved October 5, 2016.\n\n^ Davey, Monica (January 23, 2014). \"Immigrants Seen as Way to Refill Detroit Ranks\". The New York Times. Retrieved January 24, 2014.\n\n^ \"Former Governors - Snyder makes appointments to Michigan Indigent Defense Commission\". www.michigan.gov (Press release). June 19, 2014.\n\n^ Lambert, Lisa (September 10, 2014). \"Detroit, counties reach deal over water, sewer authority\". Reuters. Retrieved December 13, 2014.\n\n^ Lawler, Emily (December 18, 2014). \"Michigan Gov. Rick Snyder debuts new workforce talent department with executive order\". MLive.com. Retrieved December 19, 2014.\n\n^ Fantz, Ashley; Brumfield, Ben (November 19, 2015). \"Syrian refugees not welcome in 30 U.S. states\". CNN. Retrieved October 5, 2016.\n\n^ \"America's Most and Least Popular Governors -- April 2018\". April 12, 2018.\n\n^ \"Gov. Rick Snyder grants clemency to lifer Melissa Chapman, 60 others\". Detroit Free Press. Retrieved December 26, 2018.\n\n^ Fonger, Ron (January 2, 2015). \"City warns of potential health risks after Flint water tests revealed too much disinfection byproduct\". MLive.com.\n\n^ Fonger, Ron (October 9, 2015). \"AG Schuette: No comment on state's liability for emergency manager decisions\". MLive.com. Retrieved October 9, 2015.\n\n^ Erb, Robin (January 23, 2015). \"Who wants to drink Flint's water?\". Detroit Free Press. Retrieved October 9, 2015.\n\n^ Erb, Robin (September 25, 2015). \"Doctor: Lead seen in more Flint kids since water switch\". Detroit Free Press.\n\n^ Wisely, John (October 8, 2015). \"Snyder announces $12-million plan to fix Flint water\". Detroit Free Press.\n\n^ Wang, Yanan (December 15, 2015). \"In Flint, Mich., there's so much lead in children's blood that a state of emergency is declared\". The Washington Post.\n\n^ Lurie, Julia (December 16, 2015). \"Flint Kids Have So Much Lead in Their Blood That the Mayor Declared a State of Emergency\". Mother Jones.\n\n^ Heinlein, Gary (November 13, 2015). \"When did state know kids in Flint were lead poisoned?\". Detroit Free Press.\n\n^ \"Flint water concerns raised early on in governor's office\". CBS News. Associated Press. February 26, 2016. Retrieved October 5, 2016.\n\n^ Heinlein, Gary (November 13, 2015). \"Petition to recall Snyder over Flint's water denied\". Detroit Free Press.\n\n^ Bosman, Julie (March 12, 2016). \"Recall Effort in Michigan Intensifies Pressure on Gov. Rick Snyder\". The New York Times. Detroit. Retrieved October 5, 2016.\n\n^ \"Michael Moore calls for arrest of Gov. Snyder\". The Detroit News. January 7, 2016.\n\n^ \"'Gov. Snyder Should Be Arrested': Flint Residents Demand Justice over Water Poisoning\". Democracy Now!. January 8, 2016.\n\n^ Pitt, Michael L.; McGehee, Cary S.; Rivers, Beth M. (November 13, 2015). \"Melisa Mays, et. al. vs. Governor Rick Snyder, et. al\" (PDF). Pitt Law PC. 2:15-cv-14002-JCO-MKM. Retrieved November 16, 2015. Defendants' conduct in exposing Flint residents to toxic water was so egregious and so outrageous that it shocks the conscience.\n\n^ \"4 families sue over lead in Flint water\". The Detroit News. November 15, 2015. Retrieved November 15, 2015.\n\n^ Bethencourt, Daniel (November 13, 2015). \"After Flint water crisis, families file lawsuit\". Detroit Free Press.\n\n^ Wang, Yanan (December 15, 2015). \"In Flint, Mich., there's so much lead in children's blood that a state of emergency is declared\". The Washington Post. ISSN 0190-8286. Retrieved December 15, 2015.\n\n^ Felton, Ryan (December 30, 2015). \"Governor Rick Snyder 'very sorry' about Flint water lead levels debacle\". The Guardian. London. Retrieved December 30, 2015.\n\n^ \"Michigan governor apologizes for state's mishandling of Flint's water supply\". Raw Story. Reuters. December 30, 2015. Retrieved December 30, 2015.\n\n^ Domonske, Camila (January 16, 2016). \"Obama Declares State Of Emergency Over Flint's Contaminated Water\". NPR.org. Retrieved January 16, 2016.\n\n^ Oosting, Jonathan (March 21, 2016). \"Snyder unveils sweeping Flint plan\". The Detroit News.\n\n^ Carmody, Steve (March 26, 2016). \"Gov. Snyder's Sweeping Plan For Flint Water Crisis Gets A Reality Check\". NPR.\n\n^ Gross, Allie. \"Remember that time Gov. Snyder said he'd drink Flint's water for 30 days straight? That's over already\". Detroit Metro Times. Retrieved April 26, 2016.\n\n^ Banner, William (March 2018). \"\"Toxicohistrionics\": Flint, Michigan and the Lead Crisis\". The Journal of Pediatrics. 197: 15–16. doi:10.1016/j.jpeds.2018.03.008. PMID 29656862. S2CID 4890357.\n\n^ Gómez, Hernán; Dietrich, Kim (July 22, 2018). \"Opinion: \"The Children of Flint Were Not 'Poisoned'\"\". The New York Times.\n\n^ Henderson, Stephen (August 16, 2018). \"Medical Researchers: Kids Were Not 'Poisoned' In Flint Water Crisis\". Detroit Today.\n\n^ Chariton, Jordan; Dize, Jenn. \"Michigan's Ex-Gov. Rick Snyder Knew About Flint's Toxic Water - and Lied About It\". Vice. Retrieved April 16, 2020.\n\n^ Fonger, Ron (April 17, 2020). \"Flint water prosecutors say statute of limitations won't stop investigation\". Michigan Live. Retrieved April 20, 2020.\n\n^ Fleming, Leonard N. \"Flint prosecutors: Six-year anniversary won't stop pursuit of justice\". The Detroit News. Retrieved April 20, 2020.\n\n^ White, Ed; Eggert, David; Webber, Tammy (January 12, 2021). \"Michigan plans to charge ex-Gov. Snyder in Flint water probe\". AP News. Retrieved January 12, 2021.\n\n^ \"Ex-Michigan governor Rick Snyder to be charged in Flint water scandal – report\". The Guardian. Associated Press. January 12, 2021. Retrieved January 12, 2021.\n\n^ Beckett, Ben (January 14, 2021). \"Throw the Book at Rick Snyder for Poisoning Flint's Water\". Jacobin. Retrieved January 14, 2021.\n\n^ LeBlanc, Beth (September 30, 2021). \"State board approves up to $2.3 million in Flint legal contracts for Snyder, Agen\". The Detroit News.\n\n^ \"Former Gov. Snyder laying groundwork for his next act\". Crain's Detroit Business. January 6, 2019.\n\n^ \"Former Gov. Rick Snyder named Harvard fellow\". Detroit Free Press. Retrieved June 30, 2019.\n\n^ Snyder, Rick (July 3, 2019). \"I have informed the HKennedy Sch that I am turning down its offer as Snr Res Fellow. It would have been exciting to share my experiences, both positive and negative; our current political environment and its lack of civility makes this too disruptive. I wish them the best\". @onetoughnerd. Retrieved July 3, 2019.\n\n^ Snyder, Rick (September 3, 2020). \"Former Michigan governor Rick Snyder: I am a Republican vote for Biden\". USA Today. Retrieved September 3, 2020.\n\n^ \"Michigan Primary results\". 2010 Unofficial Michigan Primary Election Results. August 4, 2010. Archived from the original on December 1, 2012. Retrieved August 10, 2010.\n\n^ \"2010 Official Michigan General Election Results – Governor 4 Year Term (1) Position\". Miboecfr.nictusa.com. Archived from the original on January 21, 2013. Retrieved July 19, 2013.\n\n^ \"Election Results – General Election – November 4, 2014\". Michigan Department of State. November 24, 2014. Archived from the original on December 16, 2014. Retrieved December 22, 2014.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Rick Snyder.\n\nOffice of the Governor Rick Snyder official Michigan government site\nRick Snyder for Governor\nRick Snyder at Curlie\nAppearances on C-SPAN\n\n\nParty political offices\n\n\nPreceded byDick DeVos\n\n Republican nominee for Governor of Michigan 2010, 2014\n\nSucceeded byBill Schuette\n\n\nPolitical offices\n\n\nPreceded byJennifer Granholm\n\n Governor of Michigan 2011–2019\n\nSucceeded byGretchen Whitmer\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byJohn Engleras Former Governor\n\n Order of precedence of the United States Within Michigan\n\nSucceeded byMike Castleas Former Governor\n\n\n Order of precedence of the United States Outside Michigan\n\nSucceeded byBob Martinezas Former Governor\n\n\nvteGovernors of MichiganTerritorial (1805–1837)\nHull\nCass\nPorter\nMason\nHorner\nState (since 1837)\nMason\nWoodbridge\nGordon\nBarry\nFelch\nGreenly\nRansom\nBarry\nMcClelland\nParsons\nBingham\nWisner\nBlair\nCrapo\nBaldwin\nBagley\nCroswell\nJerome\nBegole\nAlger\nLuce\nWinans\nRich\nPingree\nBliss\nWarner\nOsborn\nFerris\nSleeper\nGroesbeck\nGreen\nBrucker\nComstock\nFitzgerald\nMurphy\nFitzgerald\nDickinson\nVan Wagoner\nKelly\nSigler\nWilliams\nSwainson\nRomney\nMilliken\nBlanchard\nEngler\nGranholm\nSnyder\nWhitmer\n\nAuthority control databases International\nFAST\nVIAF\nNational\nGermany\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Rick_Snyder&oldid=1194204246\"",
    "twitter": ""
  },
  {
    "name": "Rick Ungar",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/rick-ungar",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "producer",
    "wiki": "American film producer\nThis article is an autobiography or has been extensively edited by the subject or by someone connected to the subject. It may need editing to conform to Wikipedia's neutral point of view policy. There may be relevant discussion on the talk page. (January 2011) (Learn how and when to remove this template message)\nRick UngarUngar in 2017BornRichard Ungar (1950-11-04) November 4, 1950 (age 73)Youngstown, OhioOccupationWriter, producerNationalityAmericanNotable worksBiker Mice from MarsLegend of the Dragon\nRichard \"Rick\" Ungar (/ˈʌŋɡər/; born November 4, 1950) is the host of The Rick Ungar Show, a two hour political and news commentary radio show. Ungar is also the Editor In Chief of The Daily Centrist website. Previously, Ungar was the co-host of Steele & Ungar on SiriusXM's P.O.T.U.S. (Sirius XM) channel, and was a political commentary contributor to Forbes.com, Newsmax TV, and Forbes on Fox. Earlier, Ungar was a Hollywood writer and producer in television, particularly in the animation industry.\n\n\nCareer[edit]\nUngar became president of Marvel Productions in 1991,[1] with added responsibility in December 1992, for New World Family Filmworks and New World Action Animation.[2][3] He created and worked on Biker Mice from Mars, which began its first run in the United States and the United Kingdom in 1993.[4][5]  In fall 1993, Biker Mice from Mars was launched in syndication[5] then carried by UPN.[6] After a short stint as Marvel Entertainment CEO, Ungar returned to oversee newly renamed New World Animation in November 1993.[7] In August 1995, Ungar became president, first-run and animated programing of New World Entertainment.[1]\nUngar in September 1998 was hired as chairman and CEO of Bohbot Kids Network.[8] In November 1999, Ungar was hired by Marvel Enterprises as president of the Marvel Character Group, its IP and marketing group.[9]\nUngar returned to producing by setting up Brentwood Television Funnies (BTF). Through Brentwood, he produced the all new Biker Mice from Mars, which launched in the UK and Finland in 2006 to great ratings and followed by Italy and the United States in 2008.[10] However, its high ratings were not long lasting, as it didn't live up to the original series from the 90s and fans reaction was mostly negative; in spite of that, the episode Here Come the Judge won a daytime Emmy award for the show and voice-over Jim Ward, who voiced all four faces of the Crusher.\nIn May 2010, Ungar was hired as head writer and executive producer for 41 Entertainment,  Allen Bohbot’s new animation company.[11]\n\nProducer credits[edit]\nTelevision[edit]\nX-Men (1992-1993)\nBiker Mice from Mars (1993-1996)\nIron Man (1994)\nFantastic Four (1994)\nThe Incredible Hulk (1996-1997)\nRoswell Conspiracies: Aliens, Myths and Legends (1997-1999)\nMutant X (2001)\nSpider-Man: The New Animated Series (2003)\nX-Men: Evolution (2000-2003)\nLegend of the Dragon (2005-2008)\nZorro: Generation Z (2006)\nBiker Mice from Mars (2006-2007)\nDork Hunters from Outer Space (2008)\nPac-Man and the Ghostly Adventures (2013-2015)\nFilm[edit]\nP.J. Sparkles (1992)\nA Christmas Carol (2006)\nKong: Return to the Jungle (2007)\nAli Baba and the Forty Thieves: The Lost Scimitar of Arabia (2005)\nScreenwriting credits[edit]\nTelevision[edit]\nBiker Mice from Mars (1993)\nRoswell Conspiracies: Aliens, Myths and Legends (1999)\nX-Men: Evolution (2000-2001)\nZorro: Generation Z (2006)\nBiker Mice from Mars (2006-2007)\nLegend of the Dragon (2008)\nDork Hunters from Outer Space (2008)\nFilm[edit]\nKong: Return to the Jungle (2007)\nPolitical & News Commentary career[edit]\nRick Ungar was a senior political contributor to Forbes.[12] com from September 1. 2010 to January 14, 2016.\nUngar appeared as a contributor on Forbes on Fox from 2012-2014.[13]\nBeginning in January 2014 and until October 2016, Ungar fulfilled a number of on air roles at Newsmax TV, including as the Co-Host of The Daily Wrap.[14]\nUngar was the co-host of Steele & Ungar on SiriusXM's P.O.T.U.S. (Sirius XM) channel, which aired from March 22, 2014 to June 29, 2018.[15]\nIn early 2019, Ungar launched The Daily Centrist website, where he serves as Editor In Chief.[16]\nOn March 4, 2019, Ungar began hosting The Rick Ungar Show, weeknights 6 p.m. - 8 p.m. ET, and can be heard on affiliate radio stations and podcast.[17]\n\nReferences[edit]\n\n\n^ a b \"Rick Ungar, president of New World Animation since 1991\". Broadcasting & Cable. Cahners Business Information. August 28, 1995. Archived from the original on June 29, 2014. Retrieved May 27, 2014.\n\n^ \"New World forms two new kidvid banners\". Variety. December 8, 1992. Retrieved May 27, 2014.\n\n^ \"New World Expands TV Program Activities\". Los Angeles Times. December 9, 1992. Retrieved May 27, 2014.\n\n^ \"Roll Over, Michelangelo, It's The Mice\". Newsweek. Retrieved 2010-03-03.\n\n^ a b Fowler, James E. (1994-08-19). \"The locally conceived 'Biker Mice from Mars' series was seen in more than 50 countries. The stars make a live appearance Saturday\". Los Angeles Times. Retrieved August 24, 2010.\n\n^ \"Biker Mice return to GMTV\". C21 Media. May 22, 2005. Retrieved January 21, 2016.\n\n^ Freeman, Mike (November 1, 1993). \"New world of animation: former Marvel Entertainment chief Rick Ungar will head new division concentrating on original animated series, including upcoming 'Stealth Warriors.'\". Broadcasting & Cable. Archived from the original on June 29, 2014. Retrieved May 27, 2014.\n\n^ Freeman, Michael (September 28, 1998). \"Bohbot's 2000 Kids Tour\". Mediaweek. Archived from the original on March 14, 2014. Retrieved May 28, 2014.\n\n^ \"Marvel Enterprises, Inc. Announces Organizational Changes\". Write News. November 1, 1999. Retrieved May 27, 2014.\n\n^ \"Biker Mice from Mars Roll Into Fox This Saturday\". Animation Magazine. Retrieved March 7, 2010.\n\n^ Grant, Jules (July 5, 2010). \"Ungar onboard Bohbot's 41 Entertainment\". C21Media. Retrieved May 2, 2014.\n\n^ \"Rick Ungar, the token lefty\". Forbes. Retrieved 2020-04-18.\n\n^ \"Forbes on Fox Full Cast & Crew\". Retrieved 2020-04-18.\n\n^ \"NewsmaxTV pivots from all-conservative lineup with new talk show\". 2015-06-08. Retrieved 2020-04-19.\n\n^ \"SiriusXM to Launch \"Steele & Ungar,\" a New Weekly Show with Michael Steele and Rick Ungar, on SiriusXM P.O.T.U.S. on March 22\". 2015-06-08. Retrieved 2014-03-19.\n\n^ \"The Daily Centrist - A Gathering Place For The Great Political Center - Launches With Leading Political Commentators\". 2019-02-12. Retrieved 2020-04-18.\n\n^ \"Talkers.com News for March 25. 2019\". 2019-03-25. Retrieved 2020-04-19.\n\n\nExternal links[edit]\nRick Ungar at IMDb\nThe Rick Ungar Show website\nThe Daily Centrist website\nAllAccess: 10 Questions with Rick Ungar\nvteBiker Mice from MarsTV series\n1993 series\nepisodes\n2006 series\nVideo games\nBiker Mice from Mars (1994)\nBiker Mice from Mars (2006)\n\n Category\n\nAuthority control databases International\nISNI\nVIAF\nNational\nSpain\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Rick_Ungar&oldid=1165646885\"",
    "twitter": ""
  },
  {
    "name": "Rick Wytmar",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/rick-wytmar-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]