[
  {
    "name": "Rob Anderson",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/rob-anderson-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "producer",
    "wiki": "Robert Anderson may refer to:\n\n\nArts and entertainment[edit]\nRobert Anderson (editor and biographer) (1750–1830), Scottish literary scholar and editor\nRobert Anderson (poet) (1770–1833), English poet\nRobert Rowand Anderson (1834–1921), Scottish architect\nRobert Anderson (silent film actor) (1890–1963), Danish-born American actor\nRobert Alexander Anderson (composer) (1894–1995), American composer\nRobert Anderson (filmmaker) (1913–1997), Canadian filmmaker\nRobert Anderson (playwright) (1917–2009), American playwright and screenwriter\nRobert Anderson (singer) (1919–1995), African-American gospel singer and composer\nBobby Anderson (actor) (1933–2008), American actor and television producer\nRobert Theodore Anderson (1934–2009), American organist, composer, and pedagogue\nRobert G. W. Anderson (born 1944), historian, former director of the British Museum\nRobert Anderson (artist) (born 1946), American portrait artist\nRobert Mailer Anderson (born 1968), American novelist\nLaw and politics[edit]\nRobert Anderson (mayor) (fl. 1810s–1820s), mayor of Williamsburg, Virginia\nRobert Stirling Hore Anderson (1821–1883), Irish-born Australian colonial politician\nRobert M. Anderson (politician) (1824–1878), lieutenant governor of California\nRobert H. Anderson (politician) (c. 1831–1879), American politician in New York\nSir Robert Anderson, 1st Baronet (1837–1921), Irish businessman and Lord Mayor of Belfast\nRobert Anderson (Scotland Yard official) (1841–1918), lawyer, British intelligence officer and London CID chief, in charge during the Jack the Ripper murders\nRobert Alexander Anderson (politician) (1858–1916), Canadian politician in British Columbia\nRobert King Anderson (1861–1950), Canadian politician, physician and teacher\nRob Anderson (politician) (born 1977), Canadian politician in Alberta\nRobert Newton Anderson (1871–1948), MP in the Northern Ireland Parliament for Londonderry\nRobert P. Anderson (1906–1978), United States judge in Connecticut\nRobert B. Anderson (1910–1989), businessman, politician, and U.S. Secretary of the Treasury\nRobert B. Anderson (South Carolina politician), member of the South Carolina House of Representatives\nRobert Banneka Anderson Sr., member of the South Carolina General Assembly\nRobert Anderson (diplomat) (1922–1996), United States ambassador to Morocco\nRobert A. Anderson (1932–2006), American politician and businessman\nRobert Anderson (New Zealand politician) (1936–1996), New Zealand politician\nRobert T. Anderson (born 1945), American politician, lieutenant governor of Iowa\nRobert Anderson (Australian Aboriginal elder), Australian Aboriginal elder and union official\nMilitary[edit]\nRobert Anderson (Revolutionary War) (1741–1813), Revolutionary general and Lt. Governor of South Carolina\nRobert Anderson (Civil War) (1805–1871), Union commander at Fort Sumter at the start of the American Civil War\nRobert H. Anderson (1835–1888), Confederate officer (brigadier general) in the American Civil War\nRobert Anderson (Medal of Honor) (1843–1900), U.S. Navy sailor and Medal of Honor recipient\nRobert Anderson (Australian general) (1865–1940), Australian World War I brigadier general\nSports[edit]\nRobert Anderson (MCC cricketer) (1811–1891), English cricketer, played for Hertfordshire 1835–36 and MCC 1837–41\nRobert Anderson (American cricketer) (1893–?), American cricketer\nRobert Anderson (New Zealand cricketer) (born 1948), New Zealand cricketer, played nine Tests and two One Day Internationals for New Zealand\nRobert Anderson (rugby union) (c. 1900 – c. 1979), Australian rugby player\nRobert Anderson (Australian rules footballer) (born 1959), Australian rules footballer\nRobert Kiplagat Andersen (born 1972), Kenyan-born middle-distance runner who ran internationally for Denmark\nRobbie Anderson (American football) (born 1993), American football wide receiver\nRobbie Anderson (footballer) (1936–1996), English footballer\nOther[edit]\nRobert Anderson (mathematician) (fl. 1668–1696), English mathematician and silk-weaver\nRobert Anderson (inventor) (fl. 1830s), Scottish inventor\nRobert Anderson (Hollywood, Florida community leader) (1912–1998), banker and community leader in Hollywood, Florida\nRobert Anderson (New Zealand philanthropist), New Zealand businessman and philanthropist (knighted 1934)\nRobert Orville Anderson (1917–2007), American businessman and philanthropist\nRobert Marshall Anderson (1933–2011), Episcopal bishop of Minnesota\nRobert Charles Anderson (born 1944), American biochemist and genealogist\nRobert Anderson (murderer) (1966–2006), American executed for killing a 5-year-old girl in Texas\nRobert M. Anderson (mathematician) (born 1951), professor of economics and of mathematics\nRobert Henry Anderson (1899–1969), Australian botanist\nRobert Wherry Anderson (1864–1937), British journalist\nRobert S. Anderson (born 1952), American geomorphologist\nRobert J. Anderson (public health administrator) (1914–1999), director of the Centers for Disease Control and Prevention\nRobert Anderson (sex offender) (1928-2008), American sex offender\nSee also[edit]\nBob Anderson (disambiguation)\nBobby Anderson (disambiguation)\nRobert Andersson (disambiguation)\nJoni Mitchell, born Roberta Anderson\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Robert_Anderson&oldid=1188068884\"",
    "twitter": ""
  },
  {
    "name": "Robbie Robinette",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/robbie-robinette-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Robby Soave",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/robby-soave-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American author, host and journalist\nRobby SoaveSoave speaking at an event in Washington, D.C. in 2015BornRobert Emil Soave Jr. (1988-08-08) August 8, 1988 (age 35)Detroit, Michigan, U.S.EducationUniversity of Michigan (BA)Spouse\nCarrie Strasz ​(m. 2014)​\nRobert Emil Soave Jr. (/swɑːveɪ/, SWAH-vay)[1] is a libertarian American journalist who is a senior editor for Reason and co-host of The Hill's web news commentary series program Rising.[2][3]\nSoave was born in and grew up in the Indian Village district of  Detroit and graduated from the University of Michigan. In 2015, he won a Southern California Journalism Award from the Los Angeles Press Club for his writing about the Rolling Stone story \"A Rape on Campus\".[4][5] He was named in Forbes' \"30 under 30\" list in 2016.[5] In 2019, he gained media attention for his writings defending the Covington Catholic High School students involved in the Lincoln Memorial confrontation.[6][7][8] He lives in Washington, D.C., with his wife, where he serves on the D.C. Advisory Committee to the U.S. Commission on Civil Rights.[9]\nIn Soave's first book, Panic Attack: Young Radicals in the Age of Trump, he profiles young progressive activists as well as those on the political right, and discusses issues such as intersectionality, political correctness, and free speech on college campuses.[10][3][11]  Writing in The Guardian, reviewer J. Oliver Conroy called Panic Attack \"a methodical, earnest and often insightful work of reporting and analysis, not a fiery polemic.\"[12]  In his second book, Tech Panic: Why We Shouldn't Fear Facebook and the Future, Soave questions conventional wisdom about the negative effects of social media,[13] and argues that increased regulation of platforms like Twitter and Facebook could stifle free speech and do more harm than good.[14]\nSoave lives in Washington, D.C. with his wife, Carrie.[15]\n\nReferences[edit]\n\n\n^ Soave, Robby [@robbysoave] (July 24, 2019). \"I pronounce it 'swah - vay.' Not everyone in my family does, though. It's like that in its original Italian, and I prefer this to the American-ized version\" (Tweet) – via Twitter.\n\n^ Soave, Robby (2019). Panic Attack: Young Radicals in the Age of Trump. New York, NY: St. Martin's Press. ISBN 9781250169907.\n\n^ a b Weissmueller, Zach; Soave, Robby (June 14, 2019). \"Young Radicals Against Free Speech: Reason's Robby Soave on His New Book, Panic Attack\". Reason.\n\n^ \"Were the student protests at Middlebury a threat to free speech? Two writers duke it out\". Mic. March 17, 2017. Archived from the original on 2022-08-30. Retrieved 2021-09-13.\n\n^ a b \"2016 30 Under 30: Law & Policy\". Forbes. October 18, 2016. Retrieved 2021-09-13.\n\n^ Beauchamp, Zack (2019-01-23). \"The real politics behind the Covington Catholic controversy, explained\". Vox. Retrieved 2021-09-10.\n\n^ Uyehara, Mari (2019-01-25). \"Who's Complicit in the Covington Catholic Debacle?\". GQ. Retrieved 2021-09-10.\n\n^ Serwer, Adam (2019-01-23). \"The Trump-Era Overcorrection\". The Atlantic. Retrieved 2021-09-10.\n\n^ \"Robby Soave\". Reason.com. Retrieved 2021-09-10.\n\n^ Soave, Robby (June 17, 2019). \"Robby Soave's New Book, Panic Attack: Young Radicals in the Age of Trump, Hits Stores Tomorrow\". Reason.\n\n^ Bauer-Wolf, Jeremy (June 19, 2019). \"Author skewers campus culture wars in new book\". Inside Higher Ed.\n\n^ Conroy, J. Oliver (July 28, 2019). \"Panic Attack review: a wake-up call the woke won't read\". The Guardian.\n\n^ Geek's Guide to the Galaxy (October 15, 2021). \"What If Panic Over Social Media Is Overblown?\". Wired.\n\n^ \"Nonfiction Book Review: Tech Panic: Why We Shouldn't Fear Facebook and the Future by Robby Soave. Threshold, $28 (256p) ISBN 978-1-982159-59-7\". Publishers Weekly. September 27, 2021.\n\n^ \"Robby Soave, Author at Reason.com\". Reason. Retrieved August 9, 2023.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Robby Soave.\n\nAuthor profile and articles at Reason.com\nAppearances on C-SPAN\nAuthority control databases International\nVIAF\nNational\nGermany\nUnited States\n\n\n\nThis article about a United States journalist born in the 1980s is a stub. You can help Wikipedia by expanding it.vte\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Robby_Soave&oldid=1195980126\"",
    "twitter": ""
  },
  {
    "name": "Robert Reich",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/robert-reich-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "US academic, former Secretary of Labor\nNot to be confused with Robert Raich or Rob Reich.\n\n\nRobert ReichOfficial portrait, 199322nd United States Secretary of LaborIn officeJanuary 20, 1993 – January 20, 1997PresidentBill ClintonPreceded byLynn Morley MartinSucceeded byAlexis Herman\nPersonal detailsBornRobert Bernard Reich (1946-06-24) June 24, 1946 (age 77)Scranton, Pennsylvania, U.S.Political partyDemocraticSpouse(s)\nClare Dalton\n​ ​(m. 1973; div. 2012)​Perian FlahertyChildren\nSam\nAdam\nEducationDartmouth College (BA)University College, Oxford (MA)Yale University (JD)AwardsThe VIZE 97 Prize (2003)WebsiteOfficial websiteYouTube informationChannel\nRobert Reich\nYears active2015–presentSubscribers560,000[1](December 2023)Total views61 million[1](December 2023)\nCreator Awards100,000 subscribers2019\nLast updated: December 2023\n\nRobert Bernard Reich (/raɪʃ/ RYSHE;[2] born June 24, 1946) is an American professor, author, lawyer, and political commentator.[3] He worked in the administrations of Presidents Gerald Ford and Jimmy Carter, and served as Secretary of Labor from 1993 to 1997 in the cabinet of President Bill Clinton.[4][5] He was also a member of President Barack Obama's economic transition advisory board.[6]\nReich has been the Chancellor's Professor of Public Policy at the Goldman School of Public Policy at UC Berkeley since January 2006.[7] He was formerly a lecturer at Harvard University's John F. Kennedy School of Government[8] and a professor of social and economic policy at the Heller School for Social Policy and Management of Brandeis University. In 2008, Time magazine named him one of the Ten Best Cabinet Members of the century,[9] and in the same year The Wall Street Journal placed him sixth on its list of Most Influential Business Thinkers.[10]\nReich has published 18 books which have been translated into 22 languages,[11] including the best-sellers The Work of Nations, Reason, Saving Capitalism, Supercapitalism, Aftershock: The Next Economy and America's Future, and a best-selling e-book, Beyond Outrage. He is also board chair emeritus of Common Cause and writes his own blog about the political economy at Robertreich.org.[12] The Robert Reich–Jacob Kornbluth film Saving Capitalism was selected to be a Netflix Original, and debuted in November 2017, and their film Inequality for All won a U.S. Documentary Special Jury Award for Achievement in Filmmaking at the 2013 Sundance Film Festival in Utah.[13][14]\nIn 2015, Reich and Kornbluth founded Inequality Media, a nonprofit digital media company.[15] Inequality Media's videos feature Reich discussing topics relating to inequality and power primarily in the United States, including universal basic income, labor rights protection, the racial wealth gap, affordable housing, and gerrymandering.[16]\n\n\nEarly life and career[edit]\nReich was born to a Jewish family in Scranton, Pennsylvania, the son of Mildred Freshman (née Dorf) and Edwin Saul Reich (1914–2016), who owned a women's clothing store.[17][18] As a teenager, he was diagnosed with multiple epiphyseal dysplasia, also known as Fairbank's disease, a genetic disorder that results in short stature and other symptoms. This condition made Reich a target for bullies and he sought out the protection of older boys; one of them was Michael Schwerner, who was one of the three civil rights workers murdered in Mississippi by the Ku Klux Klan in 1964 for the registration of African-American voters. Reich cites this event as an inspiration to \"fight the bullies, to protect the powerless, to make sure that the people without a voice have a voice\".[19]\nHe attended John Jay High School in Cross River, New York. Reich received a National Merit Scholarship and majored in history at Dartmouth College, graduating with an A.B., summa cum laude, in 1968 and winning a Rhodes Scholarship to study Philosophy, Politics, and Economics at University College, Oxford.[20] While at Dartmouth, Reich went on a date with Hillary Rodham, the future Hillary Clinton, then an undergraduate at Wellesley College.[21] While studying at Oxford, Reich first met Bill Clinton, also a Rhodes Scholar. Although Reich was drafted to serve in the Vietnam War, he did not pass the physical examination; due to his dysplasia condition, Reich is only 4 feet 11 inches (1.50 m) tall, shorter than the required minimum height of 5 ft 0 in (1.52 m).[22] Reich subsequently earned a J.D. from Yale Law School, where he was an editor of the Yale Law Journal. At Yale, he was a classmate of Bill Clinton, Hillary Rodham, Clarence Thomas, Michael Medved, and Richard Blumenthal.[23]\nFrom 1973 to 1974, Reich served as a law clerk to Judge Frank M. Coffin, chief judge of the U.S. Court of Appeals for the First Circuit. From 1974 to 1976, he was an assistant to U.S. Solicitor General, Robert Bork, under whom he had studied antitrust law while at Yale.[24] In 1977, President Jimmy Carter appointed him director of the Policy Planning Staff at the Federal Trade Commission. From 1980 until 1992, Reich taught at the John F. Kennedy School of Government at Harvard University, where he wrote a series of books and articles, including The Next American Frontier and The Work of Nations.\n\nTenure as Secretary of Labor[edit]\nReich's official Department of Labor portrait\nBill Clinton incorporated Reich's thinking into his 1992 campaign platform, and after Clinton won the election, he appointed Reich to head economic policy for the presidential transition.[25]\nReich joined the administration as Secretary of Labor. On January 21, his nomination was confirmed unanimously and without controversy, along with a slate of Clinton appointees.[26]\nIn the very early days of the administration, Reich was seen as one of the most powerful members of the Clinton cabinet, both for his friendship with the President and his ambitious agenda for the Department of Labor. Whereas under 12 years of Republican presidencies the department had largely been used as a patronage posting, Reich envisioned it as the nucleus of a \"cluster\" of agencies, including the departments of Commerce and Education, which could act in tandem to break down traditional bureaucratic barriers.[27] Consistent with the 1992 Clinton platform and his writings before taking office, Reich called for more federal spending on jobs training and infrastructure.[27]\nReich also took initiative to expand his flexible power as an economic advisor-at-large to the President. As a member of the National Economic Council, Reich advised Clinton on health care reform, education policy, welfare reform, national service initiatives, and technology policy, as well as deficit reduction and spending priorities. He also actively engaged independent government agencies, such as the Federal Communications Commission, to take a labor-focused approach to regulation.[27] He referred to himself as \"secretary of the American work force\" and \"the central banker of the nation's greatest resource.\"[27]\nHowever, he butted heads with deficit hawks on the administration's economic team,[28] including budget director Leon Panetta[27] and Federal Reserve chair Alan Greenspan, a holdover from the Reagan administration whom Clinton reappointed.[29] Reducing the deficit was the administration's top economic priority, placing Reich's economic agenda on hold.[28] He later credited Hillary Clinton with keeping him apprised of goings-on within the White House.[29]\nDuring his tenure, he implemented the Family and Medical Leave Act (FMLA) and successfully lobbied to increase the national minimum wage.[30]\n\nNAFTA[edit]\nMain article: North American Free Trade Agreement\nThroughout his first year in office, Reich was a leading proponent of the North American Free Trade Agreement (NAFTA), which was negotiated by the George H. W. Bush administration and supported by Clinton following two side agreements negotiated to satisfy labor and environmental groups. Reich served as leading public and private spokesman for the Clinton administration against organized labor, who continued to oppose the Agreement as a whole.\nIn July 1993, Reich said that the unions were \"just plain wrong\" to suggest NAFTA would cause a loss of American employment and predicted that \"given the pace of growth of the Mexican automobile market over the next 15 years, I would say that more automobile jobs would be created in the United States than would be lost to Mexico... [T]he American automobile industry will grow substantially, and the net effect will be an increase in automobile jobs.\" He further argued that trade liberalization following World War II had led to the \"biggest increase in jobs and standard of living among the industrialized nations [in] history.\n\"[31]\nIn a September 1993 to the Center for National Policy think tank, Reich said, \"Great change demands great flexibility -- the capacity to adapt quickly and continuously, to change jobs, change directions, gain new skills. But the sad irony is that massive change on the scale we are now facing may be inviting the opposite reaction: a politics of preservation, grounded in fear.\" Reich specifically said opposition to NAFTA \"has little to do with the agreement and much to do with the pervasive anxieties arising from economic changes that are already affecting Americans.\"[32] In October, Reich addressed the biannual AFL-CIO convention in San Francisco, where Economic Policy Institute economist Thea Lea mocked Reich's view as a \"field-of-dreams\" theory of job creation.[33] His remarks were generally well-received, though only briefly mentioning NAFTA; he focused on the Clinton administration's approach to the National Labor Relations Board and day-to-day business regulation and management-labor relations.[34]\nIn advance of the final vote, Reich personally lobbied members of Congress to support the Agreement.[35][36] The bill passed the House 234–200 on November 17 and the Senate 61–38 on November 20; President Clinton signed it in to law on December 8.\nOver twenty years later, in opposing the Trans-Pacific Partnership as \"NAFTA on steroids,\" Reich repudiated his position. He further admitted that he regretted \"not doing more to strengthen [NAFTA]'s labor and environmental side-agreements,\" though he denied supporting an expedited \"fast-track\" legislative process without opportunity for amendment.[37]\n\nReturn to influence (1995–1997)[edit]\nMain article: 104th Congress\nSee also: 1994 United States elections\nBy August 1994, Reich had largely been sidelined on policy by the deficit hawks in the administration. With the approval of the White House, he delivered the first of four major speeches on the emergence of a new \"anxious class\" of Americans concerned with increased global competition and technological change.[28]\nAfter a disastrous showing for the Democratic Party in the November 1994 midterm elections, Reich returned to the forefront of the Clinton economic team.[28] Clinton reframed his agenda around a set of Reich proposals: middle-class tax cuts, a boost in the minimum wage, tax deductions for college tuition, federal grants to help workers upgrade their skills, and a ban on strike replacements.[28]\nIn a speech to the Democratic Leadership Council shortly after the election, Reich called for cutting corporate subsidies, which he labeled \"corporate welfare,\" as the only possible means to afford  jobs training programs. In a concession to the new Republican congress, Reich said that many federal job training programs did not work and that there was a need to consolidate programs that work and eliminate those that did not.[38][28] After the speech, Treasury Secretary Lloyd Bentsen and Commerce Secretary Ron Brown attempted to distance the administration from Reich's corporate welfare comments. However, Bentsen soon resigned; Reich continued to attack corporate welfare.[28]\nIn February 1995, Reich met opposition within the administration over his proposal to ban government contractors from permanently replacing striking workers. Clinton sided with Reich, re-establishing his central role in the administration's economic policy.[28]\nReich gave weekly speeches attacking the new Republican majority, with his central message being the need to adapt to an \"information-based\" economy and the continued need for job re-training. He said, \"We can't get the mass production economy back. The challenge now is of a different kind, and many have found it difficult to adapt. This is a major social transformation.\" On a Chicago call-in radio show, he said, \"You are on a downward escalator. You have a lot of job insecurity because of the tidal wave of corporate downsizing and restructuring.\"[28]\nIn December 1995, Reich delivered a commencement speech at the University of Maryland, College Park, in which he decried the increasing tendency of wealthy, educated Americans to divide themselves from the general population as \"the secession of the successful America.\"[39]\n\nResignation and memoir[edit]\nIn 1996, between Clinton's re-election and second inauguration, Reich decided to leave the department to spend more time with his sons, then in their teen years.\nBy April 1997, he published his experiences working for the Clinton administration in Locked in the Cabinet. Among those he criticized in the tell-all were Clinton advisor Dick Morris, former AFL-CIO head Lane Kirkland, and Federal Reserve Board chairman Alan Greenspan, a leading deficit hawk whom he considered \"the most powerful man in the world.\"[29] In the book, Reich criticizes the Democratic Party as \"owned by\" business and Washington as having two real political parties during his tenure: the \"Save the Jobs\" party, which wanted to maintain the status quo, and the \"Let 'Em Drown\" party.[29]\nAfter publication of the book, Reich received criticism for embellishing events with invented dialogue which did not match C-SPAN tapes or official transcripts of meetings.[40] The paperback release of the memoir revised or omitted the inventions. In one story, members of the National Association of Manufacturers (NAM) confronted Reich with curses and shouts of \"Go back to Harvard!\" In the revised version of the NAM story, Reich is instead hissed at.  The foreword to the paperback contained an explanation, in which Reich says that \"memory is fallible.\"[40]\nThe memoir has since been called \"a classic of the pissed-off-secretary genre\" by Glenn Thrush.[41]\n\nAfter the Clinton administration[edit]\nReich became a professor at Brandeis University, teaching courses for undergraduates as well as in the Heller School for Social Policy and Management. In 2003, he was elected the Professor of the Year by the undergraduate student body.[42]\nOn January 1, 2006, Reich joined the faculty of UC Berkeley's Goldman School of Public Policy. Since then, he has taught a popular undergraduate course called Wealth and Poverty, in addition to his graduate courses.[43] Reich is also a member of the board of trustees for the Blum Center for Developing Economies at the University of California, Berkeley.[44] The center is focused on finding solutions to address the crisis of extreme poverty and disease in the developing world.[45] In February 2017, Reich criticized UC Berkeley's decision to host Donald Trump supporter Milo Yiannopoulos. Following protests on the Berkeley Campus Reich stated that although he didn't \"want to add to the conspiratorial musings\"[46] he wouldn't rule out the possibility the \"agitators\" were a right-wing false flag for Trump to strip universities of federal funding.[47]\n\n2002 campaign for Governor of Massachusetts[edit]\nSee also: 2002 Massachusetts gubernatorial election § Democratic primary\nIn 2002, he ran for Governor of Massachusetts, losing in the Democratic primary to Shannon O'Brien. He also published an associated campaign book, I'll Be Short. Reich was the first US gubernatorial candidate to support same-sex marriage.[48] He also pledged support for abortion rights and strongly condemned capital punishment. His campaign staff was largely made up of his Brandeis students. Although his campaign had little funding, he narrowly came in second out of six candidates in the Democratic primary with 25% of the vote;[49] O'Brien went on to lose the general election to Republican future two-time presidential candidate and U.S. Senator Mitt Romney.[50]\nIn early 2005, there was speculation that Reich would once again seek the Democratic nomination for Governor of Massachusetts. He instead endorsed the then-little-known candidacy of Deval Patrick, who had previously served as Assistant Attorney General for Civil Rights in the Clinton Administration. Patrick won the party's endorsement, a three-way primary with nearly 50% of the vote, and the general election in November 2006.\n\nPolitical commentary[edit]\nRobert Reich in 2011\nIn 2004, Reich published Reason: Why Liberals Will Win the Battle for America.\nIn addition to his professorial role, he was a weekly contributor to the American Public Media public radio program Marketplace, and a regular columnist for The American Prospect, which he co-founded in 1990.[51] He has also frequently contributed to CNBC's Kudlow & Company and On the Money.\nIn 2010, his weekly column was syndicated by Tribune Content Agency.[52] Since at least the summer of 2016, Reich has contributed an opinion column to Newsweek.[53][54]\nIn 2013, he teamed up with filmmaker Jacob Kornbluth to produce the documentary Inequality for All, based on his book Aftershock which won a Special Jury Award at the Sundance Film Festival. In 2017, he again teamed up with Jacob Kornbluth to produce the documentary Saving Capitalism, based on his book of that name. Netflix chose the film to be a Netflix Original Documentary. In the documentary, Reich posits that large corporations began in the late 1960s to use financial power to purchase influence among the political class and consolidate political power, highlighting in particular the influence of the 2010 Citizens United ruling that allowed corporations to contribute to election campaigns. In the documentary, he advocates for grassroots political mobilization among working class Americans to countervail the political power of corporate America.[55]\nIn 2022, Reich was featured in The Simpsons season finale \"Poorhouse Rock,\" where he briefly explains the economic decline of the American middle class during a musical sequence.[56][57]\n\nPolitical stances[edit]\nReich speaking in 2009\nIn an interview with The New York Times, Reich explained that \"I don't believe in redistribution of wealth for the sake of redistributing wealth. But I am concerned about how we can afford to pay for what we as a nation need to do [...] [Taxes should pay] for what we need in order to be safe and productive. As Oliver Wendell Holmes once wrote, 'taxes are the price we pay for a civilized society.'\"[58]\nIn response to a question as to what to recommend to the incoming president regarding a fair and sustainable income and wealth distribution, Reich said: \"Expand the Earned Income Tax Credit—a wage supplement for lower-income people, and finance it with a higher marginal income tax on the top five percent. For the longer term, invest in education for lower income communities, starting with early-childhood education and extending all the way up to better access to post-secondary education.\"[58]\nReich is pro-union, saying: \"Unionization is not just good for workers in unions, unionization is very, very important for the economy overall, and would create broad benefits for the United States.\"[59] Writing in 2014, he stated that he favors raising the federal minimum wage to $15/hr across three years, believing that it will not adversely impact big business, and will increase higher value worker availability.[60]\nReich also supports an unconditional and universal basic income.[61] On the eve of a June 2016 popular vote in Switzerland on basic income, he declared that countries will have to introduce this instrument sooner or later.[62]\nWhile affordable housing has been a central issue in Reich's activism, in July 2020 Reich opposed a high-density development project in his own neighborhood in Berkeley.[63] He supported making a 120-year-old triplex a landmark to prevent the construction of a 10-apartment building, one of which would be deed restricted to be rented to a low income tenant, citing \"the character of the neighborhood\".[64] During an interview with W. Kamau Bell the following month, Reich reaffirmed his support for affordable housing \"in every community I've been involved in,\" and critiqued the development for replacing the house with \"condos selling for one and a half million dollars each.\"[65][66]\nAlthough a supporter of Israel, Reich has criticized Israel's settlement building in the occupied Palestinian territories.[67]\nIn September 2005 Reich testified against John Roberts at his confirmation hearings for Chief Justice of the United States Supreme Court.\nOn April 18, 2008, Reich endorsed Barack Obama for President of the United States.[68] During the 2008 primaries, Reich published an article that was critical of the Clintons, referring to Bill Clinton's attacks on Barack Obama as \"ill-tempered and ill-founded\", and accusing the Clintons of waging \"a smear campaign against Obama that employs some of the worst aspects of the old politics\".[69]\nReich endorsed Bernie Sanders for President of the United States in 2016, and both Sanders and Elizabeth Warren in 2020.[70][71][72] After Sanders ended his 2016 campaign, Reich urged Sanders's supporters to back eventual Democratic nominee Hillary Clinton.[73]\nOn May 31, 2020, Reich declared that \"by having no constructive response to any of the monumental crises now convulsing America, Trump has abdicated his office.\"[74] Since at least 2021, Reich has publicly supported President Donald Trump's removal from Twitter and other social media platforms.[75][76] In an April 2022 op-ed published on The Guardian, he criticized Elon Musk's efforts to take over Twitter, opining that the \"libertarian vision of an 'uncontrolled' internet\" is \"dangerous rubbish\".[75]\nIn 2022, Reich called Florida Governor Ron DeSantis a \"fascist\".[77]\nIn October 2023, Reich authored The last adult in the room. In the essay, he characterized Joe Biden as, \"shrewd, careful, and calibrated\" and expressed gratitude that Biden \"is in charge\" at a time \"when the kids are on a rampage.[78]\n\nSocial media[edit]\nWhat's the Fed? Reich explaining the Federal Reserve\nIn 2015, with Jacob Kornbluth, Reich founded Inequality Media, which produces videos, live interviews on Facebook, portions of his undergraduate class at Berkeley, and long-form videos. The purpose is to educate the public about the implications of the widening inequalities of income, wealth, and political power. Reich and Kornbluth have produced more than 90 videos of two minutes each about the economy and current events, that have been watched by more than 50 million people.\nSince shortly after the 2017 inauguration Reich has produced a \"Resistance Report\" program, offering contextual analysis of latest White House and Cabinet activities, typically a 15- to 30-minute presentation, available on social media sites such as Facebook and YouTube.[79]\nIn late January 2020, Reich and Inequality Media launched a new YouTube weekly talk show called The Common Good.[80]\n\nPersonal life[edit]\nReich married British-born lawyer Clare Dalton in Cambridge, UK, in 1973;[81] they divorced in 2012.[82] During their marriage, the couple had two sons: Sam, CEO of CollegeHumor, and Adam, a sociology professor at Columbia University.[82][83] Reich was subsequently married to photographer Perian Flaherty.\nIn 2020, the City of Berkeley Landmarks Preservation Commission published letters that he had written to them regarding his objection to the proposed demolition of Payson House at 1915 Berryman in Berkeley, California, near Reich's home.[84]\n\nAwards[edit]\nBruno-Kreisky Award, best political book of year (Supercapitalism), 2009[85]\nVáclav Havel Foundation VIZE 97 Prize, October 2003, for his writings in economics and politics.[86][87]\nLouis Brownlow Award (best book on public administration), National Academy of Public Administration, 1984[88]\nWritten works[edit]\nBooks[edit]\n1982: Minding America's Business: The Decline and Rise of the American Economy (with Ira Magaziner), ISBN 0-394-71538-1\n1983: The Next American Frontier, ISBN 0-8129-1067-2\n1985: New Deals: The Chrysler Revival and the American System (with writer John Donahue), ISBN 0-14-008983-7\n1987: Tales of a New America: The Anxious Liberal's Guide to the Future, ISBN 0-394-75706-8\n1989: The Resurgent Liberal: And Other Unfashionable Prophecies, ISBN 0-8129-1833-9\n1990: The Power of Public Ideas (editor), ISBN 0-674-69590-9\n1990: Public Management in a Democratic Society, ISBN 0-13-738881-0\n1991: The Work of Nations: Preparing Ourselves for 21st Century Capitalism, ISBN 0-679-73615-8\n1997: Locked in the Cabinet, ISBN 0-375-70061-7\n2000: The Future of Success: Working and Living in the New Economy, ISBN 0-375-72512-1\n2002: I'll Be Short: Essentials for a Decent Working Society, ISBN 0-8070-4340-0\n2004: Reason: Why Liberals Will Win the Battle for America, ISBN 1-4000-7660-9\n2007: Supercapitalism: The Transformation of Business, Democracy, and Everyday Life, ISBN 0-307-26561-7\n2010: Aftershock: The Next Economy and America's Future, ISBN 978-0-307-59281-1 (updated edition 2013)\n2012: Beyond Outrage: What Has Gone Wrong with Our Economy and Our Democracy, and How to Fix It, ISBN 978-0345804372\n2015: Saving Capitalism: For the Many, Not the Few, ISBN 978-0385350570\n2017: Economics in Wonderland, ISBN 978-1683960607\n2018: The Common Good, ISBN 978-0525520498\n2020: The System: Who Rigged It, How We Fix It, ISBN 9780525659044\nPlays[edit]\nMilton and Augusto (reading, University of California Berkeley, Center for Latin American Studies, September 2013)\nPublic Exposure (East Coast premier, Wellfleet Harbor Actor's Theater, June 2005; West Coast premier, Santa Rosa Theater, June 2008)[88]\nFilmography[edit]\nThese documentaries, and additional social media movies, have been made in collaboration with Jacob Kornbluth.\n\n2013: Inequality for All\n2017: Saving Capitalism\nSee also[edit]\n\nBiography portalUnited States portalPolitics portal\n2008–09 Keynesian resurgence\nJournal of Women, Politics & Policy – Reich sits on the editorial board[89]\nThe Trap (TV series), BBC documentary featuring Reich\nReferences[edit]\n\n\n^ a b \"About Robert Reich\". YouTube.\n\n^ \"NLS/BPH: Other Writings, Say How? Key to Pronunciation\". Loc.gov. February 16, 2011. Retrieved May 26, 2012.\n\n^ Gelles, David (November 20, 2017). \"Robert Reich, a Multiplatform Gadfly, Comes to Netflix\". New York Times.\n\n^ \"Hall of Secretaries: Robert B. Reich | U.S. Department of Labor\". www.dol.gov. Retrieved December 2, 2020.\n\n^ \"Robert Reich on America, the Global Economy, and our Future\". University of Puget Sound. September 6, 2012. Archived from the original on September 23, 2012. Retrieved December 2, 2020.\n\n^ Reich, Robert (November 7, 2008). \"Obama's Transition Economic Advisory Board: the Full List\". U.S. News & World Report. Retrieved October 24, 2013.\n\n^ \"Robert Reich | Faculty & Affiliated Academics | Faculty & Directories | Goldman School of Public Policy | University of California, Berkeley\". gspp.berkeley.edu. Retrieved February 27, 2017.\n\n^ Longworth, R.C (December 6, 1992). \"Clinton's top economic adviser likes the unusual\". Chicago Tribune. Lakeland Ledger. Retrieved June 20, 2011.\n\n^ \"Robert Reich – Top 10 Best Cabinet Members\". TIME. November 13, 2008. Archived from the original on December 19, 2008. Retrieved October 24, 2013.\n\n^ White, Erin (May 5, 2008). \"Quest for Innovation, Motivation Inspires the Gurus\". Wall Street Journal. Retrieved October 24, 2013.\n\n^ \"Author Bio – Robert Reich\". Penguin Random House.\n\n^ Peter Vidani. \"Robert Reich\". Robert Reich. Retrieved October 24, 2013.\n\n^ \"'Inequality for All' wins Sundance award\". Ecointersect.com. January 27, 2013. Retrieved October 24, 2013.\n\n^ \"Exposing the lies at the heart of U.S. capitalism\". The Observer / The Japan Times. February 8, 2013. Retrieved October 24, 2013.\n\n^ \"About\". Inequality Media.\n\n^ \"Videos\". Inequality Media. April 6, 2023.\n\n^ \"Robert Reich\". www.nndb.com. Retrieved May 18, 2017.\n\n^ Lins (1995). Newsmakers: the people behind today's headlines: 1995 cumulation, includes ... – Louise Mooney Collins, Gale Research Inc – Google Books. Gale Research. ISBN 9780810357457. Retrieved November 9, 2012.\n\n^ Reich, Robert (November 18, 2011). \"Transcript: Robert Reich's speech at Occupy Cal\". The Daily Californian. Retrieved September 11, 2013.\n\n^ Turco, Al (March 20, 2002). \"Democrat Robert Reich says he's prepared to make a difference in Mass\". Stoneham Independent. Archived from the original on October 22, 2012. Retrieved April 21, 2008. Reich started out as a graduate of John Jay High School, a regional public high school in small-town Cross River, New York. Reich then earned a bachelor's degree from Dartmouth College in 1968 and won a Rhodes Scholarship to study at Oxford where he received degrees in philosophy, politics and economics.\n\n^ Phillips, Kate & Bumiller, Elisabeth (August 6, 2007). \"The Caucus: Taking the Mystery Out of a Date\". The New York Times; The Caucus, The Politics and Government Blog of The Times. Retrieved August 12, 2014.\n\n^ Maraniss, David (1995). First in His Class: A Biography of Bill Clinton. Simon & Schuster. ISBN 9780684818900.\n\n^ \"Interviews – Robert Reich | The Clinton Years | FRONTLINE\". PBS. January 16, 2001. Retrieved May 26, 2012.\n\n^ The Monopolization of America, published on Robert Reich's YouTube channel (May 6, 2018)\n\n^ Friedman, Thomas L. (November 13, 1992). \"THE TRANSITION: Clinton Selects Diverse Team of Advisers\". The New York Times. Retrieved July 19, 2022.\n\n^ Dewar, Helen; Weisskopf, Michael (January 22, 1993). \"SENATE VOTES TO CONFIRM ALL BUT TWO OF CLINTON'S CABINET NOMINEES\". The Washington Post. Retrieved July 19, 2022.\n\n^ a b c d e Risen, James (June 7, 1993). \"An Idea Man Flexes His Muscle: Labor Secretary Robert Reich is turning his low-profile post into a power base. His close ties to the President have given him a wide-ranging portfolio and clout\". The Los Angeles Times. Retrieved July 19, 2022.\n\n^ a b c d e f g h i Swoboda, Frank (May 7, 1995). \"ROBERT REICH: THE RETURN OF A POLICYMAKER\". Retrieved July 19, 2022.\n\n^ a b c d Thomas, Evan (April 27, 1997). \"Inside the Beltway but Out of the Loop: Locked in the Cabinet by Robert B. Reich\".\n\n^ \"U.S. minimum wage hike\". CNN Money. August 20, 1996.\n\n^ Newkirk, William (July 14, 1993). \"Reich: Labor 'Plain Wrong' On Nafta\". The Chicago Tribune. Archived from the original on July 19, 2022. Retrieved July 19, 2022.\n\n^ Swoboda, Frank. \"LABOR CHIEF CHASTISES OPPONENTS OF NAFTA\". Retrieved July 19, 2022.\n\n^ Kilborn, Peter T. (October 4, 1993). \"Unions Gird for War Over Trade Pact\". The New York Times. p. A14.\n\n^ Franklin, Stephen (October 6, 1993). \"REICH NOT BASHFUL WHEN IT COMES TO WOOING BIG LABOR\". The Chicago Tribune. Retrieved July 19, 2022.\n\n^ Rowen, Hobart (October 11, 1993). \"The tide seems to have shifted in favor of NAFTA\". The Tampa Bay Times. But now, there's a big-time effort for NAFTA under way,\" says a Democratic congressman who's been wooed by the White House. \"I've talked to the president _ and they get me at home, too. I've had phone calls from [Labor Secretary Robert] Reich, [Commerce Secretary Ron] Brown and others.\n\n^ Swoboda, Frank (October 21, 1993). \"REICH: JOBS PLAN WON'T HELP NAFTA\". The Washington Post. Retrieved July 19, 2022.\n\n^ Kamen, Al (January 29, 2014). \"Robert Reich: For 'fast track' before he was against it?\". The Washington Post.\n\n^ Swoboda, Frank (November 22, 1994). \"REICH: CUT 'CORPORATE WELFARE' TOO\". The Washington Post. Retrieved July 19, 2022.\n\n^ Swoboda, Frank (December 26, 1995). \"REICH VOICES CONCERN OVER GROWING ECONOMIC ELITISM\". The Washington Post. Retrieved July 19, 2022.\n\n^ a b Carvajal, Doreen (February 24, 1998). \"Now! Read the True (More or Less) Story!; Publishers and Authors Debate the Boundaries Of Nonfiction\". The New York Times. Retrieved May 22, 2010.\n\n^ Thrush, Glenn (November 2013). \"LOCKED IN THE CABINET: The worst job in Barack Obama's Washington\". Politico. Retrieved July 19, 2022.\n\n^ \"Biography, Robert Reich, JD, Chancellor's Professor of Public Policy at the University of California at Berkeley\". Pro to the question \"Is the Patient Protection and Affordable Care Act (Obamacare) Good for America?\". Santa Monica, CA: ProCon.org. September 1, 2010. Archived from the original on June 27, 2017. Retrieved February 14, 2017.\n\n^ \"University of California – UC Newsroom | Robert Reich to join School of Public Policy\". Universityofcalifornia.edu. July 22, 2005. Archived from the original on June 29, 2012. Retrieved May 26, 2012.\n\n^ Maclay, Kathleen (April 19, 2006). \"4.19.2006 – Blum Center to develop sustainable solutions to issues facing world's poor\". Berkeley.edu. Retrieved May 26, 2012.\n\n^ \"Blum Center for Developing Economies | Real-World Solutions to Combat Poverty\". Blumcenter.berkeley.edu. Retrieved May 26, 2012.\n\n^ reich, Robert. \"A Yiannopoulos, Bannon, Trump Plot to Control American Universities?\". RobertReich.org.\n\n^ \"Robert Reich: Who Sent the Thugs to Berkeley?\". Newsweek. February 4, 2017.\n\n^ Dahir, Mubarak (July 2002). \"Committed to Equality: Why Is Massachusetts Gubernatorial Candidate Robert Reich the Only Pro-Gay Politician to Officially Support Gay Marriage?\". The Advocate. p. 15.\n\n^ Belluck, Pam (September 18, 2002). \"Massachusetts Democrats Pick Nominee For Governor\". New York Times. New York, NY.\n\n^ Viser, Matt (October 13, 2012). \"Romney overcame similar deficit in '02 race: former Mass. governor capitalized on debates\". Boston Globe. Boston, MA. Archived from the original on February 14, 2017. Retrieved February 14, 2017.\n\n^ \"About Us\". Prospect.org. Archived from the original on October 7, 2011. Retrieved May 26, 2012.\n\n^ \"Robert Reich columns\". Tribune Content Agency. Retrieved October 9, 2018.\n\n^ \"Trump's Corrupt State is so much worse than his imaginary Deep State | Opinion\". Newsweek. June 21, 2019. Retrieved June 23, 2019.\n\n^ \"Robert Reich: Trump's the establishment guy\". Newsweek. July 7, 2016. Retrieved June 23, 2019.\n\n^ Kornbluth, Jacob; Gilman, Sari (Directors) (November 21, 2017). Saving Capitalism (Motion picture). USA.\n\n^ \"Homer Simpson vs. the economy : Planet Money\". NPR.org. Retrieved September 28, 2022.\n\n^ \"'The Simpsons' rails against capitalism\". theintermountain.com. Retrieved September 28, 2022.\n\n^ a b Dubner, Stephen J. (May 1, 2008). \"Robert Reich Answers Your Labor Questions\". The New York Times. Retrieved May 22, 2010.\n\n^ Reich, Robert (January 27, 2009). \"Why We Need Stronger Unions and How to Get Them\". Robert Reich's blog. Retrieved January 8, 2019.\n\n^ Reich, Robert (April 8, 2014). \"Why The Minimum Wage Should Really Be Raised To $15 An Hour\". Retrieved January 8, 2019.\n\n^ \"Robert Reich: Universal Basic Income In The US 'Almost Inevitable'\". Daily Kos. Retrieved May 18, 2017.\n\n^ Soukup, Mit Robert Reich sprach Michael (February 5, 2016). \"Ohne Grundeinkommen wird es nicht gehen\". Tages-Anzeiger. Retrieved May 18, 2017 – via www.tagesanzeiger.ch.\n\n^ Yelimeli, Supriya (August 7, 2020). \"Landmarking fails for 130-year-old Berkeley house in passionate debate over housing, history\". Berkeleyside. Retrieved September 18, 2020.\n\n^ Robert B. Reich (July 22, 2020). \"Preservation of the Payson House\" (PDF). Correspondence received for 1915 Berryman Landmark Designation application. City of Berkeley. p. 27. Archived from the original (PDF) on June 18, 2021. Retrieved August 5, 2020. The character of the neighborhood is anchored by the Payson House [...] If historic preservation means anything, it means maintaining enough of the character of an older neighborhood to remind people of its history and provide continuity with the present. Development for the sake of development makes no sense when it imposes social costs like this.\n\n^ The Reshaping of the Democratic Party: W. Kamau Bell and Robert Reich. Youtube. August 5, 2020.  13:50 minutes in. Archived from the original on November 17, 2021. I'm a big advocate for affordable housing in every community I've been involved in. You got some developers down my street that are posing as affordable housing developers but actually what they're doing is taking down old buildings and putting up these high rises or townhouses and condos selling for one and half million dollars each and pretending they're low income[...] Those old buildings had renters who were low income, and replacing them with these townhouses selling well over a million dollars and getting subsidies? When is 1.4 million dollars affordable? [...] I am for affordable housing in Berkeley, and I've spent a huge amount of time and effort trying to push for affordable housing, and I'm pushing the Mayor for affordable housing, but I am not for developers who are pretending to be about affordable housing.\n\n^ \"Zoning Project Application for 1915 Berryman St\" (PDF). City of Berkeley Planning Department. May 26, 2020. p. 29. Retrieved August 6, 2020 – via GitHub.\n\n^ \"Former US secretary: Netanyahu speech 'poisoning' ties\". The Times of Israel. March 1, 2015.\n\n^ \"Obama for President\". Robert Reich's Blog. April 18, 2008. Archived from the original on April 21, 2008. Retrieved July 29, 2018 – via BlogSpot.\n\n^ \"Bill Clinton's Old Politics\". Robert Reich's Blog. January 24, 2008. Archived from the original on January 27, 2008. Retrieved July 29, 2018 – via BlogSpot.\n\n^ \"Former secretary of labor endorses Sanders\". TheHill. February 27, 2016. Archived from the original on February 28, 2016. Retrieved February 27, 2016.\n\n^ \"America's Next President: Warren Sanders\". Robert Reich's Blog. December 16, 2019.\n\n^ Reich, Robert [@RBReich] (February 26, 2020). \"The best way for Democrats to defeat Trump's fake anti-establishment populism is with the real thing, coupled with an agenda of systemic reform. This is what @BernieSanders offers\" (Tweet). Retrieved August 5, 2020 – via Twitter.\n\n^ \"Chris Hedges vs. Robert Reich on Clinton, Third Parties, Capitalism & Next Steps for Sanders Backers\". Democracy Now!. August 4, 2016. Retrieved January 8, 2019.\n\n^ Reich, Robert, Fire, pestilence, and a country at war with itself: the Trump presidency is over, The Guardian, May 31, 2020\n\n^ a b Reich, Robert (April 12, 2022). \"Elon Musk's vision for the internet is dangerous nonsense\". The Guardian.\n\n^ Reich, Robert (January 12, 2021). \"Accountability for the Attempted Coup (VIDEO)\". YubaNet.\n\n^ Black, Eric (August 31, 2022). \"A liberal's experiment in calling DeSantis a 'fascist' and what it says about labels\". MinnPost. Retrieved September 1, 2022.\n\n^ Reich, Robert, The last adult in the room, Robert Reich Daily Newsletter, Substack, October 19, 2023\n\n^ \"Inequality Media Civic Action\". YouTube. Retrieved July 5, 2017.\n\n^ \"Impeachment, Bernie's Surge, and the Upcoming State of the Union\", The Common Good with Robert Reich, YouTube, archived from the original on November 17, 2021, retrieved February 7, 2020\n\n^ \"Index entry\". FreeBMD. ONS. Retrieved November 11, 2020.\n\n^ a b Reich, Adam (November 2, 2013). \"Will You Help My Parents Get Divorced on Google?\". adamreich.com. Retrieved July 29, 2018.\n\n^ David Usborne (June 12, 1994). \"Profile: Small guy, big deal: Robert Reich: Can this man get the West to work again? David Usborne on an economist with charisma\". Voices. The Independent. Retrieved October 24, 2013.\n\n^ Reich, Robert (July 22, 2020). \"Email from Robert Reich to Fatema Crane\" (PDF). City of Berkeley. Archived from the original (PDF) on June 18, 2021. Retrieved October 3, 2020.\n\n^ \"Former Labor Secretary to address economic issues\". March 13, 2009.\n\n^ \"Foundation VIZE 97 – Laureates\". Vize.cz. Archived from the original on July 18, 2011. Retrieved October 24, 2013.\n\n^ \"Robert Reich | Discover Cal\".\n\n^ a b \"Curriculum Vitae\". Berkeley.edu. Retrieved January 9, 2017.\n\n^ \"Journal of Women, Politics & Policy – Editorial board\". Taylor and Francis. Retrieved June 3, 2014.\n\n\nExternal links[edit]\n\n\nRobert Reich  at Wikipedia's sister projects\n\nMedia from CommonsQuotations from WikiquoteTexts from WikisourceData from Wikidata\n\nOfficial website \nThe Guardian contributor page\nFrom the Left, blog by Reich\nAppearances on C-SPAN\nThe American Prospect articles by Robert Reich\nUC Berkeley bio\nRobert Reich on Mastodon  on the Fediverse\n\n\nPolitical offices\n\n\nPreceded byLynn Morley Martin\n\n United States Secretary of Labor 1993–1997\n\nSucceeded byAlexis Herman\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byBarbara Franklinas Former US Cabinet Member\n\n Order of precedence of the United Statesas Former US Cabinet Member \n\nSucceeded byFederico Peñaas Former US Cabinet Member\n\n\nvteUnited States Secretaries of LaborSecretaries of Commerce and Labor\nCortelyou\nMetcalf\nStraus\nNagel\nSecretaries of Labor\nWilson\nDavis\nDoak\nPerkins\nSchwellenbach\nTobin\nDurkin\nMitchell\nGoldberg\nWirtz\nShultz\nHodgson\nBrennan\nDunlop\nUsery\nMarshall\nDonovan\nBrock\nMcLaughlin\nDole\nMartin\nReich\nHerman\nChao\nSolis\nPerez\nAcosta\nScalia\nWalsh\n\nvteCabinet of President Bill Clinton (1993–2001)CabinetVice President\nAl Gore (1993–2001)\nSecretary of State\nWarren Christopher (1993–1997)\nMadeleine Albright (1997–2001)\nSecretary of the Treasury\nLloyd Bentsen (1993–1994)\nRobert Rubin (1995–1999)\nLawrence Summers (1999–2001)\nSecretary of Defense\nLes Aspin (1993–1994)\nWilliam J. Perry (1994–1997)\nWilliam Cohen (1997–2001)\nAttorney General\nJanet Reno (1993–2001)\nSecretary of the Interior\nBruce Babbitt (1993–2001)\nSecretary of Agriculture\nMike Espy (1993–1994)\nDan Glickman (1995–2001)\nSecretary of Commerce\nRon Brown (1993–1996)\nMickey Kantor (1996–1997)\nWilliam M. Daley (1997–2000)\nNorman Mineta (2000–2001)\nSecretary of Labor\nRobert Reich (1993–1997)\nAlexis Herman (1997–2001)\nSecretary of Health and Human Services\nDonna Shalala (1993–2001)\nSecretary of Housing and Urban Development\nHenry Cisneros (1993–1997)\nAndrew Cuomo (1997–2001)\nSecretary of Transportation\nFederico Peña (1993–1997)\nRodney E. Slater (1997–2001)\nSecretary of Energy\nHazel R. O'Leary (1993–1997)\nFederico Peña (1997–1998)\nBill Richardson (1998–2001)\nSecretary of Education\nRichard Riley (1993–2001)\nSecretary of Veterans Affairs\nJesse Brown (1993–1997)\nTogo D. West Jr. (1998–2000)\nCabinet-levelAdministrator of the Environmental Protection Agency\nCarol Browner (1993–2001)\nDirector of the Office of Management and Budget\nLeon Panetta (1993–1994)\nAlice Rivlin (1994–1996)\nFranklin Raines (1996–1998)\nJack Lew (1998–2001)\nDirector of Central Intelligence\nJohn M. Deutch (1995–1996)\nGeorge Tenet (1996–2001)\nTrade Representative\nMickey Kantor (1993–1996)\nCharlene Barshefsky (1996–2001)\nAmbassador to the United Nations\nMadeleine Albright (1993–1997)\nBill Richardson (1997–1998)\nRichard Holbrooke (1999–2001)\nChair of the Council of Economic Advisers\nLaura Tyson (1993–1995)\nJoseph Stiglitz (1995–1997)\nJanet Yellen (1997–1999)\nMartin Neil Baily (1999–2001)\nAdministrator of the Small Business Administration\nPhilip Lader (1994–1997)\nAida Álvarez (1997–2001)\nDirector of the Federal Emergency Management Agency\nJames Lee Witt (1993–2001)*\nDirector of the Office of National Drug Control Policy\nLee P. Brown (1993–1996)\nBarry McCaffrey (1996–2001)\nWhite House Chief of Staff\nMack McLarty (1993–1994)\nLeon Panetta (1994–1997)\nErskine Bowles (1997–1998)\nJohn Podesta (1998–2001)\n* took office in 1993, raised to cabinet-rank in 1996\nvteThe VIZE 97 Prize recipients\nKarl H. Pribram (1999)\nUmberto Eco (2000)\nZdeněk Neubauer (2001)\nJoseph Weizenbaum (2002)\nRobert Reich (2003)\nPetr Vopěnka (2004)\nPhilip Zimbardo (2005)\nZygmunt Bauman (2006)\nStanislav Grof (2007)\nJulia Kristeva (2008)\nVáclav Cílek (2009)\nKonrad Paul Liessmann (2010)\nIva Mojžišová (2011)\nMiloslav Petrusek (2012)\nJiří Fiala (2013)\nAndrew Lass (2014)\nTimothy Snyder (2015)\nJan Sokol (2016)\nN. David Mermin (2017)\nJosef Jařab (2018)\nMartin Bútora (2019)\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nFrance\nBnF data\nGermany\nItaly\nIsrael\nBelgium\nUnited States\nJapan\nCzech Republic\nKorea\nNetherlands\nPoland\nAcademics\nCiNii\nArtists\nMusicBrainz\nPeople\nTrove\nOther\nNARA\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Robert_Reich&oldid=1193785594\"",
    "twitter": ""
  },
  {
    "name": "Robert Samuelson",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/robert-samuelson",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\nFor the American volleyball player and Olympian, see Bob Samuelson.\nThis article has multiple issues. Please help improve it or discuss these issues on the talk page. (Learn how and when to remove these template messages)\n\nThis biography of a living person needs additional citations for verification. Please help by adding reliable sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately from the article and its talk page, especially if potentially libelous.Find sources: \"Robert J. Samuelson\" – news · newspapers · books · scholar · JSTOR (December 2017) (Learn how and when to remove this template message)\nThis article may rely excessively on sources too closely associated with the subject, potentially preventing the article from being verifiable and neutral. Please help improve it by replacing them with more appropriate citations to reliable, independent, third-party sources. (December 2017) (Learn how and when to remove this template message)\n\n (Learn how and when to remove this template message)\nSamuelson in 2004\nRobert Jacob Samuelson (born December 23, 1945) is a conservative journalist for The Washington Post, where he has written about business and economic issues since 1977. He was a columnist for Newsweek magazine from 1984 to 2011.\n\n\nCareer[edit]\nHe began his career in journalism as a reporter on the business desk of The Washington Post in 1969 and left the paper to become a freelancer in 1973.[1] His work has appeared in The Sunday Times, The New Republic and the Columbia Journalism Review. He joined the National Journal in 1976, where he wrote the \"Economic Focus\" column. He was a contributing editor there from 1981 to 1984, when he left to write for Newsweek.[2] At age 75, Samuelson posted his last op-ed article in The Washington Post on September 14, 2020.\n\nPersonal life[edit]\nSamuelson was born in New York City and raised in nearby White Plains, New York.[3] He received his bachelor's degree in 1967 from Harvard University, where he concentrated in government.[4] He and his wife, Judith Herr, live in Bethesda, Maryland and have three children.[2][5]\n\nJournalism awards[edit]\nSamuelson has received:[2]\n\n1993 John Hancock Award for Best Business and Financial Columnist\nNational Headliner Award for Feature Column on a Single Subject in both 1992 and 1993; another in 1987 for Best Special Interest Column\nGerald Loeb Awards for Commentary in 1994,[6] 1986[7] and 1983;[citation needed] Loeb finalist in 1988 for his columns on the October 1987 Wall Street crash\nAn Alicia Patterson Journalism Fellowship[8] in 1982 to research and write about the changes in the U.S. economy since World War II.\n1981 National Magazine Award\nBooks by Samuelson[edit]\nThe Good Life and Its Discontents: The American Dream in the Age of Entitlement, (Random House: 1995) 368 pages, ISBN 0-8129-2592-0\nUntruth: Why the Conventional Wisdom Is (Almost Always) Wrong, (Random House: 2001) 304 pages ISBN 978-0-8129-9164-2 (trade paperback edition)\nThe Great Inflation and Its Aftermath: The Past and Future of American Affluence, (Random House: 2008) 336 pages ISBN 978-0-375-50548-5\nNotes[edit]\n\n^ \"Robert J. Samuelson\". The Washington Post.\n\n^ a b c \"Newsweek: Robert Samuelson: Contributing Editor: Newsweek\", MSBNC, May 14, 2004. Accessed September 23, 2006.[permanent dead link]\n\n^ \"Robert J. Samuelson\", The Washington Post. Accessed September 24, 2006.\n\n^ \"Robert J. Samuelson\", \"The Business News Luminaries\" website of the \"TJFR Group\". Accessed September 23, 2006.\n\n^ \"Book Page - Tabbed\".\n\n^ \"2 Times Staffers Win Gerald Loeb Awards\". Los Angeles Times. May 10, 1994. Retrieved February 1, 2019.\n\n^ \"Auletta Wins Loeb Award\". The New York Times. May 9, 1986. p. D9. Retrieved February 1, 2019.\n\n^ Alicia Patterson Journalism Fellowship\n\n\nExternal links[edit]\nAppearances on C-SPAN\nC-SPAN Q&A interview with Samuelson, January 2, 2011\nvteThe Washington Post Writers GroupComic strips(current)\nFort Knox\nReply All\nComic strips(historical)\nBarney & Clyde\nBloom County\nCandorville\nHome and Away\nLittle Dog Lost\nLoose Parts\nMike Du Jour\nOut of the Gene Pool\nOutland\nOpus\nPickles\nRudy Park\nWatch Your Head\nEditorial commentary\nEsther J. Cepeda\nRichard Cohen\nE. J. Dionne\nKenneth Harney\nMichael Gerson\nDavid Ignatius\nRuth Marcus\nDana Milbank\nRuben Navarrette Jr.\nKathleen Parker\nCatherine Rampell\nEugene Robinson\nRobert J. Samuelson\nMichelle Singletary\nGene Weingarten\nGeorge F. Will\nFareed Zakaria\n\nvteGerald Loeb Award winners for Columns, Commentary, and EditorialsGerald Loeb Award for Editorials (1970–1972)(1970–1972)\n1970: Patricia Shontz\n1971: Philip Greer\n1972: Robert H. Metz\nGerald Loeb Award for Columns/Editorial (1973–1976, 1978–1982)(1973–1976)\n1973: Clem Morgello\n1974: Henry Wallich\n1975: Edwin Darby\n1976: Joseph A. Livingston\n(1978–1979)\n1978: Hobart Rowen\n1979: Robert L. Bartley\n(1980–1982)\n1980: Alan Gersten\n1980 (HM): Paul Lieberman, Chester Goolrick\n1980 (HM): Tom Bethell\n1981: Sarai Ribicoff\n1981 (HM): Stan DeCoster, Ann Baldelli\n1982 (tie): George Melloan\n1982 (tie): Lester C. Thurow\nGerald Loeb Award for Columns (1977)(1977)\nLee Mitsang\nGerald Loeb Award for Editorial/Commentary (1984)(1984)\nRobert L. Heilbroner\nGerald Loeb Award for Commentary (1985–2023)(1985–1989)\n1985: Daniel Henninger\n1986 (tie): Michael Kinsley\n1986 (tie): Robert Samuelson\n1987: Richard Doak\n1988: Ron Ridenhour\n1988 (HM): Gordon Crovitz\n1989: David Warsh\n(1990–1999)\n1990: L. Gordon Crovitz\\\n1991: Allan Sloan\n1992: Warren T. Brookes\n1993: Allan Sloan\n1994: Robert J. Samuelson\n1995: Jane Bryant Quinn\n1996: Bill Bishop\n1997: Holman W. Jenkins Jr.\n1998: Allan Sloan\n1999: Walter S. Mossberg\n(2000–2009)\n2000: David Ignatius\n2001: Floyd Norris\n2002: Gretchen Morgenson\n2003: Jerry Flint\n2004: Michael Hiltzik\n2005: Peter Eavis\n2006 (tie): Robert L. Pollock\n2006 (tie): Steven Pearlstein\n2007: Steve Bailey\n2008: Joe Nocera\n2008 (HM): Daniel Howes\n2009: Brian M. Carney\n(2010–2019)\n2010: Joseph E. Stiglitz\n2011: Paul Krugman\n2012: Zanny Minton Beddoes, Edward Carr, John Peet, Patrick Foulis, John O'Sullivan\n2013: John Gapper\n2014: Peter Goodman\n2015: Jesse Eisinger\n2016: James B. Stewart\n2017: Adrian Wooldridge\n2018: Ed Silverman\n2019: Andy Kessler\n(2020–2023)\n2020 (tie): Elisabeth Rosenthal\n2020 (tie): Geoffrey A. Fowler\n2021: Michelle Singletary\n2022: Chad Livengood\n2023: Alyssa Rosenberg\n\nAuthority control databases International\nISNI\nVIAF\nNational\nGermany\nIsrael\nUnited States\nNetherlands\nOther\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Robert_J._Samuelson&oldid=1131834991\"",
    "twitter": ""
  },
  {
    "name": "Robert Verbruggen",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/robert-verbruggen-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Robert Weissman",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/robert-weissman-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Rod Blagojevich",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/rod-blagojevich-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "Governor of Illinois from 2003 to 2009\n\"Blagojevich\" redirects here. For other people named Blagojevich, see Blagojević.\n\n\nRod BlagojevichBlagojevich c. 200740th Governor of IllinoisIn officeJanuary 13, 2003 – January 29, 2009LieutenantPat QuinnPreceded byGeorge RyanSucceeded byPat QuinnMember of the U.S. House of Representativesfrom Illinois's 5th districtIn officeJanuary 3, 1997 – January 3, 2003Preceded byMichael FlanaganSucceeded byRahm EmanuelMember of the Illinois House of Representativesfrom the 33rd districtIn officeJanuary 6, 1993 – January 3, 1997Preceded byMyron KulasSucceeded byJohn Fritchey\nPersonal detailsBorn (1956-12-10) December 10, 1956 (age 67)Chicago, Illinois, U.S.Political partyDemocraticSpousePatricia MellChildren2EducationUniversity of TampaNorthwestern University (BA)Pepperdine University (JD)SignatureCriminal informationCriminal statusWas incarcerated at the Federal Correctional Institution, EnglewoodSentence commuted February 18, 2020 by President Donald TrumpConviction(s)\nWire fraud (10 counts)\nBribery (3 counts)\nExtortion (4 counts)\nMaking false statements[1]\nCriminal penaltyServed nearly 8 years of a 14 year sentence; commuted\n\n\nRod Blagojevich (/bləˈɡɔɪ.əvɪtʃ/ blə-GOY-ə-vitch; born December 10, 1956), often referred to by his nickname \"Blago\",[2][3] is an American politician, political commentator, and convicted felon who served as the 40th governor of Illinois from 2003 to 2009. He was impeached, removed from office, convicted, and incarcerated for eight years on federal charges of public corruption. A member of the Democratic Party, Blagojevich previously worked in both the state and federal legislatures. He served as an Illinois state representative from 1993 to 1997, and the U.S. representative from Illinois's 5th district from 1997 to 2003.\nBorn and raised in Chicago, Blagojevich graduated from Northwestern University in 1979 and the Pepperdine University School of Law in 1983. After graduating, he became a criminal prosecutor at the Cook County State's Attorney Office during the late 1980s. Turning to elective politics, he represented the 33rd state house district in the Illinois House of Representatives where he supported mostly law and order policies. Forgoing a third two-year term in the state legislature, he represented Illinois's 5th congressional district for six years, winning re-election twice. He was elected Illinois governor in 2002, the first Democrat to win the office since 1972. There was increased public education funding, infrastructure development, and criminal justice reforms during his first term.\nA 2006 re-election and his second term led to the passage of a variety of healthcare, gun control, and anti-discrimination bills. Starting in December 2008, a federal investigation and trial found Blagojevich guilty of public corruption after he attempted to sell the U.S. Senate seat vacated by Barack Obama upon his election to the presidency. Blagojevich was impeached, convicted, and removed from office in 2009 by the Illinois General Assembly. He was also subsequently barred by the Illinois Senate from holding public office within the state ever again. For his role in the corruption scandal, Blagojevich was sentenced to 14 years in federal prison. After an appeal for his release, U.S. President Donald Trump formally commuted his sentence in 2020, after Blagojevich had been imprisoned for nearly eight years.[4][5] From May 2020 to September 2021, Blagojevich hosted a politics-themed radio program called The Lightning Rod on WLS-AM.\n\n\nEarly life[edit]\nRod Blagojevich[6][7] was born in Chicago, Illinois, the second of two sons[8] of Serb immigrants from FPR Yugoslavia. His father, Rade B. Blagojevich, was an immigrant steel plant laborer from a village near Kragujevac, PR Serbia.[9] His mother, Mila, was a Herzegovinian Serb whose family was originally from Gacko, PR Bosnia and Herzegovina.[10] His parents moved to Chicago in 1947. Blagojevich's older brother Rob[11] worked as a fund-raiser for Blagojevich in his later political career.[12] Blagojevich spent much of his childhood working odd jobs to help the family pay its bills. He was a shoeshiner and pizza delivery boy before working at a meat packing plant.[9] In order to afford university costs, Blagojevich worked for the Trans-Alaska Pipeline System as a dishwasher.[9]\nBlagojevich does not have a middle name, but uses the initial \"R\" in honor of his deceased father.[13] His nickname in the family was \"Milorad\", which some have mistakenly thought to be his name at birth.[14]\nBlagojevich graduated from Chicago's Foreman High School after transferring from Lane Technical High School. He played basketball in high school, and participated in two fights after training as a Golden Gloves boxer.[15] After graduation, he enrolled at the University of Tampa.[16] After two years, he transferred to Northwestern University in suburban Evanston, where he graduated in 1979 with a B.A. in history. He earned his J.D. from the Pepperdine University School of Law in 1983. He later said of the experience: \"I went to law school at a place called Pepperdine in Malibu, California, overlooking the Pacific Ocean — a lot of surfing and movie stars and all the rest. I barely knew where that law library was.\"[11] Blagojevich is married to Patricia Mell, the daughter of former Chicago alderman Richard Mell.\nBlagojevich voted for Ronald Reagan in 1980 and voted for his re-election in 1984.[17][18]\n\nAmateur boxing career[edit]\nBlagojevich had an amateur boxing career which spanned 13 months and included Golden Gloves competition. He trained under Jerry Marzillo in Chicago's Park District, and he fought some of his matches at the St. Andrews Gym in Chicago's Northside.[19]\n\nEarly career[edit]\nOfficial portrait as a member of the U.S. House of Representatives, 1997–2003.\nProsecutor[edit]\nBlagojevich clerked for Chicago Alderman Edward Vrdolyak.[20] Blagojevich then took a job as Cook County Assistant State's Attorney (assistant prosecutor) under State's Attorney Richard M. Daley,[20] specializing in domestic abuse crimes and felony weapons cases.[21][22]\n\nState and federal legislator[edit]\nIn 1992, with the backing of his influential father-in-law, Blagojevich unseated 14-year incumbent Myron Kulas in the Democratic primary for the 33rd state house district, in the Illinois House of Representatives, which includes part of Chicago's North Side.[23] As is the case with most state legislative elections in Chicago, this virtually assured him of election in November.[20][24][25] He drew on his experiences as a prosecutor to draft bills that he argued would strengthen the state's judicial system and reduce crime.\nIn 1996, Blagojevich did not seek reelection to the statehouse but instead ran for Illinois's 5th congressional district, based on the North Side. The district had long been represented by Dan Rostenkowski, who served as chairman of the House Ways and Means Committee. Rostenkowski lost reelection in 1994 to Republican Michael Patrick Flanagan after pleading guilty to mail fraud. However, Flanagan was a conservative Republican representing a heavily Democratic district and was regarded as a heavy underdog. Blagojevich soundly defeated Flanagan by a nearly 2-to-1 margin, with support from his father-in-law. He was elected two more times, taking 74% against a nominal Republican challenger in 1998 and having only a Libertarian opponent in 2000.\nBlagojevich was not known as a particularly active congressman. In the late 1990s, he traveled with Jesse Jackson to Belgrade in the Federal Republic of Yugoslavia to negotiate with President Slobodan Milošević for the release of American prisoners of war.[20]\nOn October 10, 2002, Blagojevich was one of 81 House Democrats, and one of only two from Illinois (the other being David D. Phelps), who voted in favor of authorizing the invasion of Iraq.[26]\n\nGubernatorial campaigns[edit]\n2002 election[edit]\nSee also: 2002 Illinois gubernatorial election\nDuring 2002, Blagojevich campaigned for his party's nomination to become governor. Blagojevich won a close primary campaign against former Illinois Attorney General Roland Burris and Chicago Public Schools Superintendent Paul Vallas, who ran well in the suburban collar counties of Chicago.[27] Blagojevich finished strongly in Southern Illinois, winning 55% of the primary vote downstate, enough to win a primary victory by a thin margin.[20]\nDuring the primary, state Senator Barack Obama backed Burris but, at Burris's suggestion, supported Blagojevich after he won the primary,[28] serving as a \"top adviser\" for the general election.[29] Future Obama senior adviser David Axelrod had previously worked with Blagojevich on congressional campaigns, but did not consider Blagojevich ready to be governor and declined to work for him on this campaign.[29] According to Rahm Emanuel, he, Obama, Blagojevich's campaign co-chair David Wilhelm, and another Blagojevich staffer \"were the top strategists of Blagojevich's 2002 gubernatorial victory\", meeting weekly to outline campaign strategies.[29] However, Wilhelm has said that Emanuel overstated Obama's role in the sessions, and Emanuel said in December 2008 that Wilhelm was correct and he had been wrong in his earlier 2008 recollection to The New Yorker.[29]\nIn the general election, Blagojevich defeated Republican Illinois Attorney General Jim Ryan.[20] Blagojevich's campaign was helped by his well-connected father-in-law, Chicago alderman Richard Mell.[20] Ethics scandals had plagued the previous administration of Republican George Ryan (no relation to Jim Ryan), and Blagojevich's campaign focused on the theme of \"ending business as usual\" in state government.[30] Polls prior to the election found that many Illinois voters were confused about the names of George Ryan and Jim Ryan, a fact which Blagojevich used to his advantage.[31] He asked, \"How can you replace one Ryan with another Ryan and call that change? You want change? Elect a guy named Blagojevich.\"[31] Blagojevich won with 52% of the vote over Jim Ryan.[31] On election night, he said: \"Tonight, ladies and gentlemen, Illinois has voted for change.\"[30]\n\n2006 reelection[edit]\nSee also: 2006 Illinois gubernatorial election\nBlagojevich (left) with Emil Jones (center) and Jeffrey Schoenberg (right) at the Illinois Executive Mansion for a luncheon after Barack Obama launched his 2008 campaign in 2007.\nFrom 2005 to 2006, Blagojevich served as federal liaison for the Democratic Governors Association. In 2005, Blagojevich also served as a Chair of the Midwestern Governors Association.\nNumerous scandals brought the governor's approval rating as low as 36 percent, with 56 percent disapproving near the end of 2005.[32]  By early 2006, five Republicans campaigned in the primary for the right to challenge him in the general election, with state treasurer Judy Baar Topinka eventually winning the nomination.\nBlagojevich formally began his 2006 reelection campaign for Governor of Illinois on February 19, 2006. He won the Democratic primary on March 21 with 72% of the vote against challenger Edwin Eisendrath, whom Blagojevich would not debate.[33]\nHe convinced Democratic state senator James Meeks not to launch a third-party campaign by promising to attempt to lease out the state lottery to provide education funding.[34]\nBlagojevich was endorsed by many Democratic leaders (with the notable exception of Attorney General Lisa Madigan, who claimed it was a conflict of interest since her office was investigating him),[35] including then-Illinois Senator Barack Obama, who endorsed the governor in early 2005 and spoke on his behalf at the August 2006 Illinois State Fair.[29] Blagojevich was also endorsed by the state's Sierra Club, the only Illinois governor ever endorsed by the organization.[36] The union American Federation of State, County and Municipal Employees declined to endorse Blagojevich for reelection, citing the 500 jobs he eliminated from the Illinois Department of Natural Resources, which left some state parks unsupervised.[37]\n\nSign reading \"Open Road Tolling Rod R. Blagojevich, Governor\"\nIn 2004, Blagojevich had ordered the Illinois Tollway to erect 32 signs at a cost of $480,000, announcing \"Open Road Tolling. Rod R. Blagojevich, Governor.\" In 2006, the signs were criticized for serving as campaign signs and costing significantly more than the common $200 signs.\nIn the general election, Blagojevich defeated Topinka and the Green Party's Rich Whitney, outspending Topinka $27 million to $6 million.[38][39] He attempted to tie Topinka to former Republican governor George Ryan's corruption.[40] Topinka ran advertisements detailing Blagojevich's federal investigations and non-endorsements by major state Democrats such as Lisa Madigan.[35] A three-term state treasurer, Topinka said that she had attempted to stop Blagojevich from using money from special funds for general expenditures without approval of the legislature; she said Blagojevich used the funds for projects meant to distract voters from his associates' corruption trials: \"This constant giving away of money ... a million here, a million there, it raids our already hamstrung government and deadbeat state.\"[41] Topinka's spokesman claimed that Blagojevich was the most investigated governor in Illinois history.[42] Topinka lost to Blagojevich by 11%.[35]\n\nGovernor of Illinois (2003–2009)[edit]\nBlagojevich greeting President George W. Bush in 2005\nAfter the 2002 elections, Democrats had control of the Illinois House, Senate, and all but one statewide office. While in office, Blagojevich signed progressive legislation such as ethics reform, death penalty reform, a state Earned Income Tax Credit, a statewide comprehensive smoking ban and expansions of health programs like KidCare and FamilyCare (FamilyCare was ruled unconstitutional).[11] Blagojevich signed a bill in 2005 that prohibited discrimination based on sexual orientation in employment, housing, public accommodations, and credit. Blagojevich originally campaigned against pork barrel spending, but eventually used it himself to gain more votes for bills.[11]\nSoon after taking office in 2003, Blagojevich continued support of a moratorium on executions of death row inmates, even though no such executions are likely to occur for years (his predecessor, George Ryan, commuted all of the death sentences in the state shortly before leaving office in 2003).[43] This support continued through his administration.[44]\nAnother notable action of his term was a strict new ethics law. When campaigning for re-election in 2006, Blagojevich said that if his ethics law had existed when former governor George Ryan had been in office, Ryan's corruption might not have occurred.[42] Blagojevich also signed a comprehensive death penalty reform bill that was written by then-Senator Barack Obama and the late U.S. Senator Paul M. Simon. Organized labor and African Americans were Blagojevich's staunchest political supporters.[34] In 2008, he told a group of African-Americans that he sometimes considered himself the first African American governor of Illinois.[45]\n\nEducation[edit]\nBlagojevich oversaw record increases in funding for education every year without raising general sales or income taxes. He was criticized by Republicans and many moderate Democrats for using funds from the state pension system in order to fund other spending.[20] Another early 2006 proposal included \"PreSchool for All\" for all three- and four-year-old children in Illinois. Legislation authorizing the program was adopted as part of the fiscal year 2007 budget.[46]\n\nProposed capital programs[edit]\nOn January 10, 2006, Blagojevich announced a proposal for a new $3 billion (US) spending plan for Illinois roads, mass transit, and schools, to be paid for by increased tax revenue and new gambling proposals (such as Keno and lottery games).[47] The proposal met with immediate opposition by members of the Republican Party of Illinois and many Democrats, who viewed it as \"an election year ploy\". The suggestion to legalize Keno within Illinois was later withdrawn.[48] As of 2008, Blagojevich had been unable for five years to agree to a capital plan that would improve Illinois infrastructure.[20]\nIn March 2008, Blagojevich announced a bipartisan coalition, chaired by former U.S. Speaker of the House Dennis Hastert and Former U.S. Congressman Glenn Poshard, to develop a capital construction plan that could pass the Illinois General Assembly. The Illinois Works Coalition toured the state and developed a compromise $34 billion package that relied on a lease of the Illinois Lottery, road funds, and expanded gambling for funding.[49] The plan passed the Senate but stalled in the Illinois House, with opposition from Democrats.[34]\n\nSpecial sessions[edit]\nBlagojevich called the Illinois General Assembly into special session 36 times while in office, which is half of the total number of special sessions called since 1970.[20] The sessions were blamed for disrupting lawmakers' time off, while Blagojevich himself did not attend the sessions.[39]\n\nRelationships with lawmakers[edit]\nBlagojevich disagreed with many state Democrats while in office, with House and Senate Republican leaders Frank Watson and Tom Cross often refereeing among the Democrats.[20] During 2008, Blagojevich even expressed fear that House Democrats would gain more seats and he would face more opposition.[50]\nBlagojevich's lieutenant governor was Pat Quinn. Quinn and Blagojevich publicly disagreed over[20] Blagojevich's proposed Gross Receipts Tax to increase revenue for schools and other projects within Illinois.[51] Quinn said in December 2008, that he had last spoken to Blagojevich in the summer of 2007.[52] Blagojevich also feuded with Attorney General Lisa Madigan, Comptroller Dan Hynes, Secretary of State Jesse White, and state treasurer Alexi Giannoulias — all of whom are Democrats.[20]\nBlagojevich was often at odds with members of both parties in the state legislature. Democratic legislator Jack Franks said that the reason Blagojevich had problems passing laws with the cooperation of the General Assembly is that he did not spend enough time with the legislature. \"That's a real reason he has such poor relations with the Legislature and can't get any of his agenda passed, because he doesn't talk to anybody.\"[53] When lawmakers working on a budget during a special session met at 10 am rather than 2 pm, and Blagojevich's attorney threatened that the Governor was considering legal action against the involved representatives, Democratic Rep. Joe Lyons told reporters, \"We have a madman. The man is insane.\"[54]\n\nQuincy mayor John Spring appears at a press conference with Blagojevich to discuss Mississippi River flood-relief efforts in 2008.\nAlthough Barack Obama served as an adviser to Blagojevich's 2002 gubernatorial campaign, by all accounts, Blagojevich and Obama have been estranged for years.[28][52][55] Blagojevich did not endorse Obama in the 2004 United States Senate race, and Obama did not invite Blagojevich to speak at the 2008 Democratic National Convention, as he did Lisa Madigan, Hynes, and Giannoulias.[28] Blagojevich has had a \"friendly rapport\" with the man who took over his congressional seat, Rahm Emanuel.[56]\nBlagojevich has also disagreed publicly with then-Democratic Chicago Mayor Richard M. Daley; after their dispute over Chicago Transit Authority funding, Daley called Blagojevich \"cuckoo\" and said he did not want to argue with the Governor since \"He's arguing with everybody in America.\"[57] Blagojevich replied, \"I don't think I'm cuckoo.\"[57]\nSoon after a meeting of 2007 with Democratic State Senator Mike Jacobs, meant to convince Jacobs to vote for Blagojevich's health insurance proposals, Jacobs emerged telling reporters that the Governor \"blew up at him like a 10-year-old child\", Blagojevich would not comment on the alleged incident.[54] Jacobs said during 2008: \"This is a governor who I don't think has a single ally, except for Senate president Emil Jones — and that's tenuous at best.\" Jones and Blagojevich sometimes collaborated, while at other times they disagreed on funding for education.[20]\nDuring a 2008 Congressional race pitting Democratic state senator Debbie Halvorson against Republican Marty Ozinga, the Democratic Congressional Campaign Committee ran television advertisements attempting to help Halvorson by linking Republican Ozinga to Blagojevich, asserting that Ozinga had given campaign donations to the Democratic governor.[58]\n\nThe Daily Show appearances[edit]\nDuring early February 2006, Blagojevich appeared on The Daily Show to discuss the governor's executive order that pharmacists must dispense any drugs for which a customer had a valid prescription, including birth control pills and Plan B. This measure was being challenged on the show by state legislator Ron Stephens from Greenville, Illinois. Blagojevich was interviewed by Jason Jones, who repeatedly pretended to be unable to pronounce Blagojevich's name and simply called him \"Governor Smith\". At one point in the interview, Jones, who was acting as if he were against the governor's order, told him, \"I'll be in charge of what my listeners hear.\" This prompted Blagojevich to turn to the camera and ask, \"Is he teasing me or is that legit?\" Two weeks after the interview, Blagojevich said that he was unaware of the nature of the show.[59][60] Stephens said he knew beforehand that the show was a comedy show: \"I thought the governor was hip enough that he would have known that, too.\"[59]\nStephens later said, \"With all due respect to the governor, he knew it was a comedy show. It's general knowledge for people under 90 years of age. It was when he came off looking so silly that he said he thought it was a regular news program. Even assuming he didn't know about it beforehand, we had to sign a release before the interview.\"[61]\nBlagojevich made another appearance on The Daily Show on August 23, 2010, after his removal from office. During his time on the show, he vehemently defended himself against host Jon Stewart's critique of things that he had previously said on the show. Stewart focused on how Blagojevich had expressed a great desire to tell his side in court, but then did not. Stewart attempted to get a promise that next time, Blagojevich would testify. Stewart also focused on Blagojevich's previous statement to him, that if one heard the famous \"effing golden\" statement in context, it would be seen as innocent. Stewart played the additional recording, and asked him how that sounded any different. The former governor had no concrete answers.[62]\n\nPolitical positions[edit]\nState spending[edit]\nBlagojevich was criticized for using what his opponents called \"gimmicks\" to balance the state budget. Republicans claimed that he was simply passing the state's fiscal problems on to future generations by borrowing his way to balanced budgets. Indeed, the 2005 state budget called for paying the bills by underfunding a state employees' pension fund by $1.2 billion.[20][63]\nDuring 2008, Blagojevich proposed issuing $16 billion in new bonds for the state to meet pension fund requirements.[64] Blagojevich once told a gathering of black ministers on Chicago's South Side that he was \"on the side of our Lord\" with his budget proposals.[51]\nBlagojevich proposed a budget for 2008 with a 5% increase from the year before.[64] Budget reductions of some programs caused Blagojevich to attempt to close 11 state parks and 13 state historic sites, with his spokesman saying Blagojevich had never visited any of them.[2][65] To plug state budget holes, Blagojevich at one point proposed selling the James R. Thompson Center or mortgaging it. Blagojevich was also criticized for his handling of the 2007 state budget. In particular, critics cited his unprecedented use of line-item and reduction vetoes to remove his political opponents' \"member initiatives\" from the budget bill.[66][3][67]\nDuring 2003, more than 1,000 Illinois judges began a class action lawsuit against Blagojevich, because Blagojevich had stopped constitutionally-required cost of living pay increases for the judges due to budget reductions.[68] The case was settled in the judges' favor in 2005, with Blagojevich's veto ruled as violating the state's constitution.[68]\n\nHealth care[edit]\nBlagojevich with then Congressman, Rahm Emanuel (D-Chicago) advocating for changes in Medicare legislation.\nDuring a suspected shortage of the flu vaccine in 2004, Blagojevich ordered 260,000 doses from overseas distributors, which the Food and Drug Administration had warned would be barred from entering the United States.[69] Although the vaccine doses had cost the state $2.6 million, the FDA refused to allow them into the country, and a buyer could not be found; they were donated to earthquake survivors in Pakistan a year later.[69] However, the lots had expired, and Pakistan destroyed the vaccines.[70]\nAlso in 2004, Blagojevich's plans to set up a website for Illinois residents to import medication from Canada and the United Kingdom was blocked by the U.S. Food and Drug Administration. Imported medication would have saved users of the service 25 to 50 percent over domestic drugs.[71]\nBlagojevich issued an executive order during 2004 requiring pharmacists in the state to dispense \"morning-after\" birth control, even if they object on moral or religious grounds. This order was legally challenged.[72] Later in 2007, opponents of the governor's executive order reached a settlement with the state in one case, causing partial removal of the order. The settlement, which followed the Illinois Supreme Court's decision in September 2007 to hear an appeal of a lawsuit challenging the executive order, allowed pharmacists to decline to dispense birth control, so long as they provided information to customers about pharmacists who did.[73] In another case, Morr-Fitz v. Blagojevich (later Morr-Fitz v. Quinn), the Illinois Court of Appeals ruled against Blagojevich's order.[74]\nDuring October 2005, Blagojevich announced All Kids, his plan to provide access to state-subsidized healthcare for every child in Illinois.[75] Signed into law by Blagojevich in November 2005, All Kids made Illinois the first state in the U.S. to attempt to legally require itself to provide universal affordable and comprehensive healthcare for children, regardless of income and immigration status.[76]\nDuring March 2007, Blagojevich announced and campaigned for his universal healthcare plan, Illinois Covered.[77] The plan was debated in the Illinois State Senate, but came one vote short of passing.[78] He proposed to pay for the plan with the largest tax increase in Illinois history.[20][54] He proposed a gross receipts tax on businesses, a $7.6 billion tax increase, with proceeds earmarked to provide universal healthcare in Illinois, increase education spending by $1.5 billion, fund a $25 billion capital construction plan, and reduce the State's $40 billion pension debt. Illinois House Speaker Michael Madigan called for a vote on a non-binding resolution on whether the state should impose a gross receipts tax. When it became apparent that the resolution would be defeated, Blagojevich announced at the last minute that supporters should vote against it, although the vote was intended to be a test vote to gauge whether the measure had any support.[79] The request was seen by many lawmakers from both parties as an attempt to spin the loss positively.[79] It was defeated by a vote of 107–0,[79][80] which the Associated Press termed \"jaw-dropping\".[54] When asked about the vote of the day, Blagojevich said, \"Today, I think, was basically an up. ... I feel good about it.\"[33]\nBlagojevich also successfully proposed a new tax on businesses that do not provide health insurance to their employees.[64]\nLawmakers did not approve another initiative of Blagojevich's, FamilyCare (which would provide healthcare for families of four making up to $82,000), but Blagojevich attempted to implement the plan unilaterally by executive order.[81] In rejecting Blagojevich's executive order, a legislative committee questioned how the state would pay for the program.[82] Blagojevich's decision has been called unconstitutional by two courts, which nullified the plan. However, during October 2008, pharmacies which had followed Blagojevich's directive to dispense drugs under the plan were informed by his administration that they would not be reimbursed and would have payments given under the system deducted from future Medicaid payments.[83] One state lawmaker, Republican Ron Stephens, suggested that Blagojevich should pay the difference out of his own personal account.[83] The Pantagraph agreed with Stephens in an editorial.[84]\nAssociated Press attempted under the Freedom of Information Act to discover how the state planned to pay for the Blagojevich-ordered program, how many people were enrolled, or how much the care had cost the state but were refused the information by state departments.[85]\n\nBusiness[edit]\nAfter Blagojevich pushed for a law banning sales of certain video games to minors, a federal judge declared the law violated the First Amendment, with the state ordered to pay $520,000 in legal fees.[86]\n\nBlagojevich greets students at Illinois State University in 2006\nBlagojevich vetoed three bills[87][88][89] that would permit trucks to drive 65 mph outside the Chicago area instead of the current 55 mph, stating that one bill \"compromises safety\".[90]\nBlagojevich threatened to stop the state's dealings with Bank of America Corp. over a shut-down factory in Chicago. On December 8, 2008, all state agencies were ordered to stop conducting business with Bank of America to pressure the company to make the loans. Blagojevich said the biggest U.S. retail bank would not get any more state business unless it restored credit to Republic Windows and Doors, whose workers were staging a sit-in. John Douglas, a former general counsel for the FDIC and attorney for Bank of America, called Blagojevich's gambit dangerous.[91][92]\n\nGun control[edit]\nBlagojevich has been described as a \"staunch\" supporter of gun control.[93]\nDuring his February 2006 \"State of the State\" address, Blagojevich said the state should ban semi-automatic firearms.\nAs a state legislator, Blagojevich proposed raising the price of an Illinois Firearm Owners Identification (FOID) card from $5 to $500.\nBlagojevich vetoed three gun bills in 2005, which would have:\n\nDeleted records in gun database after 90 days\nEliminated the waiting period for someone wanting to buy a rifle or shotgun, when trading in a previously owned weapon\nOverridden local laws regulating transport of firearms.[94]\nOprah Winfrey[edit]\nIn early 2009, Blagojevich reported being so impressed by Oprah Winfrey's influence on the election of Barack Obama that he considered offering Obama's vacant Senate seat to Winfrey. Blagojevich summarized his reasons for considering Winfrey on various talk shows:\n\nTo begin with, she was perhaps the most instrumental person in electing Barack Obama president. She is a larger-than-life figure in America and around the world. She has a huge bully pulpit and tremendous support across America ... She has a voice larger than all 100 senators combined. And if she was a U.S. Senator, she would be a voice for the Obama program, which she supports, and she would be in a position to be able to use an unbelievable bully pulpit to be able to get it done. She obviously can't be bought. And she's actually a very, obviously, in my judgment, a very impressive and a very nice person.[95] ... On the other hand, how likely is it she'd give up what she's doing for that? I mean, being a senator's a big deal, but it ain't Oprah.[96]\nWinfrey noted that although she was uninterested, she did feel she could be a senator.[97]\nPolitical analyst Chris Matthews praised Blagojevich's idea of making Winfrey a senator, suggesting that in one move it would diversify the Senate and raise its collective IQ. Elaborating further he said:\n\nAnybody who doesn't think Winfrey would be a great senator from Illinois or anywhere is crazy. She gets along with everybody. She brings people together. She finds common ground. She's way past race politics 20 years ago. She's so far ahead of most people in human relations. And she listens ... I think she is up there with Will Rogers and Bob Hope and some of our great public personalities of the last century.\nLynn Sweet of the Chicago Sun Times agreed with Matthews, writing Winfrey would be \"terrific\" and an \"enormously popular pick\".[98]\n\nPersonal style[edit]\nBlagojevich was famed for his flamboyant dress style, such as his taste for Charvet ties.[99][100] After the Justice Department complaint was made public, Blagojevich's hairstyle became the subject of discussion and jokes for national and local media personalities. Blagojevich insisted his aides always carry a hairbrush for him. He referred to it as \"the football\", alluding to the term nuclear football, which represents the bomb launch codes never to be out of reach of the president.[38]\n\nImpeachment, removal from office, trial[edit]\nMain article: Rod Blagojevich corruption charges\nU.S. Marshals photo of Blagojevich on the day of his arrest\n'Governor Arrested for Bribery' – video news report about Blagojevich from Voice of America, December 10, 2008\nBlagojevich threatened to stop the state's dealings with Bank of America Corp. over a shut-down factory in Chicago. This caused U.S. Attorney Patrick Fitzgerald,[101] to direct Blagojevich's arrest at his home by federal agents on December 9, 2008, and charge him with corruption. The Justice Department complaint alleged that the governor conspired to commit several \"pay to play\" schemes, including attempting \"to obtain personal gain ... through the corrupt use\" of his authority to fill the United States Senate seat vacated by Barack Obama following his election as president, claiming that in wiretapped recordings Blagojevich discussed his desire to get something in exchange for an appointment to the seat. After various outreach efforts, he appointed former state attorney general Roland Burris on New Year's Eve 2008. Burris was seated after some initial opposition in mid-January 2009.[102] A trial was set for June 3, 2010,[103] and U.S. Attorney Patrick Fitzgerald spoke out on the charges,[104] characterizing Blagojevich's actions as trying to auction the open seat off to \"the highest bidder\".\nThe Illinois House and Senate moved quickly to impeach the governor for abuse of power and corruption. On January 8, the Illinois House voted 114–1 (with three abstentions) to impeach Blagojevich.[105][106] The charges brought by the House emphasized Blagojevich's alleged abuses of power and his alleged attempts to sell legislative authorizations and/or vetoes, and gubernatorial appointments including that of Obama's vacated Senate seat. Blagojevich was taped by the FBI saying \"I've got this thing, and it's fucking golden. I'm just not giving it up for fucking nothing.\"[107]\nOn January 27, 2009, Blagojevich began a media campaign planned by publicist Glenn Selig. During the two-day campaign, he visited Today, Good Morning America, The Early Show, The View, multiple programs on Fox News Channel, CNN and MSNBC where he proclaimed his innocence and insisted he would be vindicated.\nOn January 29, 2009, Blagojevich was removed from office and prohibited from ever holding public office in the state of Illinois again, by two separate and unanimous votes of 59–0 by the Illinois Senate. His lieutenant governor Patrick Quinn subsequently became governor of Illinois.[108]\nBlagojevich's impeachment trial and removal from office did not affect his federal indictment in the United States District Court for the Northern District of Illinois, since impeachment is a political as opposed to a criminal sanction in addition to being (in this particular case) a punishment imposed at the state level.[109]\n\nPost-removal activities[edit]\nAfter being convicted and removed from office by the Illinois Senate, Blagojevich went on Late Show with David Letterman and The Daily Show with Jon Stewart, where he re-affirmed his innocence and stated that the Illinois legislature's decision to remove him from office was politically motivated, being due to his unwillingness to raise taxes. He has accused his successor, Pat Quinn, of using state funds excessively for personal leisure. A report later released by the Governor's office showed that most of Quinn's transportation fees were paid for by Quinn himself and that Quinn never accepted the $32 meal allowance from the State.[110]\nBlagojevich attempted to make a deal to star in NBC's 2009 summer reality show I'm a Celebrity ... Get Me out of Here! He made a request with the judge to ease his travel restrictions so that he could travel to Costa Rica to star in the show, saying that his family needed to make money. However, his request was formally rejected by U.S. District Judge James B. Zagel, who was sympathetic to Blagojevich's financial situation, but nevertheless stated, \"I don't think this defendant fully understands and I don't think he could understand ... the position he finds himself in.\" Judge Zagel went on further to note that Blagojevich must prepare for his defense.[111]\nDespite the ruling, NBC expressed an interest in negotiating with the judge to have Blagojevich as a part of the show. His wife took his place on the show, which began airing June 1, 2009.[112][113] He told an interviewer he found it difficult to watch his wife eat a dead tarantula on the broadcast, but remarked that her willingness to participate in the show was \"an act of love\" because she was earning funds to alleviate their adverse financial position.[114]\nOn June 13, 2009, Blagojevich starred in the improv group The Second City's musical Rod Blagojevich Superstar. He performed in order to support the charity Gilda's Club Chicago, which offers support for people living with cancer.[115]\nOn June 30, 2009, Blagojevich's autobiography The Governor: The Truth Behind the Political Scandal That Continues to Rock the Nation[116] was announced for print release on September 8, 2009.[117] The book was also released by Amazon.com for sale as an eBook on the Kindle on the same day as the announcement.[118]\nOn July 19, 2009, Blagojevich began hosting a two-hour weekly radio talk show on 890 WLS, which aired mid-day Sundays.[119][120] He had previously been a guest host of the \"Don Wade and Roma Morning Show\" on WLS in March 2009.[119][121] On June 2, 2010, WLS placed Blagojevich's radio show on hiatus while his corruption trial was ongoing.[122]\nBlagojevich appeared on season 9 of The Celebrity Apprentice in Spring 2010, asserting that he has the \"skill and know-how to get things accomplished\" on the series. Series star and producer Donald Trump praised Blagojevich's \"tremendous courage and guts\", and predicted that he would become one of the show's breakout stars.[123] Trump subsequently fired Blagojevich in the fourth episode of the season, which aired April 4, 2010.[124]\nIn an interview with Esquire in January 2010, Blagojevich said about President Obama, \"Everything he's saying's on the teleprompter. I'm blacker than Barack Obama. I shined shoes. I grew up in a five-room apartment. My father had a little laundromat in a black community not far from where he lived. I saw it all growing up.\" He soon backpedaled from the term \"blacker than\", saying that he had chosen his words poorly, but he stood by his message that \"the frustration is real, and the frustration is still, today, average, ordinary people aren't getting a fair shake.\"[125]\nBlagojevich made an appearance at the Wizard World Chicago comic convention in August 2010, conversing with and taking pictures with attendees. He charged $50 for an autograph and $80 for a photo. He also had a humorous televised meeting with Adam West; Blagojevich remarked that he considered The Joker to be the best Batman foil. Comic fandom website Bleeding Cool reported that Blagojevich had met with a mostly positive reception, while Time Out Chicago described it as mixed.[126][127]\n\nFederal trial and conviction[edit]\nFCI Englewood, where Blagojevich was located\nBlagojevich was indicted by a federal grand jury in April 2009.[128] Most of the charges were related to attempts to sell the Senate seat vacated by then-President-elect Barack Obama.[129] On August 17, 2010, he was convicted on one of the 24 federal charges, a charge of lying to the FBI, and the jury was hung on 23 other counts.[109] The defense did not call a single witness, claiming that prosecutors did not prove their case. Because the jury could not agree on the remaining charges, a mistrial was ordered for those counts. Within 15 minutes after the mistrial was declared, the prosecution team announced that they would definitely pursue a retrial on the 23 mistrial counts. A post-verdict court date was set for August 23, 2010. Federal prosecutors reduced the number of counts for Blagojevich's retrial, and, on June 27, 2011, he was found guilty of 17 of the 20 remaining charges and not guilty on one, and no verdict was rendered by the jury on two counts.[130] He was found guilty on all charges pertaining to the Senate seat, as well as extortion relating to state funds being directed towards a children's hospital and race track. However, he was acquitted on a charge pertaining to the tollway extortion and avoided a guilty verdict (by split decision) on attempting to extort Rahm Emanuel.[131][132][133]\n\nBlagojevich waves as he leaves his house to begin serving his sentence\nHe reported to prison on March 15, 2012, at Federal Correctional Institution, Englewood, Colorado.[134] His Federal Bureau of Prisons (BOP) number was 40892–424.[135] Had his sentence not been commuted by President Donald Trump, under federal rules, Blagojevich would have served at least 85%,[136] or 12 years, of his sentence after which time he may have been eligible for early release in March 2024, based on good behavior. However, President Trump commuted his sentence so he was released on February 18, 2020.[137]\nWhile in the federal penitentiary, Blagojevich was the lead singer for prison band called \"The Jailhouse Rockers\", named after an Elvis Presley song. The band dissolved when the lead guitarist was released.[138]\nHe was the fourth Illinois governor to serve time in federal prison, after Otto Kerner Jr., Dan Walker (Post governorship criminal activity), and George Ryan (Crimes starting during his prior service as Secretary of State).[139]\n\nAppeal[edit]\nBlagojevich appealed his conviction, claiming judicial bias and a tainted jury pool. He has also long contended that there was critical evidence the jury never heard, including witness testimony and recorded phone calls that Judge Zagel did not allow to be played during the trial. They have also argued that Blagojevich's own testimony was restricted by Judge Zagel's rulings.[140]\nIn July 2013, Blagojevich filed an appeal with the United States Court of Appeals for the Seventh Circuit in Chicago challenging the corruption conviction and the length of his prison term.[141] A three-judge panel of the Seventh Circuit heard arguments in the case in December 2013. In July 2015, the court unanimously vacated five of the corruption convictions, including his convictions for attempting to sell Barack Obama's vacant U.S. Senate seat after he was elected president, but affirmed the rest. The court's decision remanded to the district court.[142] The Seventh Circuit denied Blagojevich's request for rehearing en banc,[143] and in March 2016, the Supreme Court of the United States denied Blagojevich's petition for a writ of certiorari.[144]\nIn August 2016, a resentencing hearing was held in the district court. Judge Zagel re-imposed the same 14-year sentence he had imposed in 2011. Zagel acknowledged the suffering of Blagojevich's family and Blagojevich's good conduct in prison, but found that Blagojevich's corrupt conduct still warranted a 14-year sentence.[145] Blagojevich's attorneys appealed to the 7th Circuit, but failed; then filed another appeal with the U.S. Supreme Court on November 3, 2017.[146] Meanwhile, unrepentant, Blagojevich continued to fight his conviction and sentence in the media.[147][148][149] His wife Patti joined him in attracting press attention to his cause and criticism of the federal judiciary.[150] On April 16, 2018, the U.S. Supreme Court refused to hear an appeal, the second time in two years.[151]\n\nCommutation[edit]\nPresident Donald Trump, hours after having pardoned commentator Dinesh D'Souza, told reporters on May 31, 2018, that he was considering commuting Blagojevich's sentence (without pardoning him), as well as pardoning Martha Stewart. Trump called Blagojevich's sentence \"unfair\", saying that Blagojevich's statements about enriching himself were \"stupid\", but also the sort of thing \"that many other politicians say\".[152] Blagojevich filed a petition officially asking President Trump for commutation of sentence on June 5, 2018.[153] In August 2019, Trump commented to reporters that he was \"very strongly\" considering issuing a commutation.[154]\n\nPresident Donald Trump speaks about commuting Blagojevich on February 18, 2020. Video from White House.\nOn February 18, 2020, President Trump commuted Blagojevich's 14-year corruption sentence, wiping away the sentence but not the conviction.[4] \"I don't know him very well, I've met him a couple of times, he was on for a short time on The Apprentice years ago, seemed like a very nice person, don't know him, but he served eight years in jail, there's a long time to go,\" Trump said to reporters.[155] Some news sources noted that, in addition to The Apprentice connection, Trump and his organization had made contributions to Blagojevich's political campaigns, including his 2002 gubernatorial campaign.[156]\nBlagojevich was released from prison that day, and flew home to Chicago that night. Speaking to reporters after his release, he stated, \"I'm profoundly grateful to President Trump, and I will be for as long as I live.\" He said Trump was \"a man who's not only tough and outspoken, strong, but he has a kind heart\", and proclaimed himself to be a \"Trump-ocrat\".[157] On February 19, Blagojevich held a press conference at his home in Chicago's Ravenswood neighborhood, where he remained defiant towards his conviction, describing himself as a \"political prisoner\", and promised to use his experience in prison to fix the broken criminal justice system.[158][159][160]\nIllinois House GOP leader Jim Durkin criticized the President's decision to commute Blagojevich's sentence, stating that Blagojevich was \"rogue on steroids\" when he \"abused the office\" and that Trump was \"not concerned about the people of Illinois in November.\"[161] The commutation was satirized by Chicago-based The Wieners Circle.[162] Following the commutation, the Illinois Attorney Registration and Disciplinary Commission found that Blagojevich had engaged in \"a pattern of dishonest and deceptive conduct\" and recommended his disbarment to the Illinois Supreme Court.[163] On May 18, 2020, the Supreme Court of Illinois officially disbarred him.[164]\nIn August of the same year, it was announced that Blagojevich would be the featured speaker at a fundraising event to benefit Republican state senate candidate Tom McCullagh. The candidate's campaign stated that \"McCullagh is welcoming [Blagojevich] to the table to give us an inside look to help understand the depths of the Madigan machine and how to end corruption in Illinois.\"[165]\n\nPost-political career[edit]\nIn May 2020, Blagojevich launched a politics-themed podcast titled The Lightning Rod on WLS-AM 890.[166] The podcast ran through September 2021.[167]\n\nElectoral history[edit]\nHouse of Representatives[edit]\nSee also: Illinois' 5th congressional district\n1996\n\nRod Blagojevich, Democratic: 64%\nMichael Flanagan (inc.), Republican: 36%\n1998\n\nRod Blagojevich (inc.), Democratic: 74%\nAlan Spitz, Republican: 24%\n2000\n\nRod Blagojevich (inc.), Democratic: 87%\nMatt Beauchamp, Libertarian: 13%\nGubernatorial elections[edit]\n2002 gubernatorial election, Illinois\n\nRod Blagojevich, Democratic: 1,818,823, 52.0%\nJim Ryan, Republican: 1,582,604, 45.2%\nCal Skinner, Libertarian: 73,404, 2.1%\nMarisellis Brown, Independent: 22,803, 0.7%\n2006 gubernatorial election, Illinois\n\nRod Blagojevich (inc.), Democratic: 1,736,219, 49.8%\nJudy Baar Topinka: Republican: 1,368,682, 39.3%\nRich Whitney, Green: 361,163, 10.4%[citation needed]\nOther Write-ins: 1,587, 0.0%\nReferences[edit]\n\n\n^ \"List of Blagojevich convictions, max sentences\".\n\n^ a b Long, Ray (September 18, 2008). \"Blago has never visited a state park\". Associated Press. Archived from the original on December 1, 2008.\n\n^ a b Miller, Rich (August 27, 2007). \"Blago issues most political budget veto in history\". Daily Southtown. Retrieved September 21, 2007.[dead link]\n\n^ a b Baker, Peter; Haberman, Maggie (February 18, 2020). \"Trump Commutes Corruption Sentence of Governor Rod Blagojevich of Illinois\". The New York Times. ISSN 0362-4331. Retrieved February 18, 2020.\n\n^ Sweet, Lynn; Seidel, Jon; Sneed, Michael (February 18, 2020). \"Trump commutes prison sentence of disgraced ex-Gov. Rod Blagojevich\". Chicago Sun-Times. U.S. District Judge James Zagel gave Blagojevich 14 years, putting him on track for release in March 2024.\n\n^ \"Federal Bureau of Investigation – Chicago Field Division Press Release – Department of Justice\". chicago.fbi.gov. September 24, 2010. Archived from the original on September 24, 2010. Retrieved May 29, 2021.\n\n^ \"Rod Blagojevich Biography\". Biography.com. A&E Networks. Archived from the original on August 5, 2014. Retrieved August 4, 2014.\n\n^ Gradel, Thomas J.; Simpson, Dick (February 15, 2015). Corrupt Illinois: Patronage, Cronyism, and Criminality. University of Illinois Press. ISBN 9780252097034 – via Google Books.\n\n^ a b c Copley News Service. Three Democrats battle for party's nomination for governor. March 9, 2002.\n\n^ \"Hercegovac pokušao prodati Obaminu senatorsku funkciju\". SAN Dnevne Novine (in Bosnian). Retrieved January 9, 2009.\n\n^ a b c d Long, Ray; Parsons, Christi (October 25, 2006). \"Pulling No Punches\". Chicago Tribune. Retrieved November 1, 2014.\n\n^ \"Burris Defends His Evolving Description of Talks\" by Monica Davey, The New York Times, February 16, 2009, p. A9 NY edition. Retrieved 2-15-09.\n\n^ Blog entry by Josh Goodman of Governing magazine.\n\n^ \"So it's 'Milorad' is it?\". Chicago Tribune. August 3, 2010.\n\n^ Goldman, Russell (December 11, 2008). \"Blagojevich's Past Paved With Allegations\". ABC News. Retrieved December 11, 2008.\n\n^ Profile on the website Archived June 15, 2007, at the Wayback Machine of biographer Carol Felsenthal.\n\n^ Felsenthal, Carol (November 1, 2003). \"Governor Sunshine\". Chicago Magazine. Retrieved April 20, 2015.\n\n^ \"Blagojevich defends Reagan votes\". Beloit Daily News. Associated Press. June 12, 2004. Archived from the original on April 21, 2015. Retrieved April 20, 2014.\n\n^ \"Rod Blagojevich\". IMDb.\n\n^ a b c d e f g h i j k l m n o p Bernstein, David (February 2008). \"Mr. Un-Popularity\". Chicago Magazine. Archived from the original on October 1, 2017. Retrieved November 14, 2013.\n\n^ Governor-Elect Rod Blagojevich Cheesecake reprinted from campaign website: Rodforus.com. IADDA.org. Retrieved December 10, 2008.\n\n^ Tomma, Stephen (May 8, 2005). \"Blagojevich for president?\". Northwest Indiana and Illinois Times. Retrieved November 9, 2008.\n\n^ \"(unknown)\". Herald and Review. November 4, 1992. p. 5 – via Newspapers.com. {{cite web}}: Cite uses generic title (help)\n\n^ Babwin, Don (December 10, 2008). \"Arrest of Ill. governor puts spotlight on his wife\". The Seattle Times. Associated Press. Retrieved October 19, 2010.\n\n^ 'Illinois Blue Book 1995–1996,' Biographical Sketch of Rod R. Blagojevech, pg. 82\n\n^ Final Vote Results for Roll Call 455, House Joint Resolution 114, October 10, 2002,\n\n^ \"2002 Gubernatorial Democratic Primary Election Results – Illinois\". Uselectionatlas.org. Retrieved June 4, 2010.\n\n^ a b c Saskow, Eli (December 12, 2008). \"Obama Worked to Distance Self From Blagojevich Early On\". The Washington Post. Retrieved December 14, 2008.\n\n^ a b c d e Tapper, Jake (December 9, 2008). \"Questions Arise About the Obama/Blagojevich Relationship\". ABC News. Retrieved December 9, 2008.\n\n^ a b Saulny, Susan (December 10, 2008). \"A Portrait of a Politician: Vengeful and Profane\". The New York Times. Retrieved December 10, 2008.\n\n^ a b c Lin, Joanna (December 10, 2008). \"Blagojevich ran on an anti-corruption platform\". Los Angeles Times. Retrieved December 10, 2008.\n\n^ \"Results of SurveyUSA News Poll #6930\". Surveyusa.com. Retrieved June 4, 2010.\n\n^ a b \"Removing a governor\". Chicago Tribune. October 28, 2007. Retrieved November 8, 2008.\n\n^ a b c Pearson, Rick; Long, Ray (August 6, 2008). \"Blagojevich calls special session for next week\". Chicago Tribune. Retrieved November 7, 2008.\n\n^ a b c Cillizza, Chris (December 10, 2008). \"A Tale of Two Ads\". The Washington Post The Fix blog. Retrieved December 10, 2008.\n\n^ Darin, Jack (November 4, 2006). \"Thinking of Going Green on Tuesday? Think Again\". Illinois Sierra Club blog. Retrieved December 11, 2008.\n\n^ Hawthorne, Michael (October 30, 2006). \"Ecology questions crop up in race for governor\". Chicago Tribune. Retrieved December 11, 2008.\n\n^ a b Davey, Monica (December 14, 2008). \"Two Sides of a Troubled Governor, Sinking Deeper\". The New York Times.\n\n^ a b Wills, Christopher (December 14, 2008). \"Ill. governor: Eager for battle, rarely victorious\". Associated Press.\n\n^ Riopell, Mike (December 10, 2008). \"History repeats itself: Blagojevich not the first Gov. to be charged while in office\". Bloomington Pantagraph. Archived from the original on February 5, 2009. Retrieved December 10, 2008.\n\n^ Chase, John; Mendell, David (October 30, 2006). \"Wielding a bully wallet: Blagojevich uses incumbency to spread wealth to potential voters\". Chicago Tribune. Retrieved December 11, 2008.\n\n^ a b Pearson, Rick (September 8, 2006). \"Blagojevich denounces critics as 'scoundrels'\". Chicago Tribune. Retrieved December 11, 2008.\n\n^ Outline of Death Penalty Archived October 9, 2006, at the Wayback Machine moratorium and reform in Illinois.\n\n^ Reprint of Archived October 10, 2006, at the Wayback Machine Chicago Defender at the Illinois Coalition to Abolish the Death Penalty website.\n\n^ Carlos Hernandez Gomez (August 15, 2008). \"Blagojevich a Brutha?\". Chicagoland-TV. Archived from the original on January 19, 2013. Retrieved November 10, 2008.\n\n^ Website for Early Learning Illinois\n\n^ \"Chicago Tribune article on Keno proposals\". Chicago Tribune. Retrieved June 4, 2010.[permanent dead link]\n\n^ Chicago Tribune[permanent dead link] article on the withdrawal of the Keno proposal\n\n^ \"Illinois Works Coalition Update 09/03/08\". Archived from the original on October 14, 2008.\n\n^ Miller, Rich (November 4, 2008). \"Blagojevich helps constitutional convention call with his 'vote no' comments\". Southtown Star. Retrieved November 10, 2008.[dead link]\n\n^ a b McKinney, Dave (March 22, 2007). \"Lieutenant gov breaks ranks on gross receipts tax\". Chicago Sun-Times. Archived from the original on March 28, 2007. Retrieved November 7, 2008.\n\n^ a b Davey, Monica; Healy, Jack (December 9, 2008). \"Illinois Governor Charged in Scheme to Sell Obama's Seat\". The New York Times. Retrieved December 10, 2008.\n\n^ \"Eight trips = $76,000\". Dan Rutherford official campaign site. Associated Press. June 21, 2007.\n\n^ a b c d Wills, Christopher (July 10, 2007). \"Illinois Democrats turn on each other\". USA Today. Associated Press. Retrieved November 7, 2008.\n\n^ Shear, Michael D.; Cillizza, Chris (December 10, 2008). \"Obama Tries to Stay Above the Hometown Fray\". The Washington Post. Retrieved December 10, 2008.\n\n^ Blackledge, Brett J.; Webber, Tammy (December 20, 2008). \"Senate-for-sale case threatens new chief of staff\". Associated Press. Retrieved December 20, 2008.\n\n^ a b Garcia, Monique (September 15, 2008). \"Blagojevich: 'I don't think I'm cuckoo'\". Chicago Tribune. Retrieved November 8, 2008.\n\n^ \"Exploiting the Rod curse\". Chicago Tribune. October 28, 2008. Retrieved November 8, 2008.\n\n^ a b Davis, Eric (February 23, 2006). \"Ill. governor confused by 'Daily Show' bit\". USA Today. Associated Press. Retrieved July 17, 2007.\n\n^ \"Pill of Rights\". The Daily Show. February 9, 2006.\n\n^ Froemling, Todd (March 2, 2006). \"Blagojevich drops ball on 'The Daily Show'\". Daily Vidette. Retrieved July 17, 2007.\n\n^ Time/CNN Rod Blagojevich and Jon Stewart Interview, [1], The Daily Show Interview\n\n^ \"New Illinois law affects SURS retirement benefits\". News.uiuc.edu. Archived from the original on October 12, 2008. Retrieved June 4, 2010.\n\n^ a b c Long, Ray; Meitrodt, Jeffrey (February 21, 2005). \"Blagojevich budget speech combination of deja vu, new tax breaks\". Chicago Tribune. Retrieved November 7, 2008.\n\n^ Erickson, Kurt (September 20, 2008). \"Kurt Erickson: For Blagojevich, red tape may actually be a good thing\". Southern Illinoisan. Retrieved November 8, 2008.\n\n^ Long, Ray (August 23, 2007). \"Governor picks and chooses\". Chicago Tribune. Retrieved September 21, 2007.[permanent dead link]\n\n^ \"Statewide Budget Veto Hearing Release\" (PDF) (Press release). Illinois House of Representatives. September 6, 2007. Archived from the original (PDF) on March 25, 2009. Retrieved December 9, 2009.\n\n^ a b \"Judges settle pay increase lawsuit\". Daily Vidette. January 26, 2005. Archived from the original on February 12, 2009. Retrieved November 8, 2008.\n\n^ a b Rackl, Lori (December 31, 2005). \"Illinois' flu vaccine finally delivered – to Pakistan: Gov's order from Britain last year barred by FDA, so state donates it\". Chicago Sun-Times. Archived from the original on October 25, 2012. Retrieved November 9, 2008.\n\n^ Einhorn, Catrin (December 18, 2008). \"Illinois Inquiry Goes Beyond Criminal Complaint\". The New York Times. Retrieved December 19, 2008.\n\n^ Davy, Monica (August 17, 2004). \"Illinois to Help Residents Buy Drugs From Canada, and Afar\". The New York Times.\n\n^ \"Plan B: Walgreens pharmacist flap dissected\". UPI. February 1, 2006. Retrieved December 8, 2011.\n\n^ Peres, Judy (October 11, 2007). \"'Morning-after' pill deal reached\". Chicago Tribune. Archived from the original on October 13, 2007. Retrieved January 7, 2008.\n\n^ Morr-Fitz, Inc. v. Quinn, 976 N.E.2d 1160 (Ill. Ct. App. 2012).\n\n^ Keith, Ryan (October 24, 2005). \"'All Kids' insurance to dominate veto session\". Northwest Indiana and Illinois Times. Retrieved November 8, 2008.\n\n^ \"All Kids program\". Allkids.com. Retrieved June 4, 2010.\n\n^ State of Illinois Archived September 15, 2008, at the Wayback Machine Illinois Covered\n\n^ Bill Status for Senate Bill 5\n\n^ a b c Christopher, Wills (May 11, 2007). \"House does more than thump Gov.'s gross receipts tax\". The Lincoln Courier. Archived from the original on November 3, 2007. Retrieved November 9, 2008.\n\n^ \"Featured Article\". Opinion Journal. May 14, 2007. Retrieved January 31, 2009.\n\n^ \"Ill. gov. can get new lawyers for health plan case\". Chicago Tribune. October 24, 2008. Archived from the original on February 3, 2009. Retrieved November 7, 2008.\n\n^ \"Illinois Legislative Committee Rejects Gov. Blagojevich's FamilyCare Expansion\". Kaiser Foundation. February 28, 2008. Archived from the original on June 4, 2009. Retrieved November 7, 2008.\n\n^ a b O'Connor, John (October 7, 2008). \"Illinois pharmacists pay for Blagojevich's bungling\". The Pantagraph. Archived from the original on February 5, 2009. Retrieved November 7, 2008.\n\n^ \"Blagojevich should get the bill\". The Pantagraph. October 13, 2008. Retrieved November 10, 2008.\n\n^ O'Connor, John (October 23, 2008). \"Blagojevich mum on FamilyCare health program\". Associated Press. Archived from the original on October 25, 2008. Retrieved November 7, 2008.\n\n^ \"Illinois agrees to pay fees in video game industry suit\". Northwest Indiana and Illinois Times. December 21, 2006. Retrieved November 8, 2008.\n\n^ \"Legislative history of HB1743\". November 16, 2003. Retrieved January 23, 2009. (vetoed 2003-07-28)\n\n^ \"Legislative history of SB2374\". November 20, 2004. Retrieved January 23, 2009. (vetoed 2004-08-12)\n\n^ \"Legislative history of SB0540\". October 19, 2007. Retrieved January 23, 2009. (vetoed 2007-08-20)\n\n^ Gov. Rod Blagojevich (August 20, 2007). \"Veto of SB0540\". Retrieved January 23, 2009.\n\n^ \"Illinois Threat to Bank of America Is Dangerous, Critics Say\". Bloomberg. December 9, 2008. Retrieved December 12, 2008.\n\n^ \"The Real Illinois scandal: Pay to play? this racket is worse\" by Joe Queenan The Washington Post p. B01, Dec 14, 2008\n\n^ \"In Gun-control Showdown, Some Are Slow To Pull Trigger\". Chicago Tribune. May 14, 2000.\n\n^ \"Blagojevich vetoes series of proposed gun laws\". Arlington Heights Daily Herald. August 2005. Archived from the original on September 24, 2015. Retrieved November 14, 2013.\n\n^ \"Part 2 of Gov. Blagojevich on 'Glenn Beck'\". Fox News. January 29, 2009. Archived from the original on February 7, 2009. Retrieved January 31, 2009.\n\n^ \"Gov. Blagojevich: 'I Know I've Done Nothing Wrong'\". Fox News. January 27, 2009. Archived from the original on January 31, 2009. Retrieved January 31, 2009.\n\n^ \"Oprah 'Absolutely Not' Interested In Senate Seat\". WBBM 780. January 26, 2009. Archived from the original on February 11, 2009. Retrieved January 31, 2009.\n\n^ \"'Hardball with Chris Matthews' for Monday, January 26\". NBC News. January 26, 2009. Retrieved January 31, 2009.\n\n^ Zorn, Eric (May 31, 2007). \"Gov. Nocommentevich\". Chicago Tribune. Retrieved October 19, 2008.\n\n^ Donahue, Wendy (November 13, 2005). \"Tie right\" (PDF). The Chicago Tribune. Archived from the original (PDF) on August 27, 2006. Retrieved November 22, 2008.\n\n^ Alison Frankel All Articles (December 11, 2008). \"U.S. Attorneys Patrick Fitzgerald of Chicago and James Comey of Manhattan are both tough-minded career prosecutors. They're also best friends – American Lawyer – December 11, 2008\". Law.com. Retrieved December 8, 2011.\n\n^ Illinois Gov. Blagojevich, chief of staff, arrested Chicago Tribune, December 9, 2008.\n\n^ Fusco, Chris (June 25, 2008). \"Judge sets Blagojevich trial date\". Chicago Sun-Times. Archived from the original on June 28, 2009. Retrieved September 23, 2009.\n\n^ \"Justice Department Briefing on Blagojevich Investigation\". The New York Times. December 9, 2008. Retrieved August 14, 2009.\n\n^ Saulny, Susan (January 9, 2009). \"Illinois House Impeaches Governor\". The New York Times. Retrieved April 21, 2009.\n\n^ Vote on House Resolution 1671 to impeach Gov. Blagojevich.\n\n^ Harris, Paul (August 18, 2010). \"Rod Blagojevich guilty on just one count of 24 in corruption trial\". The Guardian. London.\n\n^ Chicago Tribune, January 30, 2009, \"Impeached Illinois Gov. Rod Blagojevich Has Been Removed From Office\" by Ray Long and Rick Pearson.\n\n^ a b Chicago Tribune, August 18, 2010, p. 1, \"Several panelists dissatisfied, point to lack of smoking gun' by Annie Sweeney, Vikki Ortiz Healy and Noreen S. Ahmed-Uilah.\n\n^ Ormsby, David (April 13, 2009). \"Quinn Manages to be Frugal and Generous Simultaneously\". Davidormsby.wordpress.com. Archived from the original on September 21, 2009. Retrieved June 4, 2010.\n\n^ \"Blagojevich Reality Show: Judge Denies Permission To Travel To Costa Rica For Show\". The Huffington Post. April 21, 2009. Retrieved June 4, 2010.\n\n^ \"NBC recruits Blagojevich for 'Celebrity'\". The Live Feed. April 15, 2009.\n\n^ \"Blagojevich: Eating spider on reality TV show was expression of love\".\n\n^ Barr, Andy (April 6, 2009). \"Blagojevich: Spider meal an 'act of love'\". Politico. Retrieved June 5, 2009.\n\n^ Second City, \"Blago Takes the Stage\", www.secondcity.com, Archived August 15, 2009, at the Wayback Machine\n\n^ Blagojevich, Rod (September 8, 2009). The Governor: The Truth Behind the Political Scandal That Continues to Rock the Nation. Phoenix. ISBN 978-1597776462.\n\n^ \"Blagojevich book due for release\". UPI. July 30, 2009. Retrieved July 30, 2009.\n\n^ Ortiz, Vikki (July 30, 2009). \"Rod Blagojevich's book: Ousted governor's work, due in September, available on Amazon.com\". Chicago Tribune. Archived from the original on August 2, 2009. Retrieved August 18, 2009.\n\n^ a b \"Blagojevich to host talk radio show on 2 Sundays\". The Pantagraph. Associated Press. July 17, 2009. Retrieved May 20, 2017.\n\n^ \"Blagojevich talker continues on WLS-AM\". Radio+Television Business Report. July 31, 2009. Retrieved May 20, 2017.\n\n^ Cox, Ted (March 25, 2010). \"Rod Blagojevich, media star: 2-hour stint on WLS used to attack Quinn\". Daily Herald. Arlington Heights, Ill. Retrieved May 20, 2017.\n\n^ \"WLS radio shuts off Blago's mike\". Chicago Sun-Times. June 3, 2010. Retrieved May 20, 2017.\n\n^ \"Donald Trump predicts former gov Rod Blagojevich will be 'Celebrity Apprentice 3's' breakout star\". The New York Daily News. January 5, 2010. Retrieved January 16, 2010.\n\n^ \"Episode 904 Recap\". NBC Universal. April 5, 2010. Archived from the original on March 23, 2010. Retrieved April 5, 2010.\n\n^ Winter, Michael (January 11, 2010). \"Blagojevich backpedals for saying he's 'blacker than Obama'\". USA Today. Retrieved January 16, 2010.\n\n^ Johnston, Rich (August 21, 2010). \"Rod Blagojevich Meets Batman At Wizard World Chicago Comic Con (VIDEO)\". bleedingcool.com. Retrieved August 22, 2010.\n\n^ \"Wizard World Chicago Comic Con, Saturday: Tales from the front lines\". Time Out Chicago. August 22, 2010. Archived from the original on August 25, 2010. Retrieved August 22, 2010.\n\n^ \"Superseding Indictment (U.S. v. Rod Blagojevich, et al\". FindLaw. April 2, 2009. Retrieved April 2, 2009.\n\n^ Associated, The. \"Jury convicts Blagojevich of attempting to sell Obama's senate seat – Haaretz Daily Newspaper | Israel News\". Haaretz. Israel. Retrieved December 8, 2011.\n\n^ Belkin, Douglas and Stephanie Banchero (June 27, 2011). \"Blagojevich Convicted on Corruption Charges\". The Wall Street Journal. Retrieved June 28, 2011.\n\n^ Davey, Monica (June 27, 2011). \"Jury Finds Blagojevich Guilty of Corruption\". The New York Times. Retrieved June 28, 2011.\n\n^ Secter, Bob; Coen, Jeff (June 27, 2011). \"Blagojevich convicted: 'I, frankly, am stunned,' former governor says after jury convicts him on 17 counts\". Chicago Tribune. Archived from the original on September 30, 2012. Retrieved December 23, 2020.{{cite news}}:  CS1 maint: unfit URL (link)\n\n^ \"Blagojevich sentenced to 14 years in prison\". Chicago Tribune. Archived from the original on January 20, 2012.\n\n^ \"Inside Blago's New Home\". CBS.\n\n^ \"Inmate Locator.\" Federal Bureau of Prisons. Retrieved on June 9, 2015. Type in the number, or \"Rod\" and \"Blagojevich\".\n\n^ \"18 U.S. Code § 3624 – Release of a prisoner\". Legal Information Institute, Cornell Law School. Retrieved December 9, 2017. ' ... a prisoner ... may receive credit toward the service of the prisoner's sentence, beyond the time served, of up to 54 days at the end of each year of the prisoner's term of imprisonment, beginning at the end of the first year of the term, subject to determination by the Bureau of Prisons that, during that year, the prisoner has displayed exemplary compliance with institutional disciplinary regulations.' Note 54 days is 15% of a year.\n\n^ Meisner, Jason; Pearson, Rick (February 18, 2020). \"Rod Blagojevich released from prison after Trump commutes ex-Illinois governor's 14-year sentence\". Chicago Tribune. Retrieved February 19, 2020.\n\n^ Schuba, Tom; Rogers, Phil (July 13, 2016). \"Blagojevich Started Prison Band Called the Jailhouse Rockers\". WMAQ-TV. Retrieved February 18, 2020.\n\n^ \"What's the matter with Illinois? With Blagojevich conviction, state has most imprisoned governors\". The Washington Post. June 28, 2011.\n\n^ Sweeney, Annie (December 9, 2011). \"Blagojevich attorneys consider prison and appeal\". Chicago Tribune.\n\n^ Tarm, Michael. \"Blagojevich appeals convictions, stiff sentence\". Associated Press. Retrieved July 16, 2013.\n\n^ \"Rod Blagojevich convictions vacated on 5 counts; Not eligible for release during re-trial'\". WLS-TV. July 21, 2015.\n\n^ Jacob Meisner, Blagojevich to appeal to Supreme Court after 7th Circuit denies rehearing, Chicago Tribune (August 19, 2015).\n\n^ Meisner, Jacob (March 28, 2016). \"U.S. Supreme Court denies Blagojevich appeal; Patti 'incredibly disappointed'\". Chicago Tribune.\n\n^ Patrick M. O'Connell & Jason Meisner, Rod Blagojevich's 14-year prison sentence upheld; family 'dumbfounded and flabbergasted', Chicago Tribune (August 9, 2016).\n\n^ Tarm, Michael. \"Blagojevich again asks Supreme Court to hear his appeal\". Chicago Tribune. Retrieved May 31, 2018.\n\n^ \"NBC 5 Exclusive: Blagojevich Breaks Silence From Prison\". WMAQ-TV. Retrieved May 31, 2018.\n\n^ Coen, Jeff. \"Blagojevich, unrepentant but bruised, reflects on prison life\". Chicago Tribune. Retrieved May 31, 2018.\n\n^ \"(EXCLUSIVE) Blago: His Life in Prison\". Chicago magazine. Retrieved May 31, 2018.\n\n^ \"Statements from Patti Blagojevich, attorney on today's Rod Blagojevich appeal to U.S. Supreme Court\". Archived from the original on July 21, 2018. Retrieved May 31, 2018 – via PR News Channel.\n\n^ \"Supreme Court again refuses to hear Blagojevich appeal\". ABC News. Retrieved April 16, 2018.\n\n^ Diamond, Jeremy (May 31, 2018). \"Trump floats Martha Stewart pardon, Rod Blagojevich commutation\". CNN.\n\n^ Tatum, Sophie (June 5, 2018). \"Ex-Gov. Blagojevich officially asks Trump to commute his prison sentence\". CNN. Retrieved February 11, 2019.\n\n^ Samuels, Brett (August 7, 2019). \"Trump says he's 'very strongly' considering commuting Rod Blagojevich's sentence\". The Hill. Retrieved August 8, 2019.\n\n^ John Santucci; Katherine Faulders; Jordyn Phelps (February 19, 2020). \"Former Illinois Gov. Rod Blagojevich released after Trump commutes his sentence\". ABC News.\n\n^ \"Blagojevich And Trump's Relationship Goes Back Years\". February 18, 2020.\n\n^ Yin, Alice; Fry, Paige (February 19, 2020). \"Autographs and no apologies as Rod Blagojevich returns home: 'I didn't do the things they said I did. They lied on me.'\". Chicago Tribune.\n\n^ \"Watch Rod Blagojevich's first press conference after being freed early from prison by President Trump\". chicagotribune.com. February 19, 2020.\n\n^ Hauck, Nicholas Wu and Grace. \"Defiant Rod Blagojevich calls himself a 'freed political prisoner' after Trump commutes sentence\". USA TODAY.\n\n^ Seidel, Jon (February 19, 2020). \"Blagojevich, calling himself 'freed political prisoner,' praises Trump, vows to reform 'broken' criminal justice system\". Chicago Sun-Times.\n\n^ Gstalter, Morgan (February 18, 2020). \"GOP leader in Illinois statehouse slams Trump for commuting Blagojevich's sentence\". TheHill.\n\n^ \"Chicago's Rudest Hot Dog Stand, The Wiener's Circle, Sends Message to Blagojevich\". NBC Chicago. February 23, 2020. Retrieved February 23, 2020.\n\n^ Journal, A. B. A. \"Illinois disciplinary panel recommends Rod Blagojevich be disbarred\". ABA Journal. Retrieved March 4, 2020.\n\n^ \"Rod Blagojevich officially disbarred by Illinois Supreme Court\". WGN-TV. May 18, 2020. Retrieved May 18, 2020.\n\n^ \n\"Disgraced ex-governor will headline ‘intimate’ fundraiser to ‘celebrate’ Trump’s RNC acceptance speech\", Raw Story, Aug. 17, 2020; accessed 2020.08.20.\n\n^ Donovan, Lisa (May 14, 2020). \"Disgraced former Gov. Rod Blagojevich signs podcast deal\". Chicago Tribune. Retrieved May 15, 2020.\n\n^ \"Lightning Rod with Rod Blagojevich\". www.audacy.com. March 5, 2021. Retrieved February 10, 2023.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Rod Blagojevich.\n\n\n\n\nWikinews has related news:\n Rod Blagojevich\n\n\n\n\nWikiquote has quotations related to Rod Blagojevich.\n\n\nBiography at the Biographical Directory of the United States Congress\nFinancial information (federal office) at the Federal Election Commission\nIndictment U.S. v. Blagojevich, et al. FindLaw\nIllinois Gov. Rod R. Blagojevich and his Chief of Staff John Harris Arrested on Federal Corruption Charges Department of Justice, December 9, 2008, press release\nUnited States District Court: United States of America v. Rod R. Blagojevich and John Harris, December 9, 2008, copy of 76-page complaint (text version)\nPeople of the State of Illinois v. Rod Blagojevich, Governor of Illinois brief, Motion for TRO, Supporting Record TRO\nGov. Blagojevich Chicago Sun-Times, ongoing coverage\nComplete Blagojevich Coverage Chicago Tribune, ongoing coverage\nUnited States of America v. Rod Blagojevich, Alonzo Monk, John Harris and Robert Blagojevich Second Superseding Indictment, United States of America v. Rod Blagojevich, Alonzo Monk, John Harris and Robert Blagojevich\nAppearances on C-SPAN\n\n\nIllinois House of Representatives\n\n\nPreceded byMyron Kulas\n\n Member of the Illinois House of Representativesfrom the 33rd district 1993–1997\n\nSucceeded byJohn Fritchey\n\n\nU.S. House of Representatives\n\n\nPreceded byMichael Flanagan\n\n Member of the U.S. House of Representativesfrom Illinois's 5th congressional district 1997–2003\n\nSucceeded byRahm Emanuel\n\n\nParty political offices\n\n\nPreceded byGlenn Poshard\n\n Democratic nominee for Governor of Illinois 2002, 2006\n\nSucceeded byPat Quinn\n\n\nPolitical offices\n\n\nPreceded byGeorge H. Ryan\n\n Governor of Illinois 2003–2009\n\nSucceeded byPat Quinn\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byGeorge Ryanas Former Governor\n\n Order of precedence of the United States \n\nSucceeded byPat Quinnas Former Governor\n\n\nvteRod BlagojevichBlagojevich Family\nRod Blagojevich\nPatricia Blagojevich\nScandal\nRod Blagojevich controversies\nRod Blagojevich corruption charges\nElections\nIllinois gubernatorial election, 2002\nIllinois gubernatorial election, 2006\nRelated people\nRichard Mell\nDeb Mell\nPat Quinn\nPatrick Fitzgerald\nJohn Harris\nRoland Burris\n\nvteGovernors of IllinoisColonial administrators\nList of commandants of the Illinois Country\nTerritorial governors\nEdwards\nGovernors\nBond\nColes\nEdwards\nReynolds\nEwing\nDuncan\nCarlin\nFord\nFrench\nMatteson\nBissell\nWood\nYates Sr.\nOglesby (1st time)\nPalmer\nOglesby (2nd time)\nBeveridge\nCullom\nHamilton\nOglesby (3rd time)\nFifer\nAltgeld\nTanner\nYates Jr.\nDeneen\nDunne\nLowden\nSmall\nEmmerson\nHorner\nStelle\nGreen\nStevenson\nStratton\nKerner\nShapiro\nOgilvie\nWalker\nThompson\nEdgar\nRyan\nBlagojevich\nQuinn\nRauner\nPritzker\n\nvteIllinois's delegation(s) to the 105th–107th United States Congresses (ordered by seniority)\n\n\n105th\n\nSenate: ▌C. Moseley Braun (D) · ▌R. Durbin (D)\n\nHouse: \n▌S. Yates (D)\n▌P. Crane (R)\n▌H. Hyde (R)\n▌J. Porter (R)\n▌L. Evans (D)\n▌B. Lipinski (D)\n▌H. Fawell (R)\n▌D. Hastert (R)\n▌J. Costello (D)\n▌G. Poshard (D)\n▌T. Ewing (R)\n▌L. Gutiérrez (D)\n▌D. Manzullo (R)\n▌B. Rush (D)\n▌R. LaHood (R)\n▌J. Weller (R)\n▌J. Jackson Jr. (D)\n▌R. Blagojevich (D)\n▌D. Davis (D)\n▌J. Shimkus (R)\n\n\n\n106th\n\nSenate: ▌R. Durbin (D) · ▌P. Fitzgerald (R)\n\nHouse: \n▌P. Crane (R)\n▌H. Hyde (R)\n▌J. Porter (R)\n▌L. Evans (D)\n▌B. Lipinski (D)\n▌D. Hastert (R)\n▌J. Costello (D)\n▌T. Ewing (R)\n▌L. Gutiérrez (D)\n▌D. Manzullo (R)\n▌B. Rush (D)\n▌R. LaHood (R)\n▌J. Weller (D)\n▌J. Jackson Jr. (D)\n▌R. Blagojevich (D)\n▌D. Davis (D)\n▌J. Shimkus (R)\n▌J. Biggert (R)\n▌D. Phelps (D)\n▌J. Schakowsky (D)\n\n\n\n107th\n\nSenate: ▌R. Durbin (D) · ▌P. Fitzgerald (R)\n\nHouse: \n▌P. Crane (R)\n▌H. Hyde (R)\n▌L. Evans (D)\n▌B. Lipinski (D)\n▌D. Hastert (R)\n▌J. Costello (D)\n▌L. Gutiérrez (D)\n▌D. Manzullo (R)\n▌B. Rush (D)\n▌R. LaHood (R)\n▌J. Weller (R)\n▌J. Jackson Jr. (D)\n▌R. Blagojevich (D)\n▌D. Davis (D)\n▌J. Shimkus (R)\n▌J. Biggert (R)\n▌D. Phelps (D)\n▌J. Schakowsky (D)\n▌T. Johnson (R)\n▌M. Kirk (R)\n\n\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nGermany\nUnited States\nPeople\nUS Congress\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Rod_Blagojevich&oldid=1195438656\"",
    "twitter": ""
  },
  {
    "name": "Rod Eccles",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/rod-eccles-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Rolf Hendriks",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/rolf-hendriks-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]