[
  {
    "name": "Ron Suskind",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/ron-suskind-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\n\n\nRon SuskindSuskind in 2012 in Washington, D.C.BornRonald Steven SuskindNovember 20, 1959 (1959-11-20) (age 64)Kingston, New YorkAlma materUniversity of VirginiaColumbia UniversityOccupation(s)Journalist, authorAgentThe Wylie AgencyNotable credit(s)The New York Times, The Wall Street Journal, EsquireSpouseCornelia Anne Kennedy (m. 1986)ChildrenWalter, Owen\nRonald Steven Suskind[1] (born November 20, 1959)[2] is an American journalist, author, and filmmaker. He was the senior national affairs writer for The Wall Street Journal from 1993 to 2000, where he won the 1995 Pulitzer Prize for Feature Writing for articles that became the starting point for his first book, A Hope in the Unseen. His other books include The Price of Loyalty, The One Percent Doctrine, The Way of the World, Confidence Men, and his memoir Life, Animated: A Story of Sidekicks, Heroes, and Autism, from which he made an Emmy Award-winning, Academy Award-nominated feature documentary. Suskind has written about the George W. Bush administration, the Barack Obama administration, and related issues of the United States' use of power.\n\n\nLife and career[edit]\nSuskind was born in Kingston, New York, to a Jewish family.[3] He is the son of Shirley Berney and Walter B. Suskind,[1]  and a second cousin of producer David Susskind.[4] He grew up in Wilmington, Delaware, and graduated from Concord High School, after which he attended the University of Virginia. In 1983 he received a master's degree from Columbia University's Graduate School of Journalism.\nIn 1990, Suskind went to The Wall Street Journal, and became senior national affairs reporter in 1993. In 1995, he won the Pulitzer Prize for Feature Writing for two articles on Cedric Jennings, a student at inner-city Ballou High School in Washington, D.C. who wanted to attend MIT.[5][6] Suskind left the Journal in 2000.\nSuskind has written six books, and he has published in such periodicals as Esquire and The New York Times Magazine. In 2004, he discussed his book The Price of Loyalty on CBS's 60 Minutes. In 2006 he discussed The One Percent Doctrine on The Colbert Report, and in 2008 he discussed The Way of the World on The Daily Show with Jon Stewart,[7] and again appeared on the show when his 2011 book, Confidence Men, was published. He has also appeared on NBC's Today Show, ABC's Nightline and PBS's Charlie Rose. In 2001 and 2002, he was a contributor to \"Life 360,\" a joint production of ABC and PBS. Between 2004 and 2008, he made appearances on Frontline, the PBS series.  On May 13, 2014, he appeared on The Daily Show to discuss his book Life, Animated, the real-life story of his autistic son, Owen Suskind, and \"his irrepressible wife,\" Cornelia.[8]\nIn the spring of 2012, Suskind was the A.M. Rosenthal Writer-in-Residence at the Harvard Kennedy School's Shorenstein Center on Media, Politics and Public Policy. At the Shorenstein Center he conducted four workshops for students about the process of reporting and writing titled, \"Truth and Consequences: Crafting Powerful Narratives in the Age of Message.\"[9][10]\nSuskind has two sons with his wife, Cornelia Anne Kennedy Suskind. The couple married in 1988.[1] Cornelia is the granddaughter of Democratic Representative Martin J. Kennedy.[1]\n\nArticles[edit]\nIn 2002, Suskind wrote two articles in Esquire on the workings of the George W. Bush White House. The first article, in June 2002, focused on presidential adviser Karen Hughes. White House Chief of Staff Andrew Card said that the pragmatic Hughes was \"the beauty to Karl's beast\", referring to Bush's advisor Karl Rove. According to Card, her resignation signified a political shift in the administration further to the right. Suskind's second Esquire story about Rove, in December 2002, carried the comments and a long memo from Bush's former head of the White House Office of Faith-based and Community initiatives John DiIulio, an official who left the White House and spoke about his experiences. DiIulio criticized the Bush administration for having \"no policy apparatus\" and fixating on political calculation, and was quoted as saying \"it's the reign of the Mayberry Machiavellis,\" a comment he then explained in a 3,000-word, on-the-record memo to Suskind about his time in the administration. DiIulio later attempted to recant some of his characterizations.\nAn October 2004 cover story by Suskind in the New York Times Magazine stated that the president was planning to partially privatize Social Security as his first initiative if re-elected—a disclosure that prompted controversy in the final two weeks of the campaign.[citation needed] In the article, Suskind quoted an unnamed advisor to Bush (later identified as someone who \"seems to have been\" Rove)[11][12] as saying that\n\nguys like me were 'in what we call the reality-based community,' which he defined as people who 'believe that solutions emerge from your judicious study of discernible reality.' I nodded and murmured something about enlightenment principles and empiricism. He cut me off. 'That's not the way the world really works anymore,' he continued. 'We're an empire now, and when we act, we create our own reality. And while you're studying that reality— judiciously, as you will—we'll act again, creating other new realities, which you can study too, and that's how things will sort out. We're history's actors ... and you, all of you, will be left to just study what we do.'[13]\nBooks[edit]\nA Hope in the Unseen[edit]\nMain article: A Hope in the Unseen\nIn 1995 Suskind wrote a series of articles on the struggles of inner-city honors students in Washington, D.C, for which he won the Pulitzer Prize. Parts of these articles were used in his first book, A Hope in the Unseen (Doubleday/Broadway, 1998). The story chronicles the two-year journey of Cedric L. Jennings, an honor student who aspires to escape his blighted D.C. upbringing by going to an Ivy League university.\nThe book was chosen by The New York Times, Chicago Tribune, Washington Monthly and Booklist as one of the best books of the year.[14] The New York Times Book Review called it an \"extraordinary, formula-shattering book\". David Halberstam called it a \"beautiful book of a heroic American struggle.\"[15] The book has been a selection in college courses on American culture, education, sociology and creative writing, and has been a required reading for incoming freshmen at some universities.[citation needed] In 2008, the book was selected as part of the \"One Maryland, One Book\" program.[16]\nIn a review of the book, CNN declared: \"As more voters, politicos and talk-show hosts write off affirmative action as a well-intentioned anachronism, A Hope in the Unseen should be required reading for would-be opinion-mongers.\"[17] In his review for Newsday, Bill Reel stated \"I changed my thinking about affirmative action. I was against it, now I am for it. The agent of change was a mind-opening book—A Hope in the Unseen by Ron Suskind.\"[18]\nThe book has been a favorite of Bill Clinton[19] and school reformer Michelle Rhee,[20] and Barack Obama.\nSuskind says his writing style for this book was to use exhaustive reporting to place readers inside the heads of characters. Suskind stated that this \"writing style\" was a delving into motive and intent in an effort to understand the \"good enough reasons\" that underlie actions, which allowed for a fuller, more accurate—and often emotionally powerful—rendering of characters. The Chicago Tribune called the book \"the new, new nonfiction.\"[21]\n\nThe Price of Loyalty[edit]\nMain article: The Price of Loyalty\nThe Price of Loyalty was published on January 13, 2004. The book, which chronicled the two-year tenure of United States Treasury Secretary Paul O'Neill, was about the conduct and character of the Bush presidency. While the book covered a number of foreign and domestic issues, it is focussed on events that culminated in the Iraq War.\nAmong the disclosures in the book, which drew from numerous sources and more than 19,000 internal government documents, one was that the overthrow of Saddam Hussein and the U.S. occupation of Iraq was planned from Bush's first U.S. National Security Council meeting in January 2001, soon after Bush took office.[22] This lay in contrast to the perception that concerns over Iraq came to the forefront after the September 11 attacks in 2001. Administration officials have contended that O'Neill confused contingency plans with actual plans for invasion.[23]\nRather than denying his allegations, Bush officials attacked O'Neill's credibility, while answering that regime change in Iraq had been official U.S. policy since 1998, three years before Bush took office. However, O'Neill's claims called into question the relationship of the Iraq occupation to the post-9/11 War on Terrorism. After the cover sheet of a packet containing classified information was shown during a 60 Minutes interview of O'Neill and Suskind, the United States Department of Treasury investigated whether both men had improperly received classified materials. It concluded in March 2004 that no laws were violated, but that inadequate document handling policies at the Treasury had allowed 140 documents which should have been marked classified to be entered into a computer system for unclassified documents. The documents were among those subsequently released to O'Neill in response to a legal document request and then given to Suskind.[24]\nIn domestic affairs, the statements by O'Neill about the administration's allegedly chaotic and politically driven policy-making process supported the claims of John DiIulio. O'Neill stated that Vice President Cheney had become part of \"a co-presidency\" with George W. Bush. One of the book's disclosures involved the conflict between O'Neill and Cheney over what would become the 2003 tax cut. O'Neill, in a November 2002 meeting with Cheney and other senior officials, said that it was unprecedented to cut taxes at a time of war and that the cuts—which included the wealthiest Americans—would eventually push the government toward \"fiscal crisis.\" Cheney's response was, \"Reagan proved deficits don't matter. We won the midterms. This is our due.\" O'Neill opposed this policy.\n\nThe One Percent Doctrine[edit]\nMain article: The One Percent Doctrine\nThe One Percent Doctrine is Suskind's third book, published in 2006. The book is about the evolution of the foreign policy of the younger Bush's administration especially in the wake of the September 11 attacks. Excerpts of book were published in the June 18, 2006, issue of Time. Based on interviews with more than a hundred sources, including several cabinet officials, the book concluded that U.S. foreign policy since 9/11 was driven by the Bush Doctrine, which is described by a quote from Vice President Dick Cheney saying that it was important for the U.S. to think of \"low probability, high impact events\"—like terrorists or rogue states getting their hands on WMD—\"in a new way.\"\n\nIf there's a 1% chance that Pakistani scientists are helping al-Qaeda build or develop a nuclear weapon, we have to treat it as a certainty in terms of our response. It's not about our analysis. ... It's about our response.\nThe doctrine, Suskind asserts, freed the administration from the dictates of evidence and allowed suspicion to be a guide for action in both its battles against terrorists and against rogue states, like Iraq under Saddam Hussein.\nOne of Suskind's assertions—that a suspect in the London subway bombings was on a US \"no fly\" list and attempted to enter the US—has been challenged by the US government. The FBI described Suskind's reporting on this single matter as \"inaccurate\", and issued a statement saying \"the author has intertwined facts ... causing some confusion.\"[25]\nDespite being vetted by the CIA prior to publication, the book contained enough information to identify Aimen Dean, a mole within al Qaeda who had spent seven and a half years working for MI6 and had proven one of their most valuable assets. He was forced to quit his role & go into hiding, after extremists issued a Fatwa calling for his death.[26]\nThe book was a New York Times Bestseller. Frank Rich called it a \"must-read bestseller\" while Michael Hill stated: \"If Bob Woodward is the chronicler of the Bush administration, Ron Suskind is the analyst ... Historians will be grateful for it as they write the many final drafts in the decades to come.\"\n\nThe Way of the World[edit]\nMain article: The Way of the World: A Story of Truth and Hope in an Age of Extremism\nThe Way of the World: A Story of Truth and Hope in an Age of Extremism was published on August 5, 2008. The book tells of people engaged in the challenges of national security and cultural connection. Among these stories are the tales of an intelligence official working to combat nuclear terrorism, a detainee lawyer fighting for rights at the Guantanamo Bay detention camp, a young Pakistani man interrogated under the White House, an Afghan teenager who spends a year in American high school, and former Pakistani prime minister Benazir Bhutto as she returns to Pakistan to challenge President Pervez Musharraf.[27]\nIn his assessment for the Literary Review, Michael Burleigh said:  \"Using a series of interwoven stories, some hopeful, others disturbing, Suskind explores whether the United States and the Muslim world will ever be able to find mutual respect and understanding. ... This is a hugely important field that has never been so well examined.\"[28] The Sunday Times declared \"Suskind is never unsympathetic to his characters, who he appears to have debriefed intensively. He is a romantic, a writer who clearly believes that his country has betrayed its past, its values and its moral compass by failing to tell the truth about the war.\" The New York Observer said: \"Moving. ... Mr. Suskind is a prodigiously talented craftsman. ... It's all here: a cast of characters that sprawls across class and circumstance to represent the totality of a historical moment. ... These hard times, Mr. Suskind's book suggests, call for a nonfiction Dickens.\"[29]\nMark Danner, reviewing the book for The New York Times, writes that \"these narratives and others perform, in Mr. Suskind's hands, an intricate arabesque and manage, to a rather remarkable degree, to show us, in this age of terror, 'the true way of the world.'\"[30] It is around the stories of these characters that the book frames the debate about how America lost much of its moral authority in recent years and how it is struggling, often through the actions and initiative of individuals, to restore it.[31]\nThe Way of the World made a series of disclosures centered on Tahir Jalil Habbush al-Tikriti, the head of Iraqi intelligence under Saddam Hussein. The book said that British and American intelligence entered into a dialogue with Habbush before the invasion of Iraq, in which Habbush revealed that Saddam possessed no weapons of mass destruction and did not take an American invasion seriously. The book also contends that the Central Intelligence Agency resettled Habbush, paid him $5 million, and forged a document in his name alleging that 9/11 hijacker Mohammad Atta trained in Iraq.[32]\nThe White House, former CIA director George Tenet, and former CIA officer Robert Richer, a figure in the book, denied involvement in the illegal act of fabricating the Habbush letter, denials that were echoed in an official CIA statement, saying of Suskind's claim that the White House ordered the agency to forge a letter from Habbush: \"It did not happen.\"[33]\nSuskind responded to the Rob Richer's denial, circulated by the White House, by posting on his website a partial transcript of a taped conversation with Richer in which the two discuss the Habbush forgery.[34] In response to the official CIA statement, Suskind told The Washington Post that the disclosures and details in his book are backed up by hours of interviews and that there is \"not a shred of doubt about any of it.\"[35] On August 11, House Judiciary Committee chairman John Conyers announced that his committee would look into the matter of the Habbush letter and a variety of other disclosures in the book.[36]\nThe Way of the World debuted at number 3 on The New York Times Best Seller list,[37] but some remarked that its revelations did not produce the outrage or scandal that would seem to attend a White House-run disinformation campaign aimed at U.S. public opinion.[38] The layers of the controversy have nonetheless deepened with the revelation that Ayad Allawi, the initial source of the Habbush letter, was at CIA headquarters the week before the letter emerged,[39] and a piece in The American Conservative by Philip Giraldi that claims an \"extremely reliable and well placed source in the intelligence community\" confirmed that the Vice President's Office was behind the Habbush letter, but that \"Doug Feith's Office of Special Plans\", not the CIA, carried out the forgery.[40]\nSome disclosures in The Way of the World received less attention than the Habbush controversy, but the story the book tells about Pervez Musharraf's actions toward Benazir Bhutto during the last months of her life was picked up in the Pakistani press and dovetailed with a movement calling for the impeachment of the (now former) Pakistani president.[41] Speaking to another aspect of the book, Mark Danner, in his review for The New York Times, writes that \"the revelation of an effort to steal and sell fissile material in Georgia's now celebrated 'breakaway region' of South Ossetia ... is only the most terrifying of a dozen or more newsworthy disclosures in this book.\"[42] Suskind cites the battle against nuclear terrorism as the most pressing crisis the United States needs to combat in order to restore its moral authority, and details an ambitious attempt to infiltrate the worldwide nuclear black market, called the \"Armageddon Test.\"[43]\n\nConfidence Men[edit]\nMain article: Confidence Men\nConfidence Men: Wall Street, Washington and the Education of a President was published on September 20, 2011, by HarperCollins. It describes the financial crisis that began in the U.S. in 2008, and the attempts by President Barack Obama's White House to combat it.\nOn September 15, 2011, news of the book began to leak to the press. The New York Times, having obtained an advanced copy, wrote: \"The book offers a portrait of a White House operating under intense pressure as it dealt with a cascade of crises, from insolvent banks to collapsing carmakers. And it details the rivalries among figures around the president, including Mr. Summers; Mr. Geithner; the former chief of staff, Rahm Emanuel; and the budget director, Peter R. Orszag.[44]\nAn article in The Washington Post on September 16 elaborated on the content of the book, citing the allegation that Treasury Secretary Timothy F. Geithner ignored a directive from the president to draw up plans for restructuring Citibank in the spring of 2009. The article also notes that in an interview in the book, Geithner denies the account saying \"I don't slow-walk the president on anything\". The White House pushed back against the book in spite of having granted Ron Suskind an interview with the president. Communications director Dan Pfeiffer said that books like these \"tend to take the normal day-to-day activities of governing and infuse them with drama, palace intrigue and salacious details\".[45]\nWhile some faulted Suskind for giving greater credence to the views of sources who gave him more journalistic access others praised him for doing the opposite. In his review for The New York Times Book Review, Joe Nocera wrote \"to his everlasting credit, Suskind savages several people he clearly spent time interviewing, starting with Obama's former chief economic adviser, Larry Summers, and Timothy Geithner, his Treasury secretary. And he's more than willing to step outside his re-created scenes to conduct interviews, in which Obama aides and allies tell truths that are genuinely painful to hear.\"[46]\nIn his first television appearance, on the Today Show, Suskind was interviewed by anchor Ann Curry, who cited the White House pushback in her questioning. Suskind maintained that the book represented an accurate depiction of what he had found in his reporting.[47] Hendrik Hertzberg wrote in his review of the book for The New Yorker that it would offer \"support for some of today's standard progressive gripes about the President\" being stymied by his conservative, Wall Street-attentive advisers, \"and for a few of the conservative ones,\" namely assertions that Obama arrived in office unprepared to lead.[48] In his review of the book for The New York Times, Joe Nocera noted that the book had \"an omniscient quality\" of fly-on-the-wall scenes from inside the White House, much like the books of Bob Woodward, but \"doesn't really go for phony omniscience\" where the sources who are most cooperative are rendered most favorably. In a New Republic review, John B. Judis wrote, \"Suskind's book is being widely portrayed as critical of the Obama administration, but if you read the entire book, its message is that during Obama's first two years he was foiled by his own inexperience as a manager and by a staff that didn't do good by him, but that after the Democratic defeat in 2010 he learned from his failure.\"[49]\nBoth Summers and Geithner, who responded to disclosures in the book's pages, pushed back against their characterizations after publication.[45]\nA week after publication, the book debuted at No. 2 on The New York Times Best Seller list for Nonfiction.[50]\nAccording to the book President Obama supported a financial transaction tax on trades of stocks, derivatives, and other financial instruments, but he was blocked by Summers.[51]\nConfidence Men was cited on various \"best book\" lists, and named an Esquire 2011 Best Book of the Year, with David Granger commenting: \"Journalism like this is all too rare.\"[52] In the March 2012 issue of The Atlantic, James Fallows cited Confidence Men in his article \"Obama, Explained,\" writing that the Obama administration's \"early failure of accountability\" in its \"apparent coddling of Wall Street in 2009 ... is the main theme of Ron Suskind's Confidence Men ... it created a substantive and symbolic problem the administration has never fully recovered from. Substantive, because of the moral hazard created by using public money to guarantee the bonuses and repay the losses of people who had been so recklessly destructive. Symbolic, for all the reasons that eventually came to a head with last year's Occupy movement. An official familiar with the administration's economic policy told me: 'The recapitalization of the banks was a good idea, and necessary. But we did not put enough conditions on [their] getting the money. Ultimately not being tougher with the guys that got the money is the thing that overthrows the government twice—in 2008 [in a reaction against Bush's TARP plan] and again in 2010.'\"[53]\n\nLife, Animated[edit]\nThis section needs expansion. You can help by adding to it.  (May 2014)\nLife, Animated: A Story of Sidekicks, Heroes, and Autism was published on April 1, 2014, by Kingswell (an imprint of Disney Publishing Worldwide). It is the number 1 best seller under the category of \"Special Needs Biographies\" on Amazon,[54][non-primary source needed] and also made The New York Times Best Seller list under Science Books.[55][not specific enough to verify] The memoir describes the Suskind family's two-decade journey in connecting with their youngest son Owen, who was diagnosed at age 3 with regressive autism, lost his ability to speak, and then developed an obsessive interest in Disney movies. Once the family discovered this, they began to play the roles of animated characters and conversing in Disney dialogue – a method that over years helped their son regain speech. Suskind chose to publish the book through a Disney imprint because of his son's frequent quotation of Disney movies in the book; otherwise, he would have had to pay licensing fees for each line of dialogue used.[citation needed] However, Disney agreed to exert no influence over any of the contents of the book.[56] In the memoir, Suskind explains how the family and therapists helped Owen use the Disney stories to relate to real situations, develop \"inner speech\" capacities, and gradually connect to others.[57] He calls this intense interest in Disney an example of an autism \"affinity,\" referring to the propensity for individuals with autism to develop sustained, self-directed passions in one or a few subject areas. The Suskinds found that these deep interests – long viewed as unproductive obsessions that should be\ncurtailed – are more \"pathway than prison\" for individuals with autism or other untraditional learners, insofar they use them \"like an enigma machine to crack the codes of the wider world and find their way forward.\"[58][59]\nThe New York Times book review of Life, Animated wrote that Suskind \"charts Owen's remarkable journey back to connection through the unlikely vehicle of the Disney cartoons that are his only passion.\"[60] USA Today called Owen \"every reader's son,\" writing that \"For Owen and his family, Disney evolved into his translator of reality. He memorized every line of dialogue in the films and learned, in his own way, how to re-enact each scene, fully loaded with the emotions and the moral lessons embedded in them. And his family, despite the misgivings of their doctors, learned to connect with Owen through Disney as well.\"[61] The St. Louis Post-Dispatch called it a \"wonderful book, whether or not you know a person with autism,\" and asserted that, \"without delving into too much statistical and informational overload, Suskind explains in a straightforward way many of the differences in how people with autism perceive and process information.\"[62] A chapter that was excerpted in the March 9th issue of the New York Times Magazine became the most emailed piece of the month.[63]\nSuskind describes the positive response as a \"giant warm wave\" that differentiates\nthis \"personal\" narrative from his others.[64] He has since spoken to audiences at the United Nations and the NIH; testified in front of the United States Congress; and appeared on numerous TV and radio shows, including ABC's Good Morning America, NBC's Nightly News with Brian Williams, CBS's Sunday Morning, NPR and The Daily Show with Jon Stewart.[65]\nOn April 2, 2014, for World Autism Awareness Day, Ron spoke to the UN about his family's experience, stressing the need for government-funded research and support around the world.[66] On April 7, The New York Times reported the methodology the family created, which they called \"Affinity Therapy,\" will be studied by researchers from MIT, Yale, and Cambridge University to try to\nunderstand the neural mechanisms at work and develop a manualized, therapeutic model harnessing affinities for those with autism.[67]\nOn October 17, 2014, in a feature column for The New York Times about her own autistic son's relationship with Siri, Apple's personal assistant software for iPhone, Judith Newman stated that Suskind \"is talking to SRI (Stanford Research Institute) about having assistants for those with autism that can be programmed to speak in the voice of the character that reaches them.\"[68]\n\nFilms[edit]\nLife, Animated[edit]\nA&E Indie Films announced in August 2014 that it was producing a documentary, directed by Academy Award-winning director Roger Ross Williams, on Owen and the Suskinds' story.[69]\nThe documentary, Life, Animated, based on Suskind's book of the same name, was co-produced by Williams with Julie Goldman, Carolyn Hepburn and Christopher Clements. Suskind was executive producer of the film.\nThe film won two Emmy awards, and was nominated for an Academy Award for best documentary feature.[70]\n\nReferences[edit]\n\n\n^ a b c d \"Cornelia A. Kennedy, A Writer, Is Married\". The New York Times. May 5, 1986. Archived from the original on February 14, 2017. Retrieved February 12, 2017.\n\n^ Skalka, Liz. \"Background: Ron Suskind\". New York University. Archived from the original on June 19, 2010.\n\n^ \"About Ron Suskind\". Archived from the original on January 15, 2018. Retrieved January 15, 2018.\n\n^ \"Biography for Ron Suskind\". IMDb. Archived from the original on April 1, 2016. Retrieved June 30, 2018.\n\n^ Against All Odds: In Rough City School, Top Students Struggle To Learn – and Escape Archived February 2, 2017, at the Wayback Machine, Ron Suskind, The Wall Street Journal, May 26, 1994\n\n^ Class Struggle: Poor, Black and Smart, An Inner-City Teen Tries to Survive MIT Archived February 2, 2017, at the Wayback Machine, Ron Suskind, The Wall Street Journal, September 22, 1994\n\n^ \"The Daily Show with Trevor Noah\". Comedy Central. Archived from the original on January 10, 2022. Retrieved April 18, 2009.\n\n^ \"Life, Animated\". October 23, 2019. Archived from the original on August 29, 2014. Retrieved May 15, 2014.\n\n^ Ron Suskind Director, Investigative Journalism Project, Harvard Law School Archived September 25, 2017, at the Wayback Machine Harvard Law School\n\n^ \"Research chat: Ron Suskind on investigative reporting, interviewing and documents\". Archived from the original on June 3, 2012. Retrieved June 18, 2012. JournalistsResource.org, retrieved June 18, 2012\n\n^ Engelhardt, Tom (June 19, 2014). \"Karl Rove Unintentionally Predicted the Current Chaos in Iraq\". Mother Jones. Archived from the original on July 22, 2018. Retrieved July 9, 2018.\n\n^ \"Mark Danner, \"Words in a Time of War: Taking the Measure of the First Rhetoric-Major President\"\". February 6, 2015. Archived from the original on February 6, 2015. Retrieved March 26, 2023.\n\n^ Suskind, Ron (October 17, 2004). \"Faith, Certainty and the Presidency of George W. Bush\". The New York Times Magazine. ISSN 0028-7822. Archived from the original on June 19, 2015. Retrieved February 12, 2017.\n\n^ \"A Hope in the Unseen\". Archived from the original on September 27, 2011. Retrieved September 27, 2011.\n\n^ \"A Hope in the Unseen\". Archived from the original on September 27, 2011. Retrieved October 2, 2011.\n\n^ Rosenthal, Dave. \"Help pick Maryland's \"One Book\"\". baltimoresun.com. Archived from the original on February 12, 2018. Retrieved February 11, 2018.\n\n^ Wendy Brandes (July 21, 1998). \"Most people aren't so lucky\". CNN. Archived from the original on March 6, 2009. Retrieved March 2, 2009.\n\n^ \"A Hope in the Unseen\". Archived from the original on September 27, 2011. Retrieved October 2, 2011.\n\n^ \"From Here To Uncertainty\". Archived from the original on February 22, 2014. Retrieved March 27, 2012.\n\n^ \"What CSR and Nonprofit Leaders Are Reading – Part II\". August 20, 2010. Archived from the original on December 23, 2010. Retrieved March 27, 2012.\n\n^ Chicago Tribune\n\n^ Suskind, Ron. The Price of Loyalty Archived October 6, 2008, at the Wayback Machine Simon & Schuster. 2004\n\n^ Cabinet members defend Bush from O'Neill Archived July 6, 2008, at the Wayback Machine CNN. January 12, 2004\n\n^ erkd1 (June 24, 2008). \"Before Scott McClellan, there was Paul O'Neill (1 of 2)\". Archived from the original on December 12, 2021 – via YouTube.{{cite web}}:  CS1 maint: numeric names: authors list (link)\n\n^ Press release.FBI Responds to Report on London Bomber Archived December 26, 2016, at the Wayback Machine Federal Bureau of Investigation. June 22, 2006.\n\n^ Press release.[1] Archived March 13, 2019, at the Wayback Machine He spied on al Qaeda from the inside, until he had to run for his life. June 17, 2018.\n\n^ Jenkins, Simon. Sunday Times book review Archived June 16, 2011, at the Wayback Machine Sunday Times (London). August 24, 2008.\n\n^ Michael Burleigh, Literary Review\n\n^ New York Observer\n\n^ Danner, Mark. Weapons of Mass Destruction and Other Imaginative Acts Archived September 2, 2017, at the Wayback Machine The New York Times. August 27, 2008.\n\n^ Ron Suskind interview on The Washington Posts Book World Live Archived August 10, 2017, at the Wayback Machine. August 12, 2008.\n\n^ Ron Suskind interview on Democracy Now! Archived September 3, 2008, at the Wayback Machine August 14, 2008.\n\n^ Warrick, Joby. CIA More Fully Denies Deception About Iraq Archived December 25, 2016, at the Wayback Machine The Washington Post. August 23, 2008.\n\n^ \"Rob Richer and Ron Suskind discuss Habbush letter\". Archived from the original on February 2, 2012.\n\n^ Warrick, Joby. CIA More Fully Denies Deception About Iraq Archived December 25, 2016, at the Wayback Machine. The Washington Post. August 23, 2008.\n\n^ Conyers announces review of allegations in Ron Suskind's The Way of the World Archived November 26, 2008, at the Wayback Machine\n\n^ \"Hardcover Nonfiction\". The New York Times. August 24, 2008. Archived from the original on July 28, 2017. Retrieved February 12, 2017.\n\n^ Crook, Clive. Whispers of Watergate for Bush Archived June 9, 2011, at the Wayback Machine Financial Times. August 11, 2008.\n\n^ Conason, Joe. New evidence suggests Ron Suskind is right Archived September 4, 2008, at the Wayback Machine. Salon. August 8, 2008\n\n^ Giraldi, Philip. Suskind Revisited Archived September 4, 2008, at the Wayback Machine. The American Conservative. August 7, 2008.\n\n^ Loudon, Bruce. Musharraf defies calls to quit Archived August 14, 2008, at the Wayback Machine The Australian. August 11, 2008.\n\n^ Danner, Mark. Weapons of Mass Destruction and Other Imaginative Acts Archived September 2, 2017, at the Wayback Machine. The New York Times. August 27, 2008.\n\n^ Rosenberg, Alyssa. Speed Reading Suskind: War Games Archived August 14, 2008, at the Wayback Machine. The New Republic. August 7, 2008.\n\n^ Landler, Mark (September 15, 2011). \"Book Details Dissension in Obama Economic Team\". The New York Times. Archived from the original on September 19, 2011. Retrieved September 19, 2011.\n\n^ a b Wallsten, Peter (September 16, 2011). \"Book Portrays Dysfunction in Obama White House\". The Washington Post. Archived from the original on September 23, 2011. Retrieved September 30, 2011.\n\n^ Nocera, Joe (September 30, 2011). \"The Obama White House That Couldn't\". The New York Times. Archived from the original on June 11, 2015. Retrieved October 3, 2011.\n\n^ \"Obama's Clash with Wall Street\". Today Books. MSNBC.com. September 20, 2011. Archived from the original on July 20, 2012. Retrieved October 3, 2011.\n\n^ Hertzberg, Hendrik (October 3, 2011). \"The Book on Barack\". The New Yorker. Archived from the original on September 27, 2011. Retrieved September 20, 2011.\n\n^ Judis, John B. (October 13, 2011). \"No Confidence\". The New Republic. Archived from the original on October 15, 2011. Retrieved October 14, 2011.\n\n^ Schuessler, Jennifer (October 9, 2011). \"Bestsellers: Hardcover Nonfiction\". The New York Times. Archived from the original on October 4, 2011. Retrieved September 30, 2011.\n\n^ Suskind, Ron (2011). Confidence Men. HarperCollins. p. 365. ISBN 978-0-06-142925-5.\n\n^ \"Best Books 2011 - the Best New Books of the Year - Esquire\". Archived from the original on March 29, 2012. Retrieved March 27, 2012.\n\n^ Fallows, James (February 6, 2012). \"Obama, Explained\". The Atlantic. Archived from the original on August 16, 2012. Retrieved March 11, 2017.\n\n^ Suskind, Ron (April 1, 2014). Life, Animated: A Story of Sidekicks, Heroes, and Autism. Kingswell. ISBN 978-1423180364.\n\n^ \"The New York Times Best Sellers\". The New York Times. Archived from the original on March 6, 2016. Retrieved February 12, 2017 – via www.nytimes.com.\n\n^ Suskind, Ron. \"Author's Note.\" Life, Animated: A Story of Sidekicks, Heroes, and Autism. Glendale, CA: Kingswell, 2014.\n\n^ \"Talking with Ron Suskind, author of 'Life, Animated'\". Archived from the original on May 17, 2014. Retrieved May 15, 2014.\n\n^ \"'Affinity Therapy' for Autism: Author Reflects on Growing Interest\". Autism Speaks. July 25, 2012. Archived from the original on January 10, 2015. Retrieved January 10, 2015.\n\n^ \"Non-IACC Meeting Archives - IACC\" (PDF). iacc.hhs.gov. Archived (PDF) from the original on January 10, 2015. Retrieved January 10, 2015.\n\n^ Warner, Judith (May 21, 2014). \"'Life, Animated,' by Ron Suskind\". The New York Times. Archived from the original on February 9, 2017. Retrieved February 12, 2017.\n\n^ \"'Life, Animated': How Disney films rescued autistic boy\". USA Today. Archived from the original on September 3, 2017. Retrieved September 11, 2017.\n\n^ Amand, Amanda St. (April 12, 2014). \"Pulitzer-winning writer tackles personal subject in memoir of son's struggle with autism\". Archived from the original on June 12, 2017. Retrieved February 18, 2020.\n\n^ Suskind, Ron (March 7, 2014). \"Reaching My Autistic Son Through Disney\". The New York Times. Archived from the original on February 9, 2017. Retrieved February 12, 2017.\n\n^ Kragen, Pam. \"Famed author to share autism story at benefit\". Archived from the original on January 10, 2015. Retrieved January 10, 2015.\n\n^ \"Ron Suskind\". Ron Suskind. Archived from the original on January 23, 2004. Retrieved January 14, 2004.\n\n^ \"UNifeed\". UNifeed. Archived from the original on November 16, 2018. Retrieved January 10, 2022.\n\n^ Carey, Benedict (April 7, 2014). \"Inside the Mind of a Child With Autism\". Archived from the original on January 10, 2015. Retrieved January 10, 2015.\n\n^ Newman, Judith (October 17, 2014). \"How One Boy With Autism Became BFF With Apple's Siri\". The New York Times. Archived from the original on December 7, 2016. Retrieved February 12, 2017.\n\n^ \"A&E IndieFilms to Produce New Feature Documentary 'Life, Animated'\". August 4, 2014. Archived from the original on August 8, 2014.\n\n^ \"Life Animated – a documentary by Roger Ross Williams\". Archived from the original on February 15, 2020. Retrieved January 8, 2020.\n\n\nExternal links[edit]\nOfficial website\nAppearances on C-SPAN\nRon Suskind   on Charlie Rose\nRon Suskind at IMDb\nRon Suskind collected news and commentary at The New York Times\n\"Without a Doubt: Faith, Certainty and the Presidency of George W. Bush\", cover story in The New York Times Magazine, October 17, 2004\nOnline discussion with Ron Suskind at Washingtonpost.com, August 12, 2008\nIn-depth discussion of The Way of the World, with Amy Goodman on Democracy Now!, August 13, 2008 (video, audio, and print transcript)\nSuskind Interview on Hannity & Colmes, air date August 15, 2008 [2]\nvtePulitzer Prize for Feature Writing1979\nJon D. Franklin (1979)\n1980–1989\nMadeleine Blais (1980)\nTeresa Carpenter (1981)\nSaul Pett (1982)\nNan C. Robertson (1983)\nPeter Mark Rinearson (1984)\nAlice Steinbach (1985)\nJohn Camp (1986)\nSteve Twomey (1987)\nJacqui Banaszynski (1988)\nDavid Zucchino (1989)\n1990–1999\nDave Curtin (1990)\nSheryl James (1991)\nHowell Raines (1992)\nGeorge Lardner Jr. (1993)\nIsabel Wilkerson (1994)\nRon Suskind (1995)\nRick Bragg (1996)\nLisa Pollak (1997)\nThomas French (1998)\nAngelo B. Henderson (1999)\n2000–2009\nJ. R. Moehringer (2000)\nTom Hallman, Jr. (2001)\nBarry Siegel (2002)\nSonia Nazario (2003)\nnot awarded (2004)\nJulia Keller (2005)\nJim Sheeler (2006)\nAndrea Elliott (2007)\nGene Weingarten (2008)\nLane DeGregory (2009)\n2010–2019\nGene Weingarten (2010)\nAmy Ellis Nutt (2011)\nEli Sanders (2012)\nJohn Branch (2013)\nnot awarded (2014)\nDiana Marcum (2015)\nKathryn Schulz (2016)\nC. J. Chivers (2017)\nRachel Kaadzi Ghansah (2018)\nHannah Dreier (2019)\n2020-present\nBen Taub (2020)\nMitchell S. Jackson (2021)\nJennifer Senior (2022)\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nSpain\nFrance\nBnF data\nCatalonia\nGermany\nIsrael\nBelgium\nUnited States\nJapan\nAustralia\nKorea\nNetherlands\nPoland\nAcademics\nCiNii\nPeople\nTrove\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Ron_Suskind&oldid=1193940998\"",
    "twitter": ""
  },
  {
    "name": "Rose Mercer",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/rose-mercer-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Ross Douthat",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/ross-douthat",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "American author and columnist (born 1979)\n\n\nRoss DouthatBornRoss Gregory Douthat (1979-11-28) November 28, 1979 (age 44)San Francisco, California, U.S.OccupationColumnistauthorbloggerEducationHarvard University (BA)SubjectsPoliticsreligionsocial commentaryhigher educationSpouse\nAbigail Tucker ​(m. 2007)​\nRoss Gregory Douthat[a] (born November 28, 1979) is an American political analyst, blogger, author and New York Times columnist.[2] He was a senior editor of The Atlantic. He has written on a variety of topics, including the state of Christianity in America and \"sustainable decadence\" in contemporary society.\n\n\nPersonal life[edit]\nRoss Gregory Douthat was born in 1979 in San Francisco, California, and grew up in New Haven, Connecticut.[3] As an adolescent, Douthat converted to Pentecostalism and then, with the rest of his family,[4] to Catholicism.[5]\nHis mother is a writer.[6] His great-grandfather was the poet and Governor Charles Wilbert Snow of Connecticut.[7] His father, Charles Douthat, is a partner in a New Haven law firm[8][9] and a poet. In 2007, Douthat married Abigail Tucker, a reporter for The Baltimore Sun and a writer for Smithsonian.[8] He and his family live in New Haven, Connecticut.[10]\nDouthat has written that he suffers from chronic Lyme disease, a diagnosis that is unrecognized by mainstream medicine. His symptoms began in 2015, soon after he and his family had moved to Connecticut. This is the subject of his book The Deep Places.[11][12]\n\nEducation[edit]\nDouthat attended Hamden Hall, a private high school in Hamden, Connecticut. Douthat graduated magna cum laude with a Bachelor of Arts from Harvard University in 2002, where he was also elected to Phi Beta Kappa. While there he contributed to The Harvard Crimson and edited The Harvard Salient.[13]\n\nCareer[edit]\nDouthat is a regular columnist for The New York Times.[14] In April 2009, he became the youngest regular op-ed writer in The New York Times after replacing Bill Kristol as a conservative voice on the Times editorial page.[15][16]\nBefore joining The New York Times, he was a senior editor at The Atlantic.[17] He has published books on the decline of religion in American society, the role of Harvard University in creating an American ruling class and other topics related to religion, politics and society. His book Grand New Party (2008), which he co-wrote with Reihan Salam, was described by New York Times commentator David Brooks as the \"best single roadmap of where the Republican Party should and is likely to head.\"[18] Douthat's The Decadent Society: How We Became the Victims of Our Own Success (2020) received positive reviews in The New York Times[19] and National Review.[20] Douthat frequently appeared on the video debate site Bloggingheads.tv until 2012.\nDouthat has written in support of banning abortion, arguing that science shows that a zygote (a fertilized egg) is a distinct human and that destroying it would be to kill a human.[21]\n\nPublished works[edit]\nPrivilege: Harvard and the Education of the Ruling Class. New York: Hyperion. 2005. ISBN 978-1-4013-0112-5.\nGrand New Party: How Republicans Can Win the Working Class and Save the American Dream. With Salam, Reihan. New York: Doubleday. 2008. ISBN 978-0-385-51943-4.\nBad Religion: How We Became a Nation of Heretics. New York: Free Press. 2012. ISBN 978-1-4391-7830-0.\nTo Change the Church: Pope Francis and the Future of Catholicism. New York: Simon and Schuster. 2018. ISBN 978-1-5011-4694-7.\nThe Decadent Society: How We Became the Victims of Our Own Success.  Avid Reader Press / Simon & Schuster, 2020. (The paperback edition, issued in 2021, is titled: The Decadent Society: America Before and After the Pandemic.) ISBN 978-1476785240\nThe Deep Places: A Memoir of Illness and Discovery. Convergent Books. October 26, 2021. ISBN 0-59-323736-6\nNotes[edit]\n\n\n^ Pronounced /ˈdaʊθət/.[1]\n\n\nReferences[edit]\n\n\n^ Douthat, Ross (July 14, 2008). \"Rush Versus Me\". The Atlantic. Archived from the original on March 28, 2020. Retrieved March 28, 2020.\n\n^ @DouthatNYT (October 12, 2016). \"My birthday, as it happens:\" (Tweet) – via Twitter.\n\n^ Lamb, Brian (May 6, 2009). \"Q&A with Ross Douthat\". Q&A. (c-spanarchives.org). Archived from the original on April 14, 2013. Retrieved October 20, 2009.\n\n^ Sheelah Kolhatkar (March 6, 2005). \"A Pisher's Privilege\". The New York Observer. Archived from the original on April 9, 2015. Retrieved March 30, 2009.\n\n^ George Packer (May 26, 2008). \"The Fall of Conservatism\". The New Yorker. Archived from the original on December 19, 2008. Retrieved March 25, 2009.\n\n^ Ross Douthat. \"Anne Rice's Christ\". Archived from the original on February 7, 2009. Retrieved February 3, 2009.\n\n^ Hoffman, Chris (March 18, 2020). \"Q&A with New York Times columnist Ross Douthat\". Retrieved May 17, 2020.\n\n^ a b \"Abigail Tucker, Ross Douthat\". The New York Times. September 30, 2007. Archived from the original on May 7, 2011. Retrieved March 25, 2009.\n\n^ \"John Carmichael (1740–1806) and his wife Esther Canfield (1748–1816) of Sand\". 1996 – via Google Books.\n\n^ \"Opinion | Your Questions, Answered\". The New York Times. January 3, 2019. Archived from the original on January 22, 2019. Retrieved January 21, 2019.\n\n^ Douthat, Ross (October 26, 2021). The Deep Places by Ross Douthat. Crown Publishing. ISBN 978-0593237366. {{cite book}}: |website= ignored (help)\n\n^ Hoffman, Chris. \"Q&A with New York Times columnist Ross Douthat\". Connecticut Magazine.\n\n^ Shah, Huma N. (March 13, 2009). \"Crimson Alum Replaces Kristol\". The Harvard Crimson. Archived from the original on March 4, 2016. Retrieved November 11, 2018.\n\n^ Patricia Cohen (July 20, 2008). \"Conservative Thinkers Think Again\". The New York Times. Archived from the original on December 16, 2011. Retrieved September 9, 2008.\n\n^ Calderone, Michael (March 31, 2009). \"Douthat enters new Times zone\". Politico. politico.com. Archived from the original on January 4, 2010. Retrieved October 20, 2009.\n\n^ Richard Pérez-Peña (March 11, 2009). \"Times Hires New Conservative Columnist\". The New York Times. Archived from the original on June 17, 2013. Retrieved March 25, 2009.\n\n^ Ross Douthat (April 17, 2009). \"A Goodbye\". The Atlantic. Archived from the original on April 17, 2009. Retrieved April 18, 2009.\n\n^ David Brooks (June 27, 2008). \"The Sam's Club Agenda\". The New York Times. Archived from the original on April 24, 2009. Retrieved September 9, 2008.\n\n^ Lilla, Mark (February 25, 2020). \"Ross Douthat Has a Vision of America. It's Grim\". The New York Times. Archived from the original on December 1, 2020. Retrieved December 26, 2020.\n\n^ Sibarium, Aaron (March 5, 2020). \"Our Comfortable Decadence\". National Review. Archived from the original on September 22, 2020. Retrieved December 26, 2020.\n\n^ Douthat, Ross (November 30, 2021). \"Opinion | the Case Against Abortion\". The New York Times.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Ross Douthat.\n\nDouthat's columns, The New York Times\nDouthat's former blog, The Atlantic\nArchive of Douthat's columns, The Harvard Crimson\nAppearances on C-SPAN\n\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nCatalonia\nGermany\nIsrael\nUnited States\nKorea\nNetherlands\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Ross_Douthat&oldid=1183560471\"",
    "twitter": ""
  },
  {
    "name": "Russell Brandom",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/russell-brandom-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Ruth Marcus",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/ruth-marcus",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "Ruth Marcus may refer to:\n\nRuth Barcan Marcus (1921–2012), philosopher and logician\nRuth Marcus (journalist) (born 1958), opinion columnist for the Washington Post\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Ruth_Marcus&oldid=933102353\"",
    "twitter": ""
  },
  {
    "name": "Ryan Bomberger",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/ryan-bomberger-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "S.E. Cupp",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/se-cupp-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American political commentator and writer\n\n\nS. E. CuppCupp at the 2016 PoliticonBornSarah Elizabeth Cupp (1979-02-23) February 23, 1979 (age 44)Oceanside, California, U.S.Alma materCornell University (BA)New York University (MA)Occupations\nPolitical correspondent\ntelevision personality\nPolitical partyRepublicanSpouse\nJohn Goodwin ​(m. 2013)​Children1Websitesecuppshow.com\nSarah Elizabeth Cupp (born February 23, 1979) is an American television host, political commentator, and writer. In August 2017, she began hosting S.E. Cupp: Unfiltered, a political panel show, co-hosted by Andrew Levy, on HLN and later CNN.\nShe is a former panelist on the CNN political debate show Crossfire, author of Losing Our Religion: The Liberal Media's Attack on Christianity and co-author of Why You're Wrong About the Right. She was a panelist on Real News on TheBlaze, a co-host of the MSNBC talk show The Cycle, and a frequent guest host on the Fox News late night talk show Red Eye w/ Greg Gutfeld. She is a frequent guest panelist on Real Time with Bill Maher.\n\n\nEarly life[edit]\nCupp was born in Oceanside, California.[1][2] While growing up, she lived in Andover, Massachusetts, and attended the Academy of Notre Dame.[3] From age six until her late teens, she studied ballet.[4] While attending ballet school, she suffered from eating disorders and experienced a relapse during her college years.[5] In 2000, Cupp graduated from Cornell University with a Bachelor of Arts degree in art history. While attending Cornell, she worked for The Cornell Daily Sun. In 2010, she earned a Master of Arts degree from the Gallatin School of Individualized Study at New York University with a concentration in religious studies.[6]\n\nMedia career[edit]\nAfter graduating from Cornell, Cupp worked for an online magazine and a public relations company.[citation needed] She was also a contributor to Politico.com's The Arena and has been a frequent guest on all three major cable news channels – CNN, Fox News, and MSNBC.\nHer writings have appeared in several publications, including The Washington Post, New York Daily News, The American Spectator, Townhall, Newsmax, Human Events, Slate, Maxim, and The Daily Caller.[7]\nIn 2009, Cupp was hired as a columnist at the New York Daily News. In 2011, she was hired as a writer and commentator for Mercury Radio Arts,[8] the organization owned and operated by Glenn Beck. Shortly after being hired by Beck, Cupp was given her show, S.E. Cupp, on the Insider Extreme broadcast on Glennbeck.com.[9] The show was moved to GBTV (now TheBlaze TV).\nOn June 25, 2012, she began co-hosting The Cycle on MSNBC with political strategist Krystal Ball, pop-culture commentator Touré, and senior Salon political writer Steve Kornacki.[10]\nAfter living and working in New York City for over a decade, Cupp moved to Washington, D.C., in 2013, after CNN hired her to join the panel of a new version of Crossfire, with panelists Newt Gingrich, Stephanie Cutter, and Van Jones.[11][12][timeframe?] Consequently, Cupp left MSNBC and The Cycle, following her final appearance on June 27, 2013.[13]\nOn March 13, 2017, CNN's sister network, HLN, announced that Cupp would host a new evening program, S.E. Cupp Unfiltered, in June.[14] In August 2018, the program moved to CNN as a weekly program on Saturday evenings.[15]\n\nPolitical views[edit]\nThroughout her career, Cupp has described herself as a \"mainstream conservative\" and a supporter of \"limited government, self-reliance, self-empowerment, lower taxes\".[16][17]\nAlthough an atheist herself, on July 5, 2012, Cupp said on The Cycle that she \"would never vote for an atheist president\". When asked to explain, Cupp said she felt that a president must not represent only 10 to 15 percent of the American populace and that faith served as a \"check\" on presidential power.[18][better source needed]\nIn March 2013, Cupp pulled out of a CPAC appearance because of its stances on homosexuality and gay marriage, saying she \"became increasingly uncomfortable [aligning] with an event, a great event in many ways, that had nonetheless attempted to marginalize a significant group of conservatives working on our behalf.\"[19] She has since joined Young Conservatives for the Freedom to Marry.[20] She has said that Republicans should be \"natural allies\" for same-sex marriage.[21]\nDuring Ron Paul's 2012 presidential campaign, Cupp criticized his non-interventionist foreign policy, saying the United States has an obligation to \"[fight] brutal regimes and human rights abuses around the world\".[16]\nCupp was strongly critical of Donald Trump's presidency, saying \"I don't know these Republicans [that support Trump]. This isn't what drew me to this party.\"[17] She voted for Joe Biden in the 2020 United States presidential election.[22][23]\nCupp personally opposes abortion, but believes it should be legal and opposed the overturning of Roe v. Wade.[24]\n\nPersonal life[edit]\nSince 1995, Cupp has been an atheist, but has consistently stated that she is open to theism,[25][26][27] and once said in an interview with C-SPAN, \"I really aspire to be a person of faith some day.\"[28]\nCupp met John Goodwin, a former chief of staff to Representative Raúl Labrador, at the 2008 Republican Convention, and they began dating in 2011.[29] They married in November 2013, and have one son.[30][31] In 2017, Goodwin became head of communications for The Weather Channel, and that year, the family moved from Washington, D.C., to Darien, Connecticut.[11][32]\n\nWorks[edit]\nCupp, S. E.; Brett Joshpe (2008). Why You're Wrong about the Right: Behind the Myths. New York: Threshold Editions. ISBN 978-1-4165-6282-5.\nCupp, S. E. (2010). Losing Our Religion: The Liberal Media's Attack on Christianity. New York: Threshold Editions. ISBN 978-1-4391-7316-9.\nSee also[edit]\nNew Yorkers in journalism\nReferences[edit]\n\n\n^ \"After Words with Corey Robin\" Archived April 14, 2013, at archive.today, C-SPAN, Washington DC, October 6, 2011. Retrieved on October 27, 2005.\n\n^ Cupp, S. E. \"Italians, Blame the 'Guidos' on MTVs 'Jersey Shore'\" Archived January 2, 2010, at the Wayback Machine, Daily News, New York, December 30, 2009. Retrieved on March 12, 2013.\n\n^ Boston Globe \"Two with Mass. roots join ‘Crossfire’ revival\"\n\n^ CNN Crossfire, \"S.E. Cupp on ballet and hunting\" Archived February 22, 2014, at the Wayback Machine, September 23, 2013.\n\n^ Cupp, S. E. (February 10, 2014). \"Opinion: 'The Biggest Loser' -- Warning from someone who's been there\". CNN. Retrieved June 6, 2021.\n\n^ Finn, Robin (May 1, 2011).\"S.E. Cupp Turns Nascar and Bravo Into Habits\". The New York Times. New York. Retrieved March 12, 2013.\n\n^ \"S.E. Cupp, Columnist\". Los Angeles Times. Archived from the original on September 1, 2017.\n\n^ \"S.E. Cupp joins GlennBeck.com\". Glenn Beck. January 26, 2011.\n\n^ \"Former CNN Contributor Amy Holmes Joins Glenn Beck's GBTV\". August 9, 2011.\n\n^ Lauerman, Kerry (June 21, 2012). \"Kornacki an MSNBC host, too\". Salon Magazine. Salon Media Group. Retrieved June 22, 2012.\n\n^ a b Shultz, Susan (October 5, 2020). \"CNN journalist to talk media and politics at Darien's Global Players series\". The Darien Times. Retrieved March 28, 2023.\n\n^ \"'Crossfire' coming back to CNN\". CNN. June 26, 2013. Retrieved June 26, 2013.\n\n^ \"S.E. Cupp Leaves 'The Cycle,' MSNBC\". Huffington Post. June 27, 2013. Retrieved July 11, 2013.\n\n^ \"HLN Will Add S.E. Cupp as Host, Introduce New Original Series on Friday Nights (EXCLUSIVE)\". Variety. March 13, 2017. Retrieved March 15, 2017.\n\n^ Steinberg, Brian (August 9, 2018). \"S.E. Cupp to Move From HLN to CNN\". Variety. Retrieved August 25, 2018.\n\n^ a b \"Ron Paul's scary vision for America: He'd be tyrants' best friend\". Daily News. September 14, 2011. Retrieved February 19, 2013.\n\n^ a b Stagnitta, Ali (February 22, 2021). \"Political Commentator S.E. Cupp Reflects On The Future Of The Republican Party: We're In 'A Vicious Cycle'\". Hollywood Life. Retrieved March 28, 2023.\n\n^ \"Atheist S.E. Cupp: 'I Would Never Vote For an Atheist President'\". news.yahoo.com. July 6, 2012. Retrieved December 29, 2022.\n\n^ \"S.E. Cupp On CPAC, Gay Rights: 'I Can't Keep Doing That,' CPAC 'Dismissive And Disrespectful' To Gay Groups (VIDEO)\". HuffPost. March 4, 2013. Retrieved March 26, 2013.\n\n^ \"Huntsman daughters, S.E. Cupp join pro gay-marriage group\". Politico. March 13, 2013. Retrieved March 26, 2013.\n\n^ \"S.E. Cupp Tells GOP To Get Behind Gay Marriage: 'Conservatism And Gay Rights Should Be... Natural Allies'\". Mediaite. November 30, 2012. Retrieved February 19, 2013.\n\n^ Cupp, S. E. (August 20, 2020). \"S.E. Cupp: Why 'goodness' matters in this election\". WacoTrib.com. Retrieved August 21, 2020.\n\n^ SE Cupp: This is enough of a reason to give Biden my vote - CNN Video, August 19, 2020, retrieved August 21, 2020\n\n^ Cupp, S.E. (May 6, 2022). \"S.E. Cupp: You don't have to be pro-choice to oppose overturning Roe\". Trib Live.\n\n^ \"Q&A: S.E. Cupp\", C-SPAN, Washington DC, October 19, 2009. Retrieved on March 12, 2013.\n\n^ Pareene, Alex (November 23, 2010) War Room's Hack Thirty – No. 21: S.E. Cupp, Salon.com\n\n^ Cupp, S. E. (April 2010). Losing Our Religion: The Liberal Media's Attack on Christianity. Threshold Editions. p. 10. ISBN 978-1-4391-7316-9. I am an atheist. I have been an atheist for fifteen years. ... I believe ... that Judeo-Christian values, religious tolerance, an objective press, the benevolence of Christianity, and civility and decency make for a better American democracy.\n\n^ Q&A with S.E. Cupp, C-SPAN, October 18, 2009. YouTube.\n\n^ Allen, Mike and Hohmann, James. \"64 days to Nov. 6 – LABOR DAY EDITION: Live from Charlotte – BILL CLINTON ADVISED OBAMA AIDES TO DROP FLIP-FLOP CASE AGAINST ROMNEY – 'Obama the conventional' – Goody engaged\", Politico, Washington DC, September 3, 2012. Retrieved on March 12, 2013.\n\n^ Kurtz, Judy (December 10, 2013). \"S.E. Cupp talks about her name, 'Duck Dynasty' and going incognito\". The Hill.\n\n^ Heil, Emily (December 4, 2014). \"CNN's S.E. Cupp welcomes baby boy\" – via washingtonpost.com.\n\n^ Czarnecki, Sean (April 5, 2017). \"Weather Channel Hires DC Veteran John Goodwin As Head of Comms\". PRWeek.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to S. E. Cupp.\n\nOfficial website \nS. E. Cupp at IMDb\nvteTheBlaze\nMercury Radio Arts\nGlenn Beck\nScott Baker\nProgrammingCurrent\nThe Glenn Beck Program\nFormer\nThe B.S. of A. with Brian Sack\nFor the Record\nIndependence USA\nPersonalities\nGlenn Beck\nStu Burguiere\nS. E. Cupp\nLaurie Dhue\nAmy Holmes\nTomi Lahren\nDana Loesch\nBill O'Reilly\nDave Rubin\nBrian Sack\nJay Severin\nAlex Stein\nAllie Beth Stuckey\nJason Whitlock\nAndrew Wilkow\nMercury Radio Artssubsidiaries\nTheBlaze Radio Network\nTheBlaze.com\nTheBlaze (magazine)\nMercury Ink\nProjects\n9-12 Project\nBeck University\nMan In The Moon\nRestoring Honor\nRestoring Courage\n\nvteCNN personnelNews anchorsand hosts\nJim Acosta\nDana Bash\nJohn Berman\nVictor Blackwell\nWolf Blitzer\nKate Bolduan\nPamela Brown\nErin Burnett\nAlisyn Camerota\nKaitlan Collins\nAnderson Cooper\nPoppy Harlow\nErica Hill\nKasie Hunt\nBrianna Keilar\nPhil Mattingly\nAbby Phillip\nJim Sciutto\nMichael Smerconish\nJake Tapper\nFredricka Whitfield\nFareed Zakaria\nSpecial episodeanchors and hosts\nW. Kamau Bell – United Shades of America\nAnderson Cooper – CNN Heroes\nVan Jones – The Messy Truth with Van Jones\nMark Konkol – Chicagoland\nMike Rogers – Declassified: Untold Stories of American Spies\nMike Rowe – Somebody's Gotta Do It\nKevin Spacey – Race for the White House\nMorgan Spurlock – Morgan Spurlock Inside Man\nMeryl Streep – We Will Rise\nJohn Walsh – The Hunt with John Walsh\nBill Weir – The Wonder List with Bill Weir\nFareed Zakaria – The Most Powerful Man in the World\nCorrespondents\nChristiane Amanpour\nKatie Benner\nJohn Berman\nElizabeth Cohen\nDaniel Dale\nJeremy Diamond\nStephanie Elam\nTom Foreman\nDelia Gallagher\nHadas Gold\nDavid Gregory\nSanjay Gupta\nPaula Hancocks\nNia-Malika Henderson\nErica Hill\nOmar Jimenez\nRandi Kaye\nSam Kiley\nJohn King\nKyung Lah\nMJ Lee\nMiguel Marquez\nJeanne Moos\nDonie O'Sullivan\nFrederik Pleitgen\nManu Raju\nElle Reeve\nPaula Reid\nFarai Sevenzo\nSara Sidner\nKayla Tausche\nAlayna Treene\nNischelle Turner\nClarissa Ward\nJeff Zeleny\nAnalysts\nJohn L. Allen Jr.\nRobert Baer\nCarl Bernstein\nPreet Bharara\nJoan Biskupic\nGloria Borger\nRon Brownstein\nFrank Bruni\nJosh Campbell\nS. E. Cupp\nJosh Dawsey\nJohn Dean\nHarry Enten\nDavid Gergen\nBianna Golodryga\nSanjay Gupta\nMaggie Haberman\nMark Hertling\nElie Honig\nVan Jones\nJuliette Kayyem\nJohn Kirby\nErrol Louis\nAnne Milgram\nKirsten Powers\nMark Preston\nAsha Rangappa\nJennifer Rodgers\nSamantha Vinograd\nContributors\nJohn Avlon\nDavid Axelrod\nPaul Begala\nKatie Benner\nPeter Beinart\nMaria Cardona\nAmanda Carpenter\nLanhee Chen\nS. E. Cupp\nLanny Davis\nJosh Dawsey\nJohn Dean\nCharlie Dent\nAlan Dershowitz\nBrian Fallon\nBen Ferguson\nDavid Frum\nMary Katharine Ham\nMarc Lamont Hill\nMargaret Hoover\nScott Jennings\nJason Kander\nSally Kohn\nBill Kristol\nJackie Kucinich\nMatt K. Lewis\nWesley Lowery\nKevin Madden\nTimothy Naftali\nAna Navarro\nChristine Quinn\nHilary Rosen\nMatthew Rosenberg\nAngela Rye\nBakari Sellers\nJonathan Tasini\nAndrew Yang\nMeteorologists\nPedram Javaheri\nChad Myers\nPast anchors\nKate Abdo\nCristina Alesci\nNatalie Allen\nSharyl Attkisson\nRudi Bakhtiar\nBrooke Baldwin\nAshleigh Banfield\nAnthony Bourdain\nDave Briggs\nAaron Brown\nCampbell Brown\nAna Cabrera\nJack Cafferty\nJoie Chen\nKiran Chetry\nConnie Chung\nCarol Costello\nCandy Crowley\nChris Cuomo\nLou Dobbs\nTony Harris\nMichael Holmes\nGeorge Howell\nD. L. Hughley\nDaryn Kagan\nLarry King\nAlison Kosik\nDon Lemon\nRoland Martin\nReynelda Muse\nPiers Morgan\nSoledad O'Brien\nMichaela Pereira\nKitty Pilgrim\nThomas Roberts\nJohn Roberts\nChristine Romans\nZoraida Sambolin\nRick Sanchez\nIsha Sesay\nBernard Shaw\nBrian Stelter\nGreta Van Susteren\nJane Velez-Mitchell\nAli Velshi\nLou Waters\nJudy Woodruff\nPaula Zahn\nPast correspondents\nMike Brooks\nSamuel Burke\nSara Ganim\nDrew Griffin\nKaylee Hartung\nEd Henry\nJohn Harwood\nJohn Holliman\nJoe Johns\nAndrea Koppel\nMichelle Kosinski\nLiz Landers\nIan James Lee\nSuzanne Malveaux\nErin McPike\nRyan Nobles\nMiles O'Brien\nLola Ogunnaike\nKeith Olbermann\nAsh-har Quraishi\nChristine Romans\nMartin Savidge\nLaurie Segall\nBarbara Starr\nAdaora Udoji\nJessica Yellin\nPast contributors\nTucker Carlson\nChris Cillizza\nStephanie Cutter\nLanny Davis\nNewt Gingrich\nLZ Granderson\nJennifer Granholm\nJeffrey Lord\nKayleigh McEnany\nJen Psaki\nRick Santorum\nTara Setmayer\nJeffrey Toobin\nJ. D. Vance\n\nAuthority control databases International\nISNI\nVIAF\nNational\nIsrael\nUnited States\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=S._E._Cupp&oldid=1188656115\"",
    "twitter": ""
  },
  {
    "name": "Saagar Enjeti",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/saagar-enjeti-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist and podcast host\n\n\nSaagar EnjetiBorn (1992-04-21) April 21, 1992 (age 31)Alma materGeorgetown University (M.A.)George Washington University (B.A.)Occupation(s)Journalist and political commentatorPolitical partyRepublican[1]MovementRight-wing populism[1]Welfare conservatism[1]\nSaagar Enjeti (born April 21, 1992) is an American journalist, podcast host, and political commentator currently hosting the American political news and opinion series Breaking Points.\n\n\nEarly life and education[edit]\nEnjeti born on April 21, 1992 to an immigrant Indian family,[2] and was raised in College Station, Texas. His parents are Prasad Enjeti and Radhika  Viruru, both professors at Texas A&M University.[3]  He graduated from George Washington University in 2014 where he majored in economics.[4] In 2018, he received a masters in security policy from Georgetown University.[5]\n\nCareer[edit]\nEnjeti served as a media fellow for the Hudson Institute, specializing in government and politics, international relations, and technology & Applied Sciences.[6] He co-hosted the podcast The Realignment with Marshall Kosloff.[7] He currently serves as a Tony Blankley fellow at the Steamboat Institute.[8]\nEnjeti is a former reporter and White House Correspondent for The Daily Caller.[9]\nHe co-hosted Rising with Krystal Ball and wrote for The Hill from 2019 to 2021.[10]\nIn 2021, Enjeti and Ball left Rising to start their own show called Breaking Points.[11] That show became the number one political podcast one week after launching[12] and reached one million subscribers on YouTube in 2023.\n\nBibliography[edit]\nThe Populist's Guide to 2020, with Krystal Ball[13]\nReferences[edit]\n\n^ a b c \"The American 'Populist Right' After Trump\".\n\n^ \"Saajar Enjeti\". Retrieved June 12, 2021.\n\n^ Mills, Curt (July 10, 2020). \"Saagar Enjeti Rising\". The American Conservative.\n\n^ \"Saagar Enjeti\". The Steamboat Institute. Retrieved June 12, 2021.\n\n^ \"The future of media: Moving beyond bias and partisanship\". The Washington Examiner. April 9, 2021. Retrieved June 12, 2021.\n\n^ \"Saagar Enjet\". The Hudson Institute. Retrieved June 12, 2021.\n\n^ \"Hudson Announces Launch of New Podcast and Media Fellows\". Retrieved June 12, 2021.\n\n^ \"Tony Blankly Fellows\". Retrieved June 12, 2021.\n\n^ Jack Butler. \"Saagar Enjeti's Superficial Smarts\", nationalreview.com, 2 October 2020.\n\n^ \"Saagar Enjeti former employee of The Hill\", thehill.com, retrieved 4 Augusti 2023.\n\n^ Cockburn (June 2021). \"The fall of Rising\". Spectator World. Retrieved June 12, 2021.\n\n^ Berkowitz, Joe. \"Why 'Breaking Points with Krystal and Saagar' became the number-one political podcast in a week\". Fast Company.\n\n^ Dustin Guastella. \"The Populist Pundits\", jacobin.com, 23 February 2023.\n\n\nExternal links[edit]\nSaagar Enjeti on Twitter \nSaagar Enjeti on Instagram \n\n\n\nWikiquote has quotations related to Saagar Enjeti.\n\nAuthority control databases International\nVIAF\nNational\nGermany\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Saagar_Enjeti&oldid=1193153273\"",
    "twitter": ""
  },
  {
    "name": "Sally Pipes",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/sally-pipes",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Sam Harris",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/sam-harris-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "American neuroscientist, author, and podcaster\nFor other people with the same name, see Sam Harris (disambiguation).\n\n\nSam HarrisHarris in 2016BornSamuel Benjamin Harris (1967-04-09) April 9, 1967 (age 56)Los Angeles, California, U.S.Occupation\nAuthor\npodcaster\nEducation\nStanford University (BA)\nUniversity of California, Los Angeles (PhD)\nGenreNonfictionSubjectNeuroscience, philosophy,[1] religion, spirituality, ethics, politicsNotable awardsPEN/Martha Albrand AwardWebby AwardSpouse\nAnnaka Gorton ​(m. 2004)​Children2Parents\nBerkeley Harris\nSusan Spivak\nSignaturePhilosophy careerEraContemporary philosophyRegionWestern philosophyThesisThe moral landscape: How science could determine human values (2009)Doctoral advisorMark Cohen\n\nWebsitesamharris.org\nSamuel Benjamin Harris (born April 9, 1967) is an American philosopher, neuroscientist,  author, and podcast host. His work touches on a range of topics, including rationality, religion, ethics, free will, neuroscience, meditation, psychedelics, philosophy of mind, politics, terrorism, and artificial intelligence. Harris came to prominence for his criticism of religion, and is known as one of the \"Four Horsemen\" of New Atheism, along with Richard Dawkins, Christopher Hitchens, and Daniel Dennett.[2][3][4]\nHarris's first book, The End of Faith (2004), won the PEN/Martha Albrand Award for First Nonfiction and remained on The New York Times Best Seller list for 33 weeks. Harris has since written six additional books: Letter to a Christian Nation in 2006, The Moral Landscape: How Science Can Determine Human Values in 2010, the long-form essay Lying in 2011, the short book Free Will in 2012, Waking Up: A Guide to Spirituality Without Religion in 2014, and (with British writer Maajid Nawaz) Islam and the Future of Tolerance: A Dialogue in 2015. Harris's work has been translated into over 20 languages. Some critics have argued that Harris's writings are Islamophobic.[5] Harris and his supporters, however, reject this characterization,[6] adding that such a labeling is an attempt to silence criticism.[7]\nHarris has debated with many prominent figures on the topics of God or religion, including William Lane Craig, Jordan Peterson, Rick Warren, Robert Wright, Andrew Sullivan, Cenk Uygur, Reza Aslan, David Wolpe, Deepak Chopra, Ben Shapiro, and Jean Houston. Since September 2013, Harris has hosted the Making Sense podcast (originally titled Waking Up), which has a large listenership. In September 2018, Harris released a meditation app, Waking Up with Sam Harris.[a] He was one of the original core members of the so-called \"intellectual dark web\",[8] although Harris has stated that he does not identify as a part of that group.[9][10]\n\n\nEarly life and education[edit]\nSamuel Benjamin Harris was born in Los Angeles, California, on April 9, 1967.[11][12] He is the son of the late actor Berkeley Harris, who appeared mainly in Western films, and TV writer and producer Susan Harris (née Spivak), who created Soap and The Golden Girls, among other series.[13][14] His father, born in North Carolina, came from a Quaker background, and his mother is Jewish but not religious.[15] He was raised by his mother following his parents' divorce when he was age two.[16] Harris has stated that his upbringing was entirely secular and that his parents rarely discussed religion, though he also stated that he was not raised as an atheist.[17]\nWhile his original major was in English, Harris became interested in philosophical questions while at Stanford University after an experience with MDMA.[18][19][20] The experience interested him in the idea he might be able to achieve spiritual insights without the use of drugs.[21] Leaving Stanford in his second year, a quarter after his psychoactive experience, he visited India and Nepal, where he studied meditation with teachers of Buddhist and Hindu religions,[21][22] including Dilgo Khyentse.[23] For a few weeks in the early 1990s, he was a volunteer guard in the security detail of the Dalai Lama.[24][25]\nIn 1997, after eleven years overseas, Harris returned to Stanford, completing a B.A. degree in philosophy in 2000.[26][27][28] Harris began writing his first book, The End of Faith, immediately after the September 11 attacks.[26]\nHe received a Ph.D. in cognitive neuroscience in 2009 from the University of California, Los Angeles,[26][29][30] using functional magnetic resonance imaging to conduct research into the neural basis of belief, disbelief, and uncertainty.[26][30] His thesis was titled The Moral Landscape: How Science Could Determine Human Values. His advisor was Mark S. Cohen.[31]\n\nCareer[edit]\nWriting[edit]\nHarris's writing concerns philosophy, neuroscience, and criticism of religion. He came to prominence for his criticism of religion (Islam in particular) and he is described as one of the Four Horsemen of Atheism, along with Richard Dawkins, Christopher Hitchens, and Daniel Dennett.[32][2] He has written for publications such as The New York Times, the Los Angeles Times, Economist, London Times, The Boston Globe, and The Atlantic.[33] Five of Harris's books have been New York Times bestsellers, and his writing has been translated into over 20 languages.[33] The End of Faith (2004) remained on The New York Times Best Seller list for 33 weeks.[34]\nHarris has a chapter giving advice in Tim Ferriss's 2016 self-help book Tools of Titans.\n\nDebates on religion[edit]\nIn September 2006 Harris debated Robert Wright on the rationality of religious belief.[35] In 2007, he engaged in a lengthy debate with conservative commentator Andrew Sullivan on the Internet forum Beliefnet.[36] In April 2007, Harris debated with evangelical pastor Rick Warren for Newsweek magazine.[37] Harris debated with Rabbi David Wolpe in 2007.[38] In 2010, Harris joined Michael Shermer to debate with Deepak Chopra and Jean Houston on the future of God in a debate hosted by ABC News Nightline.[39] Harris debated with Christian philosopher William Lane Craig in April 2011 on whether there can be an objective morality without God.[40] In June and July 2018, he met with Canadian psychologist Jordan Peterson for a series of debates on religion, particularly the relationship between religious values and scientific fact in defining truth.[41][42] Harris has debated with the scholar Reza Aslan.[43]\n\nPodcast[edit]\nIn September 2013, Harris began releasing the Waking Up podcast (since re-titled Making Sense). Episodes vary in length but often last over two hours.[44] Releases do not follow a regular schedule.[45]\nThe podcast focuses on a wide array of topics related to science and spirituality, including philosophy, religion, morality, free will, neuroscience, meditation, psychedelics and artificial intelligence. Harris has interviewed a wide range of guests, including scientists, philosophers, spiritual teachers, and authors. Guests have included Jordan Peterson, Dan Dennett, Janna Levin, Sharon Salzberg, and David Chalmers.[45][46][13][47]\n\nMeditation app[edit]\nIn September 2018, Harris released a meditation course app, Waking Up with Sam Harris. The app provides daily meditations; long guided meditations; daily \"Moments\" (brief meditations and reminders); conversations with thought leaders in psychology, meditation, philosophy, psychedelics, and other disciplines; a selection of lessons on various topics, such as Mind & Emotion, Free Will, and Doing Good; and more. Users of the app are introduced to several types of meditation, such as mindfulness meditation, vipassanā-style meditation, loving-kindness meditation, and Dzogchen.[48]\nIn September 2020, Harris announced his commitment to donate at least 10% of Waking Up's profits to highly effective charities,[49] thus becoming the first company to sign the Giving What We Can pledge for companies.[50] The pledge was retroactive, taking into account the profits since the day the app launched 2 years previously.[49]\n\nViews[edit]\nReligion[edit]\nPart of a series onAtheism\nConcepts\nImplicit and explicit atheism\nNaturalism\nNegative and positive atheism\n\nHistory\nHistory of atheism\nAtheism during the Age of Enlightenment\nNew Atheism\n\nSociety\nAtheist feminism\nCriticism of religion\nDemographics of atheism\nDiscrimination against atheists\nSecular ethics\nSecularism\nSeparation of church and state\nState atheism\n\nArgumentsArguments for atheism\n\nAtheist's wager\nCreator of God\nEvil God challenge\nFate of the unlearned\nFree will\nGod of the gaps\nHitchens's razor\nIncompatible properties\nInconsistent revelation\nNonbelief\nOccam's razor\nOmnipotence paradox\nParody religion\nPoor design\nProblem of evil\nProblem of Hell\nRussell's teapot\nTheological noncognitivism\n\n\nPeople\nLists of atheists\nJulian Baggini\nMikhail Bakunin\nMario Bunge\nAlbert Camus\nRichard Dawkins\nDaniel Dennett\nDenis Diderot\nLudwig Feuerbach\nA. C. Grayling\nSam Harris\nChristopher Hitchens\nBaron d'Holbach\nLawrence Krauss\nMichael Lou Martin\nKarl Marx\nJean Meslier\nFriedrich Nietzsche\nMichel Onfray\nBertrand Russell\nPeter Singer\nVictor J. Stenger\n\n\nBooks\nAtheism: The Case Against God\nBreaking the Spell\nDe rerum natura\nThe End of Faith\nThe God Delusion\nGod Is Not Great\nThe System of Nature\n\nRelated stances\nIrreligion\nAgnosticism\nFreethought\nSecular humanism\n\nAtheism and religion\nChristian\nHindu\nBuddhist\nJewish\nMuslim\n\nTheism\nCriticism of atheism\n\n\nOutline\n Category\n Philosophy portal\n WikiProjectvte\nHarris is a critic of religion, and is a leading figure in the New Atheist movement. Harris is particularly opposed to what he refers to as dogmatic belief, and says that \"Pretending to know things one doesn't know is a betrayal of science – and yet it is the lifeblood of religion.\"[51] While purportedly opposed to religion in general and the belief systems of them, Harris believes that all religions are not created equal.[52] Often invoking Jainism to contrast Islam as a whole, Harris highlights the difference in the specific doctrine and scripture as the main indicator of a religion's value, or lack thereof.[53][better source needed]\nIn 2006, Harris described Islam as \"all fringe and no center\",[54] and wrote in The End of Faith that \"the doctrine of Islam [...] represents a unique danger to all of us\", arguing that the war on terror is really a war against Islam.[55] In 2014, Harris said he considers Islam to be \"especially belligerent and inimical to the norms of civil discourse\", as it involves what Harris considers to be \"bad ideas, held for bad reasons, leading to bad behavior.\"[53] In 2015 Harris and secular Islamic activist Maajid Nawaz cowrote Islam and the Future of Tolerance.[56] In this book, Harris argues that the word Islamophobia is a \"pernicious meme\", a label which prevents discussion about the threat of Islam.[55] Harris has been described in 2020 by Jonathan Matusitz, Associate Professor at the University of Central Florida, as \"a champion of the counter-jihad left\".[57]\nHarris is critical of the Christian right in politics in the United States, blaming them for the political focus on \"pseudo-problems like gay marriage\".[58] He is also critical of liberal Christianity – as represented, for instance, by the theology of Paul Tillich – which he argues claims to base its beliefs on the Bible despite actually being influenced by secular modernity. He further states that in so doing liberal Christianity provides rhetorical cover to fundamentalists.[58]\n\nSpirituality[edit]\nHarris holds that there is \"nothing irrational about seeking the states of mind that lie at the core of many religions. Compassion, awe, devotion, and feelings of oneness are surely among the most valuable experiences a person can have.\"[21]\n\nEverything of value that people get from religion can be had more honestly, without presuming anything on insufficient evidence. The rest is self-deception, set to music.— Sam Harris, [59]\nHarris rejects the dichotomy between spirituality and rationality, favoring a middle path that preserves spirituality and science but does not involve religion.[60] He writes that spirituality should be understood in light of scientific disciplines like neuroscience and psychology.[60] Science, he contends, can show how to maximize human well-being, but may fail to answer certain questions about the nature of being, answers to some of which he says are discoverable directly through our experience.[60] His conception of spirituality does not involve a belief in any god.[61]\nIn Waking Up: A Guide to Spirituality Without Religion (2014), Harris describes his experience with Dzogchen, a Tibetan Buddhist meditation practice, and recommends it to his readers.[60] He writes that the purpose of spirituality (as he defines it – he concedes that the term's uses are diverse and sometimes indefensible) is to become aware that our sense of self is illusory, and says this realization brings both happiness and insight into the nature of consciousness, mirroring core Buddhist beliefs.[60][62] This process of realization, he argues, is based on experience and is not contingent on faith.[60] Harris especially recommends the \"headless\" meditation technique as written about by Douglas Harding.[citation needed]\n\nScience and morality[edit]\nIn The Moral Landscape, Harris argues that science can answer moral problems and aid human well-being.[63]\n\nFree will[edit]\nSee also: Neuroscience of free will\nHarris says that the idea of free will \"cannot be mapped on to any conceivable reality\" and is incoherent.[1] Harris writes in Free Will that neuroscience \"reveals you to be a biochemical puppet.\"[64]\nPhilosopher Daniel Dennett argued that Harris's book Free Will successfully refuted the common understanding of free will, but that he failed to respond adequately to the compatibilist understanding of free will. Dennett said the book was valuable because it expressed the views of many eminent scientists, but that it nonetheless contained a \"veritable museum of mistakes\" and that \"Harris and others need to do their homework if they want to engage with the best thought on the topic.\"[65]\n\nArtificial intelligence[edit]\nHarris is a frequent critic of Artificial intelligence.[66][67] He has discussed existential risk from artificial general intelligence in depth.[68] He has given a TED talk on the topic, arguing it will be a major threat in the future and criticizing the paucity of human interest on the subject.[69] He argues the dangers from artificial intelligence (AI) follow from three premises: that intelligence is the result of physical information processing, that humans will continue innovation in AI, and that humans are nowhere near the maximum possible extent of intelligence.[69] Harris states that even if superintelligent AI is five to ten decades away, the scale of its implications for human civilization warrants discussion of the issue in the present.[69]\n\nPolitical views[edit]\nHarris describes himself as a liberal, is a registered Democrat[70] and has never voted Republican in presidential elections.[45] He supports same-sex marriage and decriminalizing drugs.[71] In an op-ed for the Los Angeles Times, Harris said that he supported most of the criticism against the Bush administration's war in Iraq, and all criticism of fiscal policy and the administration's treatment of science. Harris also said that liberalism has grown \"dangerously out of touch with the realities of our world\" regarding threats allegedly posed by Islamic fundamentalism.[71]\n\nIsrael[edit]\nHarris opposes Biblical or religious claims to Israel's right to exist as a Jewish state and Jewish claims of ownership made in the Bible. Rather, Harris has said due to the hostility towards Jews, he has conceded that if there is one religious group which needs protections in the form of a state, it is Jews and the State of Israel.[72][73]\nWith regard to the Israeli–Palestinian conflict, he has criticized both Israel and Palestine for committing war crimes. He has indicated that he believes that Israel genuinely wants peace and that its neighbors are more devoted to the destruction of Israel.[74] Harris has also said that Palestine is more guilty, citing Hamas' use of human shields and genocidal rhetoric towards the Jews as reasons Palestine is more morally culpable.[72] He names these as reasons that Israel has a right to defend itself against Palestine.[74]\nDuring the 2023 Israel–Hamas war, Harris supported Israel and rejected arguments that Israel provoked Hamas by building Israeli settlements in the West Bank citing the fact that Gaza had not been occupied since 2005. He also condemned the 2023 Hamas attack on Israel, which led to the war.[75]\n\nPresidential elections[edit]\nIn the 2008 United States presidential election, he supported the candidacy of Barack Obama and opposed Republican John McCain's candidacy.[76][77] During the 2016 United States presidential election, Harris supported Hillary Clinton in the Democratic Party presidential primaries against Bernie Sanders,[78] and despite calling her \"a terribly flawed candidate for the presidency\", he favored her in the general election and came out strongly in opposition to Donald Trump's candidacy.[79][46] Harris has criticized Trump for lying, stating in 2018 that Trump \"has assaulted truth more than anyone in human history.\"[46]\nIn the 2020 United States presidential election, Harris supported Andrew Yang in the Democratic primaries.[80] Harris also introduced Yang to podcaster Joe Rogan.[81] After the 2020 election, he said that he did not care what was on Hunter Biden's laptop, telling the Triggernometry podcast that \"Hunter Biden literally could have had the corpses of children in his basement – I would not have cared\",[82][83] arguing more broadly that both Trump and Biden had been in the public eye for decades, and that Biden would have had to have engaged in an extraordinarily large scale of mendacity to come even close to the level of scandal Trump is known to have engaged in. He went on to say that nothing on the laptop would come close to even the \"Trump University\" scandal. He also said that Twitter's brief censoring of the laptop story on its platform was a \"conspiracy\" but that it was warranted. He has, however, since clarified that the word \"warranted\" was out of place, but that the decision could nevertheless be justifiable, since the story could have influenced the election at a time when it was not yet known if the story was true.[84][85]\n\nEconomics[edit]\nHarris supports raising taxes on the wealthy and reducing government spending, and has criticized billionaires like Bill Gates and Warren Buffett for paying relatively little in tax. He has proposed taxing 10% for estates worth above 10 million, taxing 50% for estates worth over a billion dollars, and then using the money to fund an infrastructure bank.[86]\nHe has accused conservatives of perceiving raising taxes as a form of theft or punishment, and of believing that by being rich they create value for others.[87][86] He has regarded this view as ludicrous, saying that \"markets aren't perfectly reflective of the value of goods and services, and many wealthy people don't create much in the way of value for others. In fact, as our recent financial crisis has shown, it is possible for a few people to become extraordinarily rich by wrecking the global economy\".[86]\n\nGun rights[edit]\nHarris owns guns and wrote in 2015 that he understood people's hostility towards gun culture in the United States and the political influence of the National Rifle Association of America. However, he argued that there is a rational case for gun ownership due to the fact that the police can not always be relied on and that guns are a good alternative.[88][89]\nHarris has stated that he disagrees with proposals by liberals and gun control advocates for restricting guns, such as the assault weapons ban, since more gun crimes are committed with handguns than the semi-automatic weapons which the ban would target. Harris has also said that the left-wing media gets many things wrong about guns. He has, however, offered support for certain regulations on gun ownership, such as mandatory training, licensure, and background checks before a gun can be legally purchased.[89]\n\nCOVID-19 pandemic[edit]\nDuring the COVID-19 pandemic, he criticized commentators for pushing views on COVID-19 that he considered to be \"patently insane\". Harris accused these commentators of believing that COVID-19 policies were a way of implementing social control and to crackdown on people's freedom politically.[90] Harris has feuded with Bret Weinstein over his views on COVID-19.[91] In 2023, he said that if COVID-19 had killed more children, there would be no patience for vaccine skepticism.[92]\nIn March 2023, he hosted Matt Ridley and Alina Chan on his podcast to discuss the origins of COVID-19 and the potential that the COVID-19 virus was made in a lab.[93][94]\n\nIntellectual dark web[edit]\nHarris has been described, alongside others such as Joe Rogan, Bret Weinstein, and Jordan Peterson, as a member of the intellectual dark web, a group that opposes political correctness and identity politics.[95] New York Times book reviewer Bari Weiss described the group as \"a collection of iconoclastic thinkers, academic renegades and media personalities who are having a rolling conversation – on podcasts, YouTube and Twitter, and in sold-out auditoriums – that sound unlike anything else happening, at least publicly, in the culture right now.\"[46] In November 2020, Harris stated that he does not identify as a part of that group.[9][10] In 2021 Harris stated that he had \"turn[ed] in [his] imaginary membership card to this imaginary organization\".[96]\nIn 2023 during an interview with the Daily Beast, Harris explained that he had broken away from the intellectual dark web due to disagreements with Bret Weinstein, and Maajid Nawaz's obsession with COVID-19 conspiracy theories and criticism of COVID-19 policies. He also cited him becoming disenchanted with Dave Rubin for having been captured by his audience and said “Rubin became far more cynical than I would have thought possible. And it’s very depressing. He was a friend, he’s not a friend anymore\".[97]\n\nControversies[edit]\nThis article's \"criticism\" or \"controversy\" section may compromise the article's neutrality. Please help rewrite or integrate negative information to other sections through discussion on the talk page. (November 2023)\nRace and IQ controversy[edit]\nIn April 2017, Harris hosted the social scientist Charles Murray on his podcast, discussing topics including the heritability of IQ and race and intelligence.[98] Harris stated the invitation was out of indignation at a violent protest against Murray at Middlebury College the month before and not out of particular interest in the material at hand.[98] The podcast episode garnered significant criticism, most notably from Vox[47][99] and Slate.[100] In the Vox article, scientists, including Eric Turkheimer, Kathryn Paige Harden, and Richard E. Nisbett, accused Harris of participating in \"pseudoscientific racialist speculation\" and peddling \"junk science\". Harris and Murray were defended by commentators Andrew Sullivan[101] and Kyle Smith.[102] Harris and Vox editor-at-large Ezra Klein later discussed the affair in a podcast interview in which Klein accused Harris of \"thinking tribally\" and Harris accused the Vox article of leading people to think he was racist.[103][104]\n\nAccusations of Islamophobia[edit]\nHarris has been accused of Islamophobia by linguist and political commentator Noam Chomsky.[105] After Harris and Chomsky exchanged a series of emails on terrorism and U.S. foreign policy in 2015, Chomsky said Harris had not prepared adequately for the exchange and that this revealed his work as unserious.[106] In a 2016 interview with Al Jazeera English's UpFront, Chomsky further criticized Harris, saying he \"specializes in hysterical, slanderous charges against people he doesn't like.\"[105]\nHarris has countered that his views on this and other topics are frequently misrepresented by \"unethical critics\" who \"deliberately\" take his words out of context.[53] He has also criticized the validity of the term \"Islamophobia\".[107] \"My criticism of Islam is a criticism of beliefs and their consequences, but my fellow liberals reflexively view it as an expression of intolerance toward people,\"[108] he wrote following a disagreement with actor Ben Affleck in October 2014 on the show Real Time with Bill Maher. Affleck had described Harris's and host Bill Maher's views on Muslims as \"gross\" and \"racist\", and Harris's statement that \"Islam is the mother lode of bad ideas\" as an \"ugly thing to say\". Affleck also compared Harris's and Maher's rhetoric to that of people who use antisemitic canards or define African-Americans in terms of intraracial crime.[109] Several conservative American media pundits in turn criticized Affleck and praised Harris and Maher for broaching the topic, saying that discussing it had become taboo.[110]\nHarris's dialogue on Islam with Maajid Nawaz received a combination of positive reviews[111][112][113] and mixed reviews.[114][115] Irshad Manji wrote: \"Their back-and-forth clarifies multiple confusions that plague the public conversation about Islam.\" Of Harris specifically, she said \"[he] is right that liberals must end their silence about the religious motives behind much Islamist terror. At the same time, he ought to call out another double standard that feeds the liberal reflex to excuse Islamists: Atheists do not make nearly enough noise about hatred toward Muslims.\"[115]\nHatewatch staff at the Southern Poverty Law Center (SPLC) wrote that members of the \"skeptics\" movement, of which Harris is \"one of the most public faces\", help to \"channel people into the alt-right.\"[116] Bari Weiss wrote that the SPLC had misrepresented Harris's views.[46]\nNathan J. Robinson criticized Harris for promoting the possibility of a nuclear first strike on an Islamist regime if one ever obtained nuclear weapons.[117]\n\nReception and recognition[edit]\nHarris's first two books, in which he lays out his criticisms of religion, received negative reviews from Christian scholars.[58][118][119] From secular sources, the books received a mixture of negative reviews[120][121][122] and positive reviews.[123][124][125][126] In his review of The End of Faith, American historian Alexander Saxton criticized what he called Harris's \"vitriolic and selective polemic against Islam\", (emphasis in original) which he said \"obscure[s] the obvious reality that the invasion of Iraq and the War against Terror are driven by religious irrationalities, cultivated and conceded to, at high policy levels in the U.S., and which are at least comparable to the irrationality of Islamic crusaders and Jihadists.\"[120] By contrast, Stephanie Merritt wrote of the same book that Harris's \"central argument in The End of Faith is sound: religion is the only area of human knowledge in which it is still acceptable to hold beliefs dating from antiquity and a modern society should subject those beliefs to the same principles that govern scientific, medical or geographical inquiry – particularly if they are inherently hostile to those with different ideas.\"[123] Harris's first book, The End of Faith (2004), won the PEN/Martha Albrand Award for First Nonfiction.[127]\nHarris's next two books, which discuss philosophical issues relating to ethics and free will, received several negative academic reviews.[128][129][130][131][132][133] In his review of The Moral Landscape, neuroscientist Kenan Malik criticized Harris for not engaging adequately with philosophical literature: \"Imagine a sociologist who wrote about evolutionary theory without discussing the work of Darwin, Fisher, Mayr, Hamilton, Trivers or Dawkins on the grounds that he did not come to his conclusions by reading about biology and because discussing concepts such as 'adaptation', 'speciation', 'homology', 'phylogenetics' or 'kin selection' would 'increase the amount of boredom in the universe'. How seriously would we, and should we, take his argument?\"[131] On the other hand, The Moral Landscape received a largely positive review from psychologists James Diller and Andrew Nuzzolilli.[134] Additionally, Free Will received a mixed academic review from philosopher Paul Pardi, who acknowledged that while it suffers from some conceptual confusions and that the core argument is a bit too 'breezy', it serves as a \"good primer on key ideas in physicalist theories of freedom and the will\".[135]\nHarris's book on spirituality and meditation received mainly positive reviews[136][137][60][62] as well as some mixed reviews.[138][61] It was praised by Frank Bruni, for example, who described it as \"so entirely of this moment, so keenly in touch with the growing number of Americans who are willing to say that they do not find the succor they crave, or a truth that makes sense to them, in organized religion.\"[136]\nIn 2018, Robert Wright, a visiting professor of science and religion at Union Theological Seminary, published an article in Wired criticizing Harris, whom he described as \"annoying\" and \"deluded\". Wright wrote that Harris, despite claiming to be a champion of rationality, ignored his own cognitive biases and engaged in faulty and inconsistent arguments in his book The End of Faith. He wrote that \"the famous proponent of New Atheism is on a crusade against tribalism but seems oblivious to his own version of it.\" Wright wrote that these biases are rooted in natural selection and impact everyone, but that they can be mitigated when acknowledged.[104]\nThe UK Business Insider included Harris's podcast in their list of \"8 podcasts that will change how you think about human behavior\" in 2017,[139] and PC Magazine included it in their list of \"The Best Podcasts of 2018\".[140] In January 2020, Max Sanderson included Harris's podcast as a \"Producer pick\" in a \"podcasts of the week\" section for The Guardian.[44] The Waking Up podcast won the 2017 Webby Award for \"People's Voice\" in the category \"Science & Education\" under \"Podcasts & Digital Audio\".[141]\nHarris was included on a list of the \"100 Most Spiritually Influential Living People 2019\" in the Watkins Review, a publication of Watkins Books, a London esoterica bookshop.[142]\n\nPersonal life[edit]\nIn 2004, Harris married Annaka Gorton, an author and editor of nonfiction and scientific books after engaging in a common interest about the nature of consciousness.[143] They have two daughters[144][145] and live in Los Angeles.[146]\nIn September 2020, Harris became a member of Giving What We Can, an effective altruism organization whose members pledge to give at least 10% of their income to effective charities, both as an individual and as a company with Waking Up.[50][49]\nHarris practices Brazilian jiu-jitsu.[147][4]\n\nWorks[edit]\nBooks[edit]\n\nHarris, Sam (2004). The End of Faith: Religion, Terror, and the Future of Reason. W.W. Norton & Company. ISBN 0393035158. OCLC 62265386.\nHarris, Sam (2006). Letter to a Christian Nation. Alfred A. Knopf, Inc. ISBN 0307265773. OCLC 70158553.\nHarris, Sam (2010). The Moral Landscape: How Science Can Determine Human Values. Free Press. ISBN 978-1439171219. OCLC 535493357.\nHarris, Sam (2011). Lying. Four Elephants Press. ISBN 978-1940051000.\nHarris, Sam (2012). Free Will. Free Press. ISBN 978-1451683400.\nHarris, Sam (2014). Waking Up: A Guide to Spirituality Without Religion. Simon & Schuster. ISBN 978-1451636017.\nHarris, Sam; Nawaz, Maajid (2015). Islam and the Future of Tolerance: A Dialogue. Harvard University Press. ISBN 978-0674088702.\nHarris, Sam; Dawkins, Richard; Dennett, Daniel; Hitchens, Christopher (2019). The Four Horsemen: The Discussion that Sparked an Atheist Revolution. Bantam Press. ISBN 978-0593080399.\nHarris, Sam (2020). Making Sense: Conversations on Consciousness, Morality, and the Future of Humanity. Ecco. ISBN 978-0062857781.\n\nDocumentary[edit]\n\nAmila, D. & Shapiro, J. (2018). Islam and the Future of Tolerance. United States: The Orchard.[148]\n\nPeer-reviewed articles[edit]\n\nHarris, S.; Sheth, S. A.; Cohen, M. S. (February 27, 2008). \"Functional neuroimaging of belief, disbelief, and uncertainty\". Annals of Neurology. 63 (2): 141–147. doi:10.1002/ana.21301. PMID 18072236. S2CID 17335600.\nHarris, S.; Kaplan, J. T.; Curiel, A.; Bookheimer, S. Y.; Iacoboni, M.; Cohen, M. S. (October 1, 2009). Sporns, Olaf (ed.). \"The Neural Correlates of Religious and Nonreligious Belief\". PLOS One. 4 (10): e7272. Bibcode:2009PLoSO...4.7272H. doi:10.1371/journal.pone.0007272. PMC 2748718. PMID 19794914.\nDouglas, P. K.; Harris, S.; Yuille, A.; Cohen, M. S. (May 15, 2011). \"Performance comparison of machine learning algorithms and number of independent components used in fMRI decoding of belief vs. disbelief\". NeuroImage. 56 (2): 544–553. doi:10.1016/j.neuroimage.2010.11.002. PMC 3099263. PMID 21073969.\nKaplan, Jonas T.; Gimbel, Sarah I.; Harris, Sam (December 23, 2016). \"Neural correlates of maintaining one's political beliefs in the face of counterevidence\". Scientific Reports. 6: 39589. Bibcode:2016NatSR...639589K. doi:10.1038/srep39589. PMC 5180221. PMID 28008965.\n\nNotes[edit]\n\n\n^ now named Waking Up: Guided Meditation\n\n\nReferences[edit]\n\n\n^ a b Paul Pardi (May 15, 2012). \"An Analysis of Sam Harris' Free Will\". Philosophy News. Retrieved April 17, 2016.\n\n^ a b Madigan, Tim (2010). \"Meet the New Atheism / Same as the Old Atheism?\". Philosophy Now. Retrieved August 15, 2018.\n\n^ Bullivant, Stephen; Ruse, Michael, eds. (2013). The Oxford Handbook of Atheism. Oxford University Press (OUP). p. 246. ISBN 978-0199644650. Retrieved May 22, 2019.\n\n^ a b Wood, Graeme (April 24, 2013). \"The Atheist Who Strangled Me\". The Atlantic. Retrieved August 11, 2014.\n\n^ \"Sam Harris, the New Atheists, and anti-Muslim animus\", The Guardian, April 3, 2013.\n\n^ Religion, Politics, Free Speech | Sam Harris | ACADEMIA | Rubin Report from the YouTube channel The Rubin Report, September 11, 2015.\n\n^ \"Atheists Richard Dawkins, Christopher Hitchens and Sam Harris face Islamophobia backlash\", The Independent, April 13, 2013.\n\n^ Weiss, Bari (May 8, 2018). \"Meet the Renegades of the Intellectual Dark Web\". The New York Times. New York City. Retrieved July 30, 2022.\n\n^ a b Nguyen, Tina; Goldenberg, Sally (March 15, 2021). \"How Yang charmed the right on his road to political stardom\". Politico.\n\n^ a b \"#225 – Republic of Lies\". YouTube. Archived from the original on October 30, 2021.\n\n^ Current Biography, January 2012, Vol. 73, Issue 1, p. 37\n\n^ \"Playboy Interview: Sam Harris\". Playboy. Vol. 66, no. 1. Winter 2019. p. 44.\n\n^ a b Anthony, Andrew (February 16, 2019). \"Sam Harris, the new atheist with a spiritual side\". The Guardian. Retrieved June 22, 2020.\n\n^ Anderson, Jon (October 20, 1985). \"'Girls' Series is solid gold for Harris\". Chicago Tribune TV Week. Retrieved September 18, 2013.\n\n^ Samuels, David. May 29, 2012. Q&A: Sam Harris. Tablet. Retrieved: October 6, 2014.\n\n^ \"I'm Not the Sexist Pig You're Looking For\". www.samharris.org. September 15, 2014. Archived from the original on April 18, 2016. Retrieved April 23, 2016.[self-published source]\n\n^ Sam Harris – Extended Interview; PBS: Religion & Ethics Newsweekly; January 5, 2007\n\n^ \"Sam Harris.\" (2008). The Science Studio. Science Network. October 3, 2008. Transcript.\n\n^ Harris, Sam (June 28, 2011). \"MDMA Caution with Sam Harris\". YouTube.\n\n^ Cogent Canine (December 6, 2017), First Time Sam Harris Took E, archived from the original on June 2, 2020, retrieved December 8, 2017\n\n^ a b c Miller, Lisa (2010). \"Sam Harris Believes in God\". Newsweek.\n\n^ Segal, David (October 26, 2006). \"Atheist Evangelist\". The Washington Post.\n\n^ Harris, Sam (November 11, 2012). \"Science on the Brink of Death\". Archived from the original on September 9, 2017. Retrieved November 14, 2012.[self-published source]\n\n^ \"Column: No God? No problem, says god-free thinker Sam Harris\". Los Angeles Times. September 24, 2014. Retrieved May 4, 2023.\n\n^ Segal, David (October 26, 2006). \"Atheist Evangelist\". Washington Post. ISSN 0190-8286. Retrieved May 4, 2023.\n\n^ a b c d Segal, David (October 26, 2006). \"Atheist Evangelist\". The Washington Post.\n\n^ Rice, Lewis I. (2005). \"The Iconoclast: Sam Harris wants believers to stop believing\". Stanford Magazine. Stanford Alumni Association. Archived from the original on October 16, 2009.\n\n^ \"Sam Harris\". The Information Philosopher. Retrieved April 30, 2016.\n\n^ Greenberg, Brad A. (April 1, 2008). \"Making Belief\". UCLA Magazine. Retrieved October 28, 2009.\n\n^ a b Healy, Melissa (September 30, 2009). \"Religion: The heart believes what it will, but the brain behaves the same either way\". Los Angeles Times. Archived from the original on January 24, 2014. Retrieved October 17, 2009.\n\n^ Harris, Sam (2009). The Moral Landscape: How Science Could Determine Human Values. ProQuest (PhD). UCLA. ISBN 978-1124011905. Retrieved June 5, 2014.\n\n^ Bowles, Nellie (December 14, 2018). \"Patreon Bars Anti-Feminist for Racist Speech, Inciting Revolt\". The New York Times. Retrieved August 30, 2019. Mr. Harris, who gathered his fan base as a pugnacious atheist and fierce critic of Islam\n\n^ a b \"Sam Harris\". Edge.org. Retrieved August 26, 2018.\n\n^ Van Biema, David (December 14, 2007). \"What Your Brain Looks Like on Faith\". Time. Retrieved August 16, 2018.\n\n^ September 22, 2006 [1] (a 90-minute debate).\n\n^ Harris, Sam; Sullivan, Andrew (January 16, 2007). \"Is Religion 'Built Upon Lies'?\" Beliefnet.\n\n^ Harris, Sam; Warren, Rick (April 8, 2007). \"Newsweek Poll: 90% Believe in God\". Newsweek.\n\n^ Padilla, Steve (December 29, 2007). \"Rabbi, atheist debate with passion, humor\". Los Angeles Times. Retrieved June 20, 2020.\n\n^ Harris, Dan; Brown, Ely (March 22, 2010). \"'Nightline' 'Face-Off': Does God Have a Future?\". ABC News. Retrieved June 20, 2020.\n\n^ Schneider, Nathan (July 1, 2013). \"The New Theist\". The Chronicle of Higher Education.\n\n^ Ruffolo, Michael (June 26, 2018). \"Sam Harris and Jordan Peterson waste a lot of time, then talk about God for 20 minutes\". National Observer. Retrieved April 23, 2019.\n\n^ Murray, Douglas (September 16, 2018). \"Arena talks in Dublin and London with Jordan Peterson, Sam Harris and Douglas Murray\". The Spectator USA. Archived from the original on April 23, 2019. Retrieved April 23, 2019.\n\n^ Jennek, Rafal (2017). \"Sam Harris on Religion in Peace and Conflict\" (PDF). Department of Theology, Uppsala Universitet. Retrieved June 20, 2020.\n\n^ a b Davies, Hannah J; Verdier, Hannah; Sanderson, Max (January 3, 2020). \"The con woman who scammed New York's elite – podcasts of the week\". The Guardian. Retrieved June 22, 2020.\n\n^ a b c \"Waking Up with Sam Harris\". iTunes – Podcasts. September 13, 2022. Retrieved September 13, 2022. I have been, traditionally, a liberal. I have never voted republican […] certainly not for president.\n\n^ a b c d e Weiss, Bari (May 8, 2018). \"Meet the Renegades of the Intellectual Dark Web\". The New York Times. Retrieved May 8, 2018.\n\n^ a b Turkheimer, Eric; Harden, Kathryn Paige; Nisbett, Richard E. (May 18, 2017). \"Charles Murray is once again peddling junk science about race and IQ\". Vox. Retrieved October 16, 2018.\n\n^ Freeland, Ben (March 29, 2019). \"Sam Harris' Waking Up App, Reviewed\". Medium. Retrieved May 30, 2019.\n\n^ a b c \"Waking Up Turns 2\". Archived from the original on January 18, 2022. Retrieved September 28, 2020.\n\n^ a b \"Members\". www.givingwhatwecan.org. Retrieved September 25, 2020.\n\n^ \"Meme #8\". Sam Harris. May 3, 2017. Retrieved May 1, 2020.[self-published source]\n\n^ Anthony, Andrew (February 16, 2019). \"Sam Harris, the new atheist with a spiritual side\". The Observer. ISSN 0029-7712. Retrieved May 1, 2020.\n\n^ a b c Harris, Sam (June 21, 2014). \"Response to Controversy\". Archived from the original on October 24, 2016. Retrieved October 23, 2016.[self-published source]\n\n^ \"The Reality of Islam\". Sam Harris. February 8, 2006. Retrieved April 30, 2020.[self-published source]\n\n^ a b Adams, Alex (2016). Political Torture in Popular Culture: The Role of Representations in the Post-9/11 Torture Debate. Routledge. p. 29. ISBN 978-1317289395.\n\n^ Harris, Sam; Maajid, Nawaz (2015). Islam and the Future of Tolerance: A Dialogue. Harvard University Press. ISBN 978-0674088702. Archived from the original on May 7, 2020. Retrieved December 14, 2020.\n\n^ Matusitz, Jonathan (2020). Communication in Global Jihad. Routledge. p. 1988. ISBN 978-1000224351.\n\n^ a b c Mohler, R. Albert Jr. (August 19, 2004). \"The End of Faith – Secularism with the Gloves Off\". The Christian Post. Archived from the original on June 29, 2012. Retrieved February 19, 2019.\n\n^ Harris, Sam (March 15, 2007). \"God's Dupes\". samharris.org. Retrieved April 10, 2021.\n\n^ a b c d e f g Clothier, Peter (September 2, 2016). \"'Waking Up', by Sam Harris: A Book Review\". Huffington Post. Retrieved October 1, 2017.\n\n^ a b Smith, Holly (September 17, 2014). \"Waking Up: A Guide to Spirituality Without Religion\". Washington Independent Review of Books. Retrieved October 2, 2017.\n\n^ a b \"Waking Up: A Guide to Spirituality Without Religion\". Kirkus Reviews. August 29, 2014. Retrieved August 12, 2016.\n\n^ Don, Katherine (October 17, 2010). \"'The Moral Landscape': Why science should shape morality.\" Salon.\n\n^ Nahmias, Eddy (August 13, 2012). \"Does Contemporary Neuroscience Support or Challenge the Reality of Free Will?\" Big Questions Online.\n\n^ Dennett, Daniel (2017). \"Reflections on Sam Harris' \"Free Will\"\". Rivista internazionale di Filosofia e Psicologia. 8 (3): 214–230. doi:10.4453/rifp.2017.0018. ISSN 2039-4667.\n\n^ \"Sam Harris | #312 - The Trouble with AI\". Sam Harris. Retrieved August 12, 2023.\n\n^ \"#116 - AI: Racing Toward the Brink\". Sam Harris. Retrieved August 12, 2023.\n\n^ Harris, Sam. \"Can We Avoid a Digital Apocalypse?\". Edge.org. Retrieved June 14, 2019.\n\n^ a b c Davey, Tucker (October 7, 2016). \"Sam Harris TED Talk: Can We Build AI Without Losing Control Over It?\". Future of Life Institute. Retrieved June 14, 2019.\n\n^ Sam Harris: Trump, Reparations, Manifestos, Fox News, September 9, 2019, archived from the original on October 30, 2021, retrieved November 21, 2019, 03:50 I'm a registered Democrat\n\n^ a b Harris, Sam (September 18, 2006). \"Head-in-the-Sand Liberals: Western civilization really is at risk from Muslim extremists.\" Los Angeles Times. Archived at the Wayback Machine.\n\n^ a b \"#2 — Why Don't I Criticize Israel?\". Sam Harris. Retrieved April 13, 2023.\n\n^ Salon Staff (July 28, 2014). \"Sam Harris: Why don't I criticize Israel?\". Salon. Retrieved April 13, 2023.\n\n^ a b \"Sam Harris | Making Sense of Gaza\". Sam Harris. Retrieved April 13, 2023.[self-published source]\n\n^ \"Sam Harris | The Sin of Moral Equivalence\". Sam Harris. Retrieved November 4, 2023.\n\n^ \"Sam Harris | What Barack Obama Could Not (and Should Not) Say\". Sam Harris. Retrieved April 12, 2023.[self-published source]\n\n^ \"What Barack Obama Could Not (and Should Not) Say\". HuffPost. March 21, 2008. Retrieved April 12, 2023.\n\n^ \"Sam Harris Q&A: 'Why I'm Voting For Hillary Clinton'\". YouTube. February 18, 2016. Archived from the original on October 30, 2021.\n\n^ Harris, Sam. Trump in Exile Archived February 12, 2017, at the Wayback Machine. samharris.org, October 13, 2016. Retrieved April 22, 2017[self-published source]\n\n^ Harris, Sam (November 6, 2020). \"I sure hope Andrew Yang has a significant job in D.C. next year...\" Twitter. Retrieved May 21, 2021.\n\n^ Weiss, Bari (January 31, 2020). \"Opinion | Did I Just Get Yanged?\". The New York Times. ISSN 0362-4331. Retrieved January 5, 2021.\n\n^ Chung, Frank (August 19, 2022). \"Author Sam Harris says he wouldn't care if Hunter Biden had 'corpses of children in his basement'\". News.com.au.\n\n^ Brown, Lee (August 19, 2022). \"Sam Harris: Censoring The Post's Hunter Biden exposés 'warranted' to beat Trump\". New York Post.\n\n^ \"Sam Harris defends silencing The Post on Hunter Biden\". The New York Post. August 19, 2022. Retrieved March 14, 2023.\n\n^ Mordowanec, Nick (August 18, 2022). \"Who Is Sam Harris? Writer Admits to Ignoring Hunter Biden Laptop\". Newsweek. Retrieved March 14, 2023.\n\n^ a b c \"Sam Harris | How Rich is Too Rich?\". Sam Harris. August 17, 2011. Archived from the original on November 25, 2021. Retrieved March 15, 2023.[self-published source]\n\n^ \"Head-in-the-Sand Liberals - Los Angeles Times\". Los Angeles Times. November 1, 2006. Archived from the original on November 1, 2006. Retrieved March 15, 2023.\n\n^ \"Why I own guns\". The Week. January 9, 2015. Archived from the original on May 14, 2015. Retrieved May 31, 2022.\n\n^ a b \"Sam Harris | The Riddle of the Gun\". Sam Harris. January 2, 2013. Archived from the original on November 26, 2021. Retrieved March 14, 2023.[self-published source]\n\n^ \"Sam Harris Blasts Podcasters Pushing Covid Conspiracies\". Mediaite. December 15, 2021. Retrieved March 14, 2023.\n\n^ \"I tried to talk about the hard issues America faces. Then the social media storm erupted\". USA TODAY. Retrieved July 22, 2023.\n\n^ Silverstein, Joe (January 16, 2023). \"Podcaster Sam Harris: If COVID killed more children there'd be 'no f---ing patience' for vaccine skeptics\". Fox News. Retrieved March 14, 2023.\n\n^ \"Sam Harris | #311 - Did SARS-CoV-2 Escape from a Lab?\". www.samharris.org. Retrieved March 23, 2023.\n\n^ Salzberg, Steven. \"The Scientific Error That Might Have Caused The Covid-19 Pandemic\". Forbes. Retrieved March 23, 2023.\n\n^ Weiss, Bari; Winter, Damon (January 31, 2020). \"Opinion | Meet the Renegades of the Intellectual Dark Web - The New York Times\". The New York Times. Archived from the original on January 31, 2020. Retrieved October 30, 2022.\n\n^ Wakeling, Adam (July 1, 2021). \"What Happened to the Intellectual Dark Web? | RealClearPolicy\". www.realclearpolicy.com. Retrieved May 8, 2022.\n\n^ Fisher, Anthony L. (January 19, 2023). \"The Intellectual Dark Web's Descent Into Paranoia and Trumpism\". The Daily Beast. Retrieved October 31, 2023.\n\n^ a b Harris, Sam (March 27, 2018). \"Ezra Klein: Editor-at-Large\". SamHarris.org. Retrieved October 16, 2018.[self-published source]\n\n^ Klein, Ezra (March 27, 2018). \"Sam Harris, Charles Murray, and the allure of race science\". Vox. Retrieved October 16, 2018.\n\n^ Saletan, William (April 27, 2018). \"Stop Talking About Race and IQ\". Slate. Retrieved October 17, 2018.\n\n^ Sullivan, Andrew (March 30, 2018). \"Denying Genetics Isn't Shutting Down Racism, It's Fueling It\". New York. Retrieved October 17, 2018.\n\n^ Smith, Kyle (April 20, 2018). \"Ezra Klein's Intellectual Demagoguery\". National Review. Retrieved August 11, 2020.\n\n^ Klein, Ezra (April 9, 2018). \"The Sam Harris debate\". Vox. Retrieved August 30, 2019.\n\n^ a b Wright, Robert (May 17, 2018). \"Sam Harris and the Myth of Perfectly Rational Thought\". Wired. Retrieved August 30, 2019.\n\n^ a b \"Noam Chomsky tells 'UpFront' he would \"absolutely\" vote for Hillary Clinton\". Al Jazeera. January 25, 2016. Retrieved July 30, 2020.\n\n^ \"Scoring the Noam Chomsky/Sam Harris debate: How the professor knocked out the atheist\". Salon. May 8, 2015. Retrieved July 24, 2020.\n\n^ Taylor, Jerome (April 12, 2013). \"Atheists Richard Dawkins, Christopher Hitchens and Sam Harris face Islamophobia backlash\". The Independent.\n\n^ Harris, Sam (October 7, 2014), Can Liberalism Be Saved From Itself?, London, archived from the original on December 26, 2014, retrieved December 26, 2014{{citation}}:  CS1 maint: location missing publisher (link)[self-published source]\n\n^ Child, Ben (October 7, 2014). \"Ben Affleck: Sam Harris and Bill Maher 'racist' and 'gross' in views of Islam\". The Guardian. Retrieved August 30, 2019.\n\n^ Bond, Paul (October 8, 2014). \"Ben Affleck Targeted by Conservatives After Islamism Spat With Bill Maher\". The Hollywood Reporter. Retrieved April 3, 2021.\n\n^ Brian Stewart (October 7, 2015). \"A Liberal Atheist and a Liberal Muslim Discuss the Problems of Contemporary Islam\". National Review.\n\n^ \"Islam and the Future of Tolerance: A Dialogue\". Publishers Weekly. October 2015. Retrieved October 24, 2020.\n\n^ Sonenshine, Tara. \"Islam and the Future of Tolerance: A Dialogue\". New York Journal of Books. Retrieved October 24, 2020.\n\n^ \"Islam and the Future of Tolerance: A Dialogue\". Kirkus Reviews. Retrieved October 24, 2020.\n\n^ a b Manji, Irshad (November 3, 2015). \"'Islam and the Future of Tolerance' and 'Not in God's Name'\". The New York Times. Retrieved August 13, 2016.\n\n^ Hatewatch Staff (April 19, 2018). \"McInnes, Molyneux, and 4chan: Investigating pathways to the alt-right\". Southern Poverty Law Center. Retrieved September 1, 2019.\n\n^ Massey, Eli; Robinson, Nathan J. (October 12, 2018). \"Being Mr. Reasonable\". Current Affairs. ISSN 2471-2647. Retrieved April 24, 2023.\n\n^ Matthew Simpson, 2005. \"Unbelievable: Religion is really, really bad for you.\" Christianity Today.\n\n^ Michael Novak, \"National Review: 'Lonely Atheists of the Global Village',\" Archived May 16, 2013, at the Wayback Machine Book Reviews, National Review, March 19, 2007\n\n^ a b Saxton, Alexander (October 2006). \"The End of Faith: Religion, Terror and the Future of Reason\". Science & Society. 70 (4): 572–574. doi:10.1521/siso.2006.70.4.572. ISSN 0036-8237.\n\n^ Tom Flynn, 2005. \"Glimpses of Nirvana.\" Free Inquiry, volume 25 number 2.\n\n^ David Boulton, 2005. \"Faith kills.\" New Humanist, volume 120 number 2.\n\n^ a b Stephanie Merritt, 2005. \"Faith no more.\" The Observer.\n\n^ Hari, Johann (February 11, 2005). \"BOOKS: The sea of faith and violence\". The Independent. Retrieved February 3, 2022.\n\n^ Dawkins, Richard (August 4, 2005). \"Coming Out Against Religious Mania\". The Huffington Post. Retrieved February 3, 2022.\n\n^ Pinker, Steven (June 1, 2008). \"Survey: Truth to Power\". The New York Times. Retrieved March 10, 2014.\n\n^ PEN American Center, 2005. \"The PEN/Martha Albrand Award for First Nonfiction Archived May 21, 2006, at the Wayback Machine.\"\n\n^ Jollimore, Barnes & Noble Review, Oct. 22, 2010.\n\n^ Appiah, Kwame Anthony (October 1, 2010). \"Science Knows Best\". The New York Times. Retrieved February 3, 2022.\n\n^ Atran, Atran (February 23, 2011). \"Sam Harris's Guide to Nearly Everything\". The National Interest. Archived from the original on October 20, 2013. Retrieved September 24, 2011.\n\n^ a b Malik, Kenan (April 14, 2011). \"Test-tube truths\". newhumanist.org.uk. Retrieved July 24, 2020.\n\n^ \"Is Sam Harris Right About Free Will?: A Book Review\". Biola University Center for Christian Thought / The Table. May 26, 2014. Retrieved August 6, 2020.\n\n^ Dennett, Daniel (December 31, 2017). \"Reflections on Sam Harris' Free Will\". Rivista Internazionale di Filosofia e Psicologia. 8 (vol. 8, n. 3, 2017): 214–230. doi:10.4453/rifp.2017.0018. Retrieved August 6, 2020.\n\n^ Diller, J. W.; Nuzzolilli, A. E. (2012). \"The Science of Values: The Moral Landscape by Sam Harris\". The Behavior Analyst. 35 (2): 265–273. doi:10.1007/BF03392286. PMC 3501430.\n\n^ Pardi, Paul (May 15, 2012). \"An Analysis of Sam Harris's Free Will\". Philosophy News. Retrieved August 6, 2020.\n\n^ a b Bruni, Frank (August 30, 2014). \"Between Godliness and Godlessness\". The New York Times. Retrieved October 18, 2015.\n\n^ Cave, Stephen (October 31, 2014). \"'Waking Up: A Guide to Spirituality Without Religion', by Sam Harris\". Financial Times. Archived from the original on December 11, 2022. Retrieved August 12, 2016.\n\n^ Quirk, Trevor (September 10, 2014). \"I Thought I Hated the New Atheists. Then I Read Sam Harris's New Book\". The New Republic. Retrieved August 12, 2016.\n\n^ \"8 podcasts that will change how you think about human behavior\". Business Insider. Retrieved April 23, 2017.\n\n^ Moore, Ben (September 27, 2018). \"The Best Podcasts of 2018\". PC Magazine. Retrieved August 11, 2020.\n\n^ \"The 2017 Webby Awards for the best science and education podcasts\". webbyawards.com. The Webby Awards. Retrieved April 26, 2017.\n\n^ \"Watkins' Spiritual 100 List for 2019\". Watkins Magazine. April 2019. Retrieved May 7, 2019.\n\n^ \"Project Reason Trustees / Advisory Board\" Archived December 15, 2014, at the Wayback Machine. Project Reason. Retrieved May 5, 2015.\n\n^ Harris 2014a\"For Annaka, Emma, and Violet\" sfn error: no target: CITEREFHarris2014a (help)\n\n^ Harris, Sam (July 4, 2011). \"Drugs and the Meaning of Life\". Sam Harris. Archived from the original on September 24, 2015. Retrieved November 5, 2014.[self-published source]\n\n^ \"Sam Harris, the new atheist with a spiritual side\". The Guardian. February 16, 2019. Retrieved February 12, 2021.\n\n^ Harris 2012.\n\n^ \"Islam and the Future of Tolerance\". Islam and the Future of Tolerance. Retrieved June 26, 2019.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Sam Harris.\n\n\n\n\nWikiquote has quotations related to Sam Harris.\n\nOfficial website\nSam Harris at TED \nSam Harris at IMDb\nLibrary resources in your library and in other libraries by Sam Harris\nvteSam HarrisBooks\nThe End of Faith (2004)\nLetter to a Christian Nation (2006)\nThe Moral Landscape (2010)\nLying (2011)\nFree Will (2012)\nWaking Up: A Guide to Spirituality Without Religion (2014)\nIslam and the Future of Tolerance (2015)\nOther\nNew Atheism\nSecular Coalition for America\nSpiritual but not religious\n\nvteExistential risk from artificial intelligenceConcepts\nAGI\nAI alignment\nAI capability control\nAI safety\nAI takeover\nConsequentialism\nEffective accelerationism\nEthics of artificial intelligence\nExistential risk from artificial general intelligence\nFriendly artificial intelligence\nInstrumental convergence\nIntelligence explosion\nLongtermism\nMachine ethics\nSuffering risks\nSuperintelligence\nTechnological singularity\nOrganizations\nAlignment Research Center\nCenter for AI Safety\nCenter for Applied Rationality\nCenter for Human-Compatible Artificial Intelligence\nCentre for the Study of Existential Risk\nEleutherAI\nFuture of Humanity Institute\nFuture of Life Institute\nGoogle DeepMind\nHumanity+\nInstitute for Ethics and Emerging Technologies\nLeverhulme Centre for the Future of Intelligence\nMachine Intelligence Research Institute\nOpenAI\nPeople\nScott Alexander\nSam Altman\nYoshua Bengio\nNick Bostrom\nPaul Christiano\nEric Drexler\nSam Harris\nStephen Hawking\nDan Hendrycks\nGeoffrey Hinton\nBill Joy\nShane Legg\nElon Musk\nSteve Omohundro\nHuw Price\nMartin Rees\nStuart J. Russell\nJaan Tallinn\nMax Tegmark\nFrank Wilczek\nRoman Yampolskiy\nEliezer Yudkowsky\nOther\nStatement on AI risk of extinction\nHuman Compatible\nOpen letter on artificial intelligence (2015)\nOur Final Invention\nThe Precipice\nSuperintelligence: Paths, Dangers, Strategies\nDo You Trust This Computer?\nArtificial Intelligence Act\n Category\nvteNew AtheismKey people\nDan Barker\nPeter Boghossian\nGreta Christina\nJerry Coyne\nRichard Dawkins\nDaniel Dennett\nRebecca Goldstein\nSam Harris\nAyaan Hirsi Ali\nChristopher Hitchens\nTJ Kirk\nPZ Myers\nMichel Onfray\nVictor J. Stenger\nMajor works\nThe End of Faith (2004)\nAtheist Manifesto (2005)\nManifesto of Evolutionary Humanism (2005)\nBreaking the Spell (2006)\nThe God Delusion (2006)\nLetter to a Christian Nation (2006)\nThe Root of All Evil? (2006)\nGod Is Not Great (2007)\nGod: The Failed Hypothesis (2007)\nThe Portable Atheist (2007)\nGodless (2008)\nInstitutions\nThe Clergy Project\nPitchstone Publishing\nRichard Dawkins Foundation for Reason and Science\nOpposition\n\"Go God Go\" (2006)\nDarwin's Angel (2007)\nThe Dawkins Delusion? (2007)\nThe Irrational Atheist (2008)\nAtheist Delusions (2009)\nThe Case for God (2009)\nUnscientific America (2009)\nThe Rage Against God (2010)\nThe Evolution of Atheism (2015)\nRelated\nBlasphemy Day\nEx-Muslims\nFlying Spaghetti Monster\nOut Campaign\nRationalWiki\nReason Rally\nRegressive left\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nGermany\nItaly\nIsrael\nBelgium\nUnited States\nSweden\nLatvia\nCzech Republic\nGreece\nKorea\nCroatia\nNetherlands\nPoland\nPortugal\nAcademics\nCiNii\nScopus\nArtists\nMusicBrainz\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Sam_Harris&oldid=1194687442\"",
    "twitter": ""
  }
]