[
  {
    "name": "Bari Weiss",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/bari-weiss-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": " Journalist",
    "wiki": "American opinion writer and editor (born 1984)\n\n\nNot to be confused with Barry Weiss.\n\n\nBari WeissBorn (1984-03-25) March 25, 1984 (age 39)Pittsburgh, Pennsylvania, U.S.EducationColumbia University (BA)Occupations\nJournalist\npodcaster\nEmployers\nThe Wall Street Journal(2013–2017)\nThe New York Times(2017–2020)\nDie Welt(since 2021)\nThe Free Press / formerly Common Sense (since 2021, founder, with co-founder Nellie Bowles)\nSpouse\nJason Kass\n​ ​(m. 2013; div. 2016)​ \nNellie Bowles ​(m. 2021)​Websitebariweiss.com\nBari Weiss (/ˈbæri waɪs/ BARR-ee WYSS; born March 25, 1984) is an American journalist, writer, and editor. She was an op-ed and book review editor at The Wall Street Journal (2013–2017)[1] and an op-ed staff editor and writer on culture and politics at The New York Times (2017–2020).[2] Since March 1, 2021, she has worked as a regular columnist for German daily newspaper Die Welt.[3] Weiss founded the media company The Free Press (formerly Common Sense) and hosts the podcast Honestly.\n\n\nEarly life and education\nWeiss was born in Pittsburgh, Pennsylvania, to Lou and Amy Weiss, former owners of Weisshouse, a Pittsburgh company founded in 1943 that sells flooring, furniture, and kitchens; they own flooring company Weisslines.[4] She grew up in the Squirrel Hill neighborhood and graduated from Pittsburgh's Community Day School and Shady Side Academy. The eldest daughter among four sisters, she attended the Tree of Life Synagogue and had her bat mitzvah ceremony there.[5][6] After high school, Weiss went to Israel on a Nativ gap year program, helping build a medical clinic for Bedouins in the Negev desert and studying at a feminist yeshiva and the Hebrew University of Jerusalem.[6][7]\nWeiss attended Columbia University in New York City, graduating in 2007.[8][9] She founded the Columbia Coalition for Sudan in response to the War in Darfur.[10] Weiss was the founding editor from 2005 to 2007 of The Current, a magazine at Columbia for politics, culture, and Jewish affairs.[11][12] Following graduation, Weiss was a Wall Street Journal Bartley Fellow in 2007 and a Dorot Fellow from 2007 to 2008 in Jerusalem.[5][13]\n\nColumbians for Academic Freedom\nMain article: Columbia Unbecoming controversy\nAs a student at Columbia, Weiss took an active role in the Columbia Unbecoming controversy. Following the release of the film Columbia Unbecoming in fall 2004, alleging classroom intimidation of pro-Israel students by pro-Palestinian professors, she co-founded Columbians for Academic Freedom (CAF) together with Aharon Horwitz, Daniella Kahane, and Ariel Beery. Weiss said she had felt intimidated by Professor Joseph Massad in his lectures,[14] and she thought he spent too much time talking about Zionism and Israel for a course about the entire Middle East.[15]\nIn response to the release of the film, Columbia put together a committee to examine the allegations.[16] The committee criticized Massad, but emphasized a lack of civility on campus, including from pro-Israel students who heckled some of their professors.[17][18] Weiss criticized the committee for its focus on individual grievances, maintaining that students were intimidated because of their views.[19]\nIn her 2019 book, How to Fight Anti-Semitism, Weiss describes the contentious atmosphere during this period as giving her \"a front row seat to leftist anti-Semitism\" at the university.[20]: 94  The activism initiated by Weiss was alleged by Glenn Greenwald to be \"designed to ruin the careers of Arab professors by equating their criticisms of Israel with racism, anti-Semitism, and bullying, and its central demand was that those professors (some of whom lacked tenure) be disciplined for their transgressions\".[21]\n\nCareer\nIn 2007, Weiss worked for Haaretz and The Forward.[6] In Haaretz, she criticized the tenure promotion of Barnard College anthropologist Nadia Abu El-Haj[22] over a book that Weiss alleged caricatured Israeli archaeologists.[23] From 2011 to 2013, Weiss was senior news and politics editor at Tablet.[6][24]\n\n2013–2017: The Wall Street Journal\nWeiss was an op-ed and book review editor at The Wall Street Journal from 2013 until April 2017.[1] She left following the departure of Pulitzer Prize winner and deputy editor Bret Stephens, for whom she had worked, and joined him at The New York Times.[25]\n\n2017–2020: The New York Times\nIn 2017, as part of an effort by The New York Times to broaden the ideological range of its opinion staff after the inauguration of President Trump, opinion editor James Bennet hired Weiss as an op-ed staff editor and writer about culture and politics.[26][27][28] Through her first year at the paper, she wrote opinion pieces advocating for the blending of cultural influences, something derided by what she termed the \"strident left\" as cultural appropriation.[29] She criticized the organizers of the 2017 Women's March protesting the inauguration of President Trump for their \"chilling ideas and associations,\" particularly singling out several individuals she believed to have made antisemitic or anti-Zionist statements in the past.[30] Her article about the Chicago Dyke March, asserting that intersectionality is a \"caste system, in which people are judged according to how much their particular caste has suffered throughout history,\"[31] was condemned by playwright Eve Ensler, creator of the Vagina Monologues, for misunderstanding the work of intersectional politics.[32] Other sources condemned the article as fundamentally misunderstanding the definition of intersectionality.[33][34][35]\nIn January 2018, Babe.net published an anonymous woman's allegation that comedian and actor Aziz Ansari's behavior during a date rose to the level of sexual assault. Weiss published a piece titled \"Aziz Ansari Is Guilty. Of Not Being a Mind Reader\", one of many responses to this incident in the context of the #MeToo movement.[36][37][38] Weiss was one of several writers, including Caitlin Flanagan of  The Atlantic, who argued that the woman who wrote the piece ignored her own agency, not considering her own ability to speak up and leave the situation.[39] (Flanagan's essay was one of several that year for which she was a finalist for the 2019 Pulitzer Prize for Commentary.[40])\nIn March 2018, Weiss published the column \"We're All Fascists Now\" in which she argued that members of the left wing are increasingly intolerant of alternate views, presenting varied examples. Shortly after publication, the piece was corrected and an editorial note was placed on it because one of the examples used was a fake antifa Twitter account. This account had been identified as fake in multiple media outlets in 2017 as a right-wing masquerade aimed at discrediting the left-wing protest movement.[41][42][43]\nIn May 2018, Weiss published \"Meet the Renegades of the Intellectual Dark Web\". This piece profiled a collection of thinkers who share an unorthodox approach to their fields and to the media landscape. Weiss collectively described them as the Intellectual Dark Web, borrowing the term from Eric Weinstein, managing director of Thiel Capital. Outlets have commented on and critiqued the label through 2020.[44][45][46]\nOn June 7, 2020, the Times editorial page editor, James Bennet, resigned after more than 1,000 staffers signed a letter protesting his publication of an op-ed[26] by U.S. Senator Tom Cotton saying that since \"rioters have plunged many American cities into anarchy,\" soldiers should be sent as backup for the police to end the violence. Bennet later stated he had not read the op-ed beforehand.[47] Weiss characterized the internal controversy as an ongoing \"civil war\" between what she called young \"social justice warriors\" and what she identified as older \"free speech advocate\" staffers.[47][48][49] This characterization was disputed by some other journalists and opinion writers at the Times; Taylor Lorenz, a technology reporter who covers internet culture, described it as a \"willful misrepresentation\" that ignored the numerous older staffers who had spoken out, while Jamal Jordan, the Times' digital storytelling editor, criticized her for not listening to her black colleagues and instead dismissing their concerns as a \"woke civil war\".[47]\n\n2020: Resignation from The New York Times\nWeiss announced her departure from The New York Times on July 14, 2020, publishing a resignation letter on her website criticizing the Times for capitulating to criticism on Twitter and for not defending her against alleged bullying by her colleagues.[50] Weiss accused her former employer of \"unlawful discrimination, hostile work environment, and constructive discharge\".[2]\nHer resignation from the Times drew considerable news coverage after accusing the Times of \"caving to the whims of critics on Twitter\".[2] In her letter Weiss said, \"Stories are chosen and told in a way to satisfy the narrowest of audiences, rather than to allow a curious public to read about the world and then draw their own conclusions.\" She also wrote, \"Twitter is not on the masthead of The New York Times, but Twitter has become its ultimate editor.\"[51]\nHer letter was praised by U.S. Senators Ted Cruz, Marco Rubio, and Kelly Loeffler; Donald Trump Jr.; political commentator Ben Shapiro;[52][53] former Democratic presidential candidates Andrew Yang and Marianne Williamson; and political commentator Bill Maher.[54][55][56] Conversely, Weiss's resignation letter attracted substantial criticism from left-leaning media sources.[57] Alex Shephard criticized the content of Weiss's letter in The New Republic, calling Weiss's resignation a form of \"self-cancellation\" and part of a pattern in Weiss's work of \"taking thin, anecdotal evidence and framing it in grandiose, culture-war terms\".[58] Writing in The Guardian, Moira Donegan called Weiss a \"professional rightwing attention seeker\" and disputed her claim that social media's influence had led to a hostile media environment for conservatives.[59]\nThe Financial Times has described Weiss as a \"self-styled free speech martyr\".[60] In 2021, Weiss compared her own professional travails to Galileo Galilei, an Italian scientist who was threatened with being burnt at the stake if he did not renounce his scientific views.[60]\nOn October 27, 2020, Weiss appeared on the American talk show The View to discuss cancel culture, which she called \"wrong and deeply un-American\"; she continued, \"I believe that no one should be hung or have their reputation destroyed or lose their job because of a mistake or liking a bad tweet.\"[61][62]\nBeginning in 2020, Weiss occasionally wrote articles for the German newspaper Die Welt. Since March 1, 2021, she works as Contributing editor for Die Welt.[3]\n\n2021–present: Substack / The Free Press and media\nIn January 2021, Weiss launched a Substack newsletter entitled \"Common Sense\".[63] The name was later changed to \"The Free Press\", which became a media company of the same name.[64] In February, she interviewed Gina Carano about her firing from The Mandalorian.[65][66] On November 8, 2021, Pano Kanelos, formerly the president of St. John's College, announced the creation of the University of Austin in Weiss's newsletter.[67][68][69]\n\nPolitical views\nAccording to The Washington Post, Weiss \"portrays herself as a liberal uncomfortable with the excesses of left-wing culture\",[70] and has sought to \"position herself as a reasonable liberal concerned that far-left critiques stifled free speech\".[71] Vanity Fair described Weiss as \"a provocateur\".[6] The Jewish Telegraphic Agency said that her writing \"doesn't lend itself easily to labels\".[72] Weiss has been described as conservative by Haaretz, The Times of Israel, The Daily Dot, and Business Insider.[73][74][75][76] In an interview with Joe Rogan, she described herself as a \"left-leaning centrist\".[77]\nWeiss has expressed support for Israel and Zionism in her columns. When writer Andrew Sullivan described her as an \"unhinged Zionist\", she responded saying she \"happily plead[s] guilty as charged\".[78] In 2018, she said she believed the sexual assault allegations against Supreme Court justice nominee Brett Kavanaugh, but questioned whether they should disqualify him from serving on the Supreme Court because he was 17 when he allegedly committed the assault against Christine Blasey Ford.[75] After backlash in the press, Weiss conceded that her sound bite was glib and simplistic, and said instead that Kavanaugh's \"rage-filled behavior\" before the Senate Judiciary Committee should have disqualified him.[6]\n\nFollowing the Tree of Life synagogue massacre in Squirrel Hill, Pittsburgh, Weiss was a guest on Real Time with Bill Maher in early November 2018. She said of American Jews who support President Donald Trump: I hope this week that American Jews have woken up to the price of that bargain: They have traded policies that they like for the values that have sustained the Jewish people—and frankly, this country—forever: Welcoming the stranger; dignity for all human beings; equality under the law; respect for dissent; love of truth.[79] In 2019, The Jerusalem Post named Weiss the seventh most influential Jew in the world.[80]\nIn January 2022, Weiss was criticized by a doctor appearing on CNN for her comments on the late night talk show Real Time with Bill Maher criticizing COVID-19 pandemic restrictions, citing that the COVID-19 pandemic response had resulted in mental health issues and that as a result she was \"done with COVID\".[81]\n\nPersonal life\nWeiss prefers not to label her sexual orientation but has stated that although she had been married to a man, she is mostly attracted to women. While attending Columbia University, she had an on-and-off relationship with comedian Kate McKinnon.[6][82] She also dated Ariel Beery, with whom she had co-founded Columbians for Academic Freedom.[10] From 2013 to 2016, Weiss was married to environmental engineer Jason Kass.[6] Since 2018, Weiss has been in a relationship with Nellie Bowles,[83][84] a former tech reporter for The New York Times. The couple have since married, and have a daughter, born in 2022.[85]\n\nAwards\n2018: Reason Foundation’s Bastiat Prize, which honors writing that \"best demonstrates the importance of freedom with originality, wit and eloquence\".[24]\n2019: National Jewish Book Award in Contemporary Jewish Life and Practice for How to Fight Anti-Semitism[86][87]\n2021: LA Press Club's Daniel Pearl Award for Courage and Integrity in Journalism, \"for her persistent willingness to resist groupthink, her commitment to telling the truth, even when it’s politically inconvenient, and her courage in standing up for her people against the rising tide of antisemitism and Zionophobia” (Judea Pearl in the name of the Daniel Pearl Foundation).[88]\nWorks\nHow to Fight Anti-Semitism (2019)[89]\nThe New Seven Dirty Words (2020)\nReferences\n\n\n^ a b \"By Bari Weiss\". The New York Times. 2020. Archived from the original on July 15, 2020. Retrieved July 14, 2020.\n\n^ a b c Izadi, Elahe; Barr, Jeremy (July 14, 2020). \"Bari Weiss resigns from New York Times, says 'Twitter has become its ultimate editor'\". The Washington Post. Archived from the original on July 14, 2020. Retrieved July 14, 2020.\n\n^ a b \"Bari Weiss wird Kolumnistin für Die Welt by Ulrike Simon, Horizont [de], 1 March 2021 (in German)\n\n^ Rullo, David (July 13, 2020). \"Despite political differences, Jewish values unite Squirrel Hill couple\". Jewishchronicle.timesofisrael.com. Retrieved October 9, 2022.\n\n^ a b Tabachnick, Toby (October 27, 2017). \"Times opinion editor, 'Burgh native Bari Weiss, talks \"news, Jews and views\"\". Pittsburgh Jewish Chronicle. Vol. 60, no. 43. p. 1,16. Archived from the original on December 13, 2019. Retrieved April 19, 2018.\n\n^ a b c d e f g h Peretz, Evgenia (April 24, 2019). \"Mad About Bari Weiss: The New York Times Provocateur the Left Loves to Hate\". Vanity Fair. Archived from the original on July 4, 2019. Retrieved July 1, 2019.\n\n^ Steinberg, Jessica (November 5, 2002). \"Israel programs see huge decrease\". Jewish Telegraphic Agency. Archived from the original on February 26, 2019. Retrieved February 26, 2019.\n\n^ \"College Alumni and the Pandemic\". Columbia College Today. April 20, 2020. Retrieved February 12, 2022.\n\n^ \"AitN: May 20, 2019\". Columbia College Today. May 16, 2019. Retrieved February 12, 2022.\n\n^ a b \"Campus Characters\" (PDF). The Blue and White. Vol. 12, no. 1. September 2005. pp. 5–6. Archived (PDF) from the original on July 14, 2020.\n\n^ \"Editorial Board\". Columbia Current. Archived from the original on July 8, 2020. Retrieved July 23, 2020.\n\n^ \"Bari Weiss: A moderate in an era of extremes\". Oregon Jewish Life. February 25, 2019. Archived from the original on July 15, 2020. Retrieved July 15, 2020.\n\n^ \"Bari Weiss\". The Wall Street Journal. Archived from the original on January 24, 2019. Retrieved August 2, 2017.\n\n^ \"Columbia University Responds to Anti-Semitism Charges\". NPR. April 1, 2005. Archived from the original on July 17, 2020. Retrieved July 23, 2020.\n\n^ Gershman, Jacob (February 7, 2005). \"Bias of Massad Is Being Noted in His Classes\". New York Sun. Archived from the original on July 24, 2020. Retrieved July 23, 2020.\n\n^ Mishkin, Sarah (January 19, 2005). \"Little bias in NELC, students say\". Yale Daily News. Archived from the original on July 23, 2020. Retrieved July 23, 2020.\n\n^ Arenson, Karen W. (April 1, 2005). \"Panel's Report on Faculty at Columbia Spurs Debate\". The New York Times. Archived from the original on July 23, 2020. Retrieved July 23, 2020.\n\n^ Hentoff, Nat (April 5, 2005). \"Columbia Whitewashes Itself\". The Village Voice. Archived from the original on July 16, 2020. Retrieved July 23, 2020.\n\n^ Doob, Gabriel (April 7, 2005). \"Columbia report addresses anti-Semitism charges\". Brown Daily Herald. Archived from the original on July 23, 2020. Retrieved July 23, 2020.\n\n^ Weiss, Bari (2019). How to Fight Anti-Semitism. Crown/Archetype. ISBN 9780593136058. Archived from the original on November 2, 2020. Retrieved January 10, 2020.\n\n^ Greenwald, Glenn (March 8, 2018). \"NYT's Bari Weiss Falsely Denies Her Years of Attacks on the Academic Freedom of Arab Scholars Who Criticize Israel\". The Intercept. Archived from the original on July 22, 2020. Retrieved July 23, 2020.\n\n^ Kramer, Jane (April 7, 2008). \"The Petition\". The New Yorker. Archived from the original on August 1, 2020. Retrieved July 15, 2020.\n\n^ \"Facts in the air\". Haaretz. November 28, 2007. Archived from the original on July 16, 2020. Retrieved July 15, 2020.\n\n^ a b Moon, Deborah (March 25, 2019). \"Bari Weiss: A Moderate in an Era of Extremes\". Arizona Jewish Life. Archived from the original on July 29, 2019. Retrieved July 14, 2020.\n\n^ Steed, Edward (December 20, 2017). \"On the Front Lines of the GOP's Civil War\". Esquire. Archived from the original on July 17, 2020. Retrieved July 15, 2020.\n\n^ a b Lee, Edmund (July 14, 2020). \"Bari Weiss Resigns From New York Times Opinion Post\". The New York Times. Archived from the original on July 14, 2020. Retrieved July 14, 2020.\n\n^ Feinberg, Ashley (February 27, 2018). \"Leak: How NYT Editor James Bennet Justifies The Op-Ed Page To His Colleagues\". HuffPost. Retrieved March 6, 2021.\n\n^ Berlatsky, Noah (July 15, 2020). \"The Truth Behind Bari Weiss's Resignation from the 'NYT'\". The New York Observer.\n\n^ Weiss, Bari (August 30, 2017). \"Opinion | Three Cheers for Cultural Appropriation\". The New York Times. ISSN 0362-4331. Archived from the original on July 14, 2020. Retrieved July 15, 2020.\n\n^ Weiss, Bari (August 1, 2017). \"Opinion | When Progressives Embrace Hate\". The New York Times. ISSN 0362-4331. Archived from the original on July 15, 2020. Retrieved July 15, 2020.\n\n^ Weiss, Bari (June 27, 2017). \"Opinion | I'm Glad the Dyke March Banned Jewish Stars\". The New York Times. ISSN 0362-4331. Archived from the original on September 7, 2019. Retrieved July 15, 2020.\n\n^ \"Opinion | On 'Intersectionality'\". The New York Times. July 3, 2017. ISSN 0362-4331. Archived from the original on July 15, 2020. Retrieved July 15, 2020.\n\n^ \"Oh Cute, the New York Times Is Endorsing Cultural Appropriation\". The Muse. August 30, 2017. Archived from the original on June 10, 2020. Retrieved August 12, 2020.\n\n^ \"NYT Opinion Writer Supports Cultural Appropriation, Doesn't Know What Cultural Appropriation Is\". pastemagazine.com. August 30, 2017. Archived from the original on November 2, 2020. Retrieved August 12, 2020.\n\n^ Cruz, Crystal (September 7, 2017). \"Recent New York Times Opinion Piece, Citing Kooks Burritos, Completely Misses the Mark on Cultural Appropriation\". Willamette Week. Archived from the original on July 12, 2020. Retrieved August 12, 2020.\n\n^ \"Opinion | A Sexual Encounter, and a Dispute\". The New York Times. January 19, 2018. ISSN 0362-4331. Archived from the original on February 1, 2018. Retrieved August 12, 2020.\n\n^ France, Lisa (January 16, 2018). \"Everyone is picking sides over the Aziz Ansari story\". CNN. Retrieved February 28, 2021.\n\n^ Sergeant, Jill (2020). \"Growing pains for #MeToo as Ansari tale sparks backlash talk\". Reuters. Retrieved February 28, 2021.\n\n^ Flanagan, Caitlin (January 14, 2018). \"The Humiliation of Aziz Ansari\". The Atlantic. Retrieved October 29, 2022.\n\n^ \"Finalist: Caitlin Flanagan of The Atlantic\". The Pulitzer Prizes. Retrieved October 29, 2022. For luminous columns that expertly explore the intersection of gender and politics with a personal, yet keenly analytical, point of view.\n\n^ Satlin, Alana Horowitz (March 8, 2018). \"NYT's Bari Weiss Cites Hoax Twitter Account To Criticize Liberals\". HuffPost.\n\n^ Jones, Tom (July 15, 2020). \"Breaking down the controversial resignation of New York Times opinion writer Bari Weiss\". Poynter. Retrieved January 4, 2021.\n\n^ Selk, Avi (March 10, 2018). \"A New York Times columnist blamed a far-left 'mob' for her woes. But maybe she deserves them\". Washington Post.\n\n^ Goldberg, Jonah (May 8, 2018). \"Evaluating the 'Intellectual Dark Web'\". National Review. Archived from the original on July 15, 2020. Retrieved September 26, 2020.\n\n^ Sixsmith, Ben (May 8, 2020). \"An autopsy of the Intellectual Dark Web\". Spectator USA. Archived from the original on September 7, 2020. Retrieved September 26, 2020.\n\n^ Savage, Luke (July 13, 2020). \"The Intellectual Dark Web's \"Maverick Free Thinkers\" Are Just Defenders of the Status Quo\". Jacobin Magazine. Archived from the original on September 5, 2020. Retrieved September 26, 2020.\n\n^ a b c Beauchamp, Zack (June 5, 2020). \"The New York Times staff revolt over Tom Cotton's op-ed, explained\". Vox. Archived from the original on June 9, 2020. Retrieved June 9, 2020.\n\n^ Robinson, Nathan J. (May 9, 2018). \"Pretty Loud For Being So Silenced\". Current Affairs. Archived from the original on October 15, 2020. Retrieved September 26, 2020.\n\n^ Klar, Rebecca (June 7, 2020). \"NYT editorial page director resigns after Tom Cotton op-ed controversy\". TheHill. Archived from the original on June 9, 2020. Retrieved June 9, 2020.\n\n^ Weiss, Bari. \"Resignation Letter\". bariweiss.com. Archived from the original on July 15, 2020. Retrieved July 16, 2020.\n\n^ Darcy, Oliver (July 14, 2020). \"Controversial opinion writer Bari Weiss resigns from The New York Times, blasting paper for\". CNN Business. Cable News Network.Turner Broadcasting System, Inc. Archived from the original on July 14, 2020. Retrieved July 14, 2020.\n\n^ Flood, Brian (July 14, 2020). \"Trump Jr., Ted Cruz among conservatives celebrating Bari Weiss' 'stunning' NY Times resignation letter\". Fox News. Archived from the original on July 14, 2020. Retrieved July 15, 2020.\n\n^ Relman, Oma Seddiq, Eliza. \"Donald Trump Jr., Ted Cruz, and other top Republicans praise New York Times editor Bari Weiss' resignation letter slamming the paper\". Business Insider. Archived from the original on July 14, 2020. Retrieved July 15, 2020.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ Sobel, Ariel (July 14, 2020). \"Andrew Yang, Donald Trump Jr., and NY Times Staff React to Bari Weiss' Resignation\". jewishjournal.com. Archived from the original on July 15, 2020. Retrieved July 14, 2020.\n\n^ Miller, Judith (July 14, 2020). \"The Illiberal Liberal Media\". City Journal. Archived from the original on July 15, 2020. Retrieved July 14, 2020.\n\n^ Saad, Nardine (July 14, 2020). \"Journalist Bari Weiss skewers New York Times in her resignation letter\". Los Angeles Times. Archived from the original on July 15, 2020. Retrieved July 14, 2020.\n\n^ Rosenfeld, Ross (July 15, 2020). \"A fine whine at the Times: Bari Weiss's resignation letter is the picture of privileged hypersensitivity\". New York Daily News. Archived from the original on December 3, 2020. Retrieved January 4, 2021.\n\n^ Shephard, Alex (July 16, 2020). \"The Self-Cancellation of Bari Weiss\". The New Republic. Archived from the original on January 3, 2021. Retrieved January 4, 2021.\n\n^ Donegan, Moira (July 16, 2020). \"Yes, social media can be asinine – but 'cancelled' pundits like Bari Weiss aren't the victims\". The Guardian. Archived from the original on December 30, 2020. Retrieved January 4, 2021.\n\n^ a b Indap, Sujeet; Kruppa, Miles; Fontanella-Khan, James (October 22, 2021). \"Financiers find safe space for Milken jamboree at The Beverly Hilton\". Financial Times. Retrieved October 24, 2021.\n\n^ Flood, Brian (October 27, 2020). \"Bari Weiss joins 'The View', pushes back against Sunny Hostin, Whoopi Goldberg on court packing\". Fox News. Archived from the original on November 1, 2020. Retrieved November 2, 2020.\n\n^ Wilstein, Matt (October 27, 2020). \"'The View's' Sunny Hostin Battles Bari Weiss on 'Court Packing'\". The Daily Beast. Archived from the original on November 1, 2020. Retrieved November 2, 2020.\n\n^ Ellefson, Lindsey (February 1, 2021). \"Ex NY Times Writer Bari Weiss Rails 'Against Woke Culture' in NY Post Op-Ed\". Retrieved February 12, 2021.\n\n^ Svetkey, Benjamin (December 22, 2022). \"Bari Weiss's L.A. Adventure\". Los Angeles. Retrieved February 21, 2023.\n\n^ D'Alessandro, Anthony (February 16, 2021). \"Gina Carano Learned About 'Mandalorian' Firing On Social; Talks About Being Excluded From Season 2 Press By Disney\". Deadline. Retrieved February 18, 2021.\n\n^ \"Gina Carano claims she was excluded from The Mandalorian press events for refusing to share pre-written apology\". The Independent. February 17, 2021. Retrieved February 18, 2021.\n\n^ \"We Can't Wait for Universities to Fix Themselves. So We're Starting a New One\". November 8, 2021.\n\n^ \"Elon Musk and Bari Weiss Squabble After She Blasts His Twitter 'Regime'\". Daily Beast. December 16, 2022.\n\n^ \"Elon Musk's Chosen Journalist For 'Twitter Files' Scolds Him For Free Speech Assault\". HuffPost. December 17, 2022.\n\n^ Selk, Avi (March 10, 2018). \"A New York Times columnist blamed a far-left 'mob' for her woes. But maybe she deserves them\". The Washington Post. Archived from the original on April 13, 2019.\n\n^ Barr, Elahe Izadi and Jeremy (July 14, 2020). \"Opinion writer Weiss resigns from New York Times, says 'Twitter has become its ultimate editor'\". The Washington Post. Archived from the original on July 15, 2020. Retrieved July 14, 2020.\n\n^ Dolsten, Josefin (February 2, 2018). \"How New York Times editor Bari Weiss found herself at the center of the #MeToo debate\". Jewish Telegraphic Agency. Archived from the original on April 23, 2019. Retrieved February 1, 2019.\n\n^ \"Conservative, Jewish NY Times columnists slam Israel for BDS 'paranoia'\". The Times of Israel. October 10, 2018. Archived from the original on February 2, 2019. Retrieved February 1, 2019.\n\n^ Cagle, Tess (May 19, 2018). \"Conservative columnist says the NRA has Trump 'grabbed by the p***y'\". The Daily Dot. Archived from the original on April 23, 2019. Retrieved February 1, 2019.\n\n^ a b Relman, Eliza (September 19, 2018). \"New York Times opinion writer Bari Weiss slammed for questioning whether sexual assault should disqualify Kavanaugh from Supreme Court\". Business Insider. Archived from the original on April 2, 2019. Retrieved December 11, 2018.\n\n^ Landau, Noa (October 10, 2018). \"Leading Conservative NYT Columnists Slam Israel Over Detention of U.S. Student\". Haaretz. Archived from the original on April 13, 2019. Retrieved January 4, 2019.\n\n^ JRE Clips. \"Joe Rogan on the \"MAGA\" Kids Controversy\". YouTube. Archived from the original on May 3, 2019. Retrieved January 22, 2019.\n\n^ Bret Stephens and Bari Weiss (October 10, 2018). \"Opinion | Why Is Israel Scared of This Young American?\". The New York Times. Archived from the original on April 27, 2019. Retrieved October 10, 2018.\n\n^ \"Weiss to Maher: U.S. Jews Traded Trump Their Values for Israel - After Pittsburgh We Know It's Not Worth It\". Haaretz. November 5, 2018. Archived from the original on May 18, 2019. Retrieved July 14, 2020.\n\n^ Edmunds, Donna Rachel (July 14, 2020). \"Bari Weiss resigns from 'New York Times,' citing culture of groupthink\". The Jerusalem Post. Archived from the original on July 15, 2020. Retrieved July 15, 2020.\n\n^ McDougall, A. J. (January 24, 2022). \"CNN Doc Slams Bari Weiss for Saying She's 'Done With COVID'\". The Daily Beast. Retrieved January 24, 2022.\n\n^ Singer, Jenny (April 25, 2019). \"Bari Weiss Dated Kate McKinnon, but Doesn't Want 'Political Points' for Her Sexual Identity\". The Forward. Archived from the original on July 23, 2020. Retrieved July 23, 2020.\n\n^ Arnold, Amanda (April 2019). \"The Only Good Takeaway From That Bari Weiss Profile\". The Cut. Archived from the original on September 9, 2020. Retrieved July 16, 2020.\n\n^ Gilbert, Andrew (March 2, 2021).\"S.F.-raised journalist's path to Judaism started on a date with Bari Weiss\", J. The Jewish News of Northern California. Retrieved November 11, 2021.\n\n^ Goldsmith, Annie (January 27, 2023). \"Bari Weiss Brings the Culture Wars Home\". The Information.\n\n^ \"Past Winners\". Jewish Book Council. Archived from the original on June 5, 2020. Retrieved January 21, 2020.\n\n^ Dahan, Deborah (January 19, 2020). \"Jewish Book Council announces 2019 National Jewish Book Awards Winners\". The Jerusalem Post. Archived from the original on January 20, 2020. Retrieved January 21, 2020.\n\n^ Los Angeles Press Club (August 25, 2021). \"Bari Weiss is the 2021 LA Press Club Daniel Pearl Awardee\". Retrieved December 17, 2022.\n\n^ Spiro, Amy (February 28, 2019). \"Jewish 'New York Times' writer to pen book on antisemitism Bari Weiss signed a two-book deal with Crown Publishing\". Jerusalem Post. Archived from the original on July 1, 2019. Retrieved July 1, 2019.\n\n\nExternal links\n\n\n\nWikiquote has quotations related to Bari Weiss.\n\nArticles by Bari Weiss at Tablet\nArticles by Bari Weiss at The New York Times\nArticles by Bari Weiss at Substack\nAuthority control databases International\nISNI\nVIAF\nNational\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nCzech Republic\nNetherlands\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Bari_Weiss&oldid=1193082496\"",
    "twitter": ""
  },
  {
    "name": "Bella Jasper",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/bella-jasper-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Ben Shapiro",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/ben-shapiro",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "lawyer",
    "wiki": "American political commentator and writer (born 1984)\nFor the American documentary director, see Ben Shapiro (director).\n\n\nBen ShapiroShapiro in 2018BornBenjamin Aaron Shapiro (1984-01-15) January 15, 1984 (age 40)Los Angeles, California, U.S.EducationUniversity of California, Los Angeles (BA)Harvard University (JD)OccupationsAttorneybusinessmancolumnistmedia personalitypolitical commentatorPolitical partyRepublicanSpouse\nMor Toledano ​(m. 2008)​Children4RelativesMara Wilson (cousin)\n\n\nShapiro's voice\n\nHis opinions on the presidency and personality of Donald Trump\nSignature\nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nBenjamin Aaron Shapiro (born January 15, 1984) is an American lawyer, columnist, author, and conservative political commentator. Shapiro writes columns for Creators Syndicate, Newsweek, and Ami Magazine, and serves as editor emeritus for The Daily Wire, which he co-founded in 2015. Shapiro is the host of The Ben Shapiro Show, a daily political podcast and live radio show. He was editor-at-large of Breitbart News from 2012 until his resignation in 2016. Shapiro has authored sixteen books.\n\n\nEarly life and education\nShapiro was born on January 15, 1984,[1] in Los Angeles, California, to a Conservative Jewish family. He is Ashkenazi Jewish.[2][3][4][5] When he was 9 years old, his family began to observe Orthodox Judaism.[5] He started playing violin at a young age[6] and performed at the Israel Bonds Banquet in 1996 at 12 years of age.[7] His parents both worked in Hollywood. His mother was a TV company executive, and his father, David Shapiro, worked as a composer.[4]\nSkipping two grades (third and ninth), Shapiro went from Walter Reed Middle School in The Valley to Yeshiva University High School of Los Angeles in Westside, Los Angeles, where he graduated in 2000 at age 16.[8][9] He then attended the University of California, Los Angeles, graduating in 2004 at age 20 with a B.A. degree, summa cum laude, in political science and membership in Phi Beta Kappa. Afterwards, he attended Harvard Law School, graduating in 2007 with a J.D., cum laude.[10]\n\nCareer\nLaw\nAfter graduating law school, he then worked at the law offices of Goodwin Procter, but left after 10 months.[11] As of March 2012[update], he ran an independent legal consultancy firm, Benjamin Shapiro Legal Consulting, in Los Angeles.[9]\n\nAuthor\nShapiro became interested in politics at a young age. He started a nationally syndicated column when he was 17, becoming the youngest nationally syndicated columnist in the United States,[9] and had written two books by age 21.[12][13]\nIn his first book Brainwashed: How Universities Indoctrinate America's Youth (2004), Shapiro argues that the American Left has ideological dominance over universities and that professors do not tolerate non-left opinions.[14][15]\nIn 2011, HarperCollins published Shapiro's fourth book, Primetime Propaganda: The True Hollywood Story of How the Left Took Over Your TV, in which Shapiro argues that Hollywood has a left-wing agenda that it actively promotes through prime-time entertainment programming. In the book, the producers of Happy Days and M*A*S*H say they pursued a pro-pacifist, anti-Vietnam-War agenda in those series.[16] Shapiro also became a fellow at the David Horowitz Freedom Center.[17]\nIn 2013, Threshold Editions published Shapiro's fifth book, Bullies: How the Left's Culture of Fear and Intimidation Silences Americans.[18]\nIn 2017, he released his first and to date only fiction novel, True Allegiance.[19]\nIn 2019, Shapiro published the book The Right Side of History: How Reason and Moral Purpose Made the West Great, which focuses on the importance of Judeo-Christian values and laments the decline of those values in modern America.\nIn 2021, Shapiro published the book The Authoritarian Moment, which argues that there is not a pressing authoritarian threat in U.S. politics from the right-wing. Rather, he argues that the authoritarian threat comes from the left's control of academia, Hollywood, journalism, and corporate America.[20]\n\nBreitbart News\nIn 2012, Shapiro became editor-at-large of Breitbart News, a website founded by Andrew Breitbart.[21] After Breitbart came under the leadership of Steve Bannon, Shapiro attempted to distance himself from him.[22][23]\nOn February 7, 2013, Shapiro published an article citing unspecified Senate sources who said that a group named \"Friends of Hamas\" was among foreign contributors to the political campaign of Chuck Hagel, a former U.S. Senator awaiting confirmation as Secretary of Defense as a nominee of President Barack Obama, but weeks later Slate reporter David Weigel reported there was no evidence such a group existed.[24] Shapiro told Weigel that the story he published was \"the entirety of the information [he] had.\"[25][26][27] Shapiro later expressed regret over publishing the story.[28]\nIn March 2016, Shapiro resigned from his position as editor-at-large of Breitbart News following what he characterized as the website's lack of support for reporter Michelle Fields in response to her alleged assault by Corey Lewandowski, Donald Trump's former campaign manager,[29][30] in spite of video and eyewitness evidence of the assault.[31][32] In his resignation statement, Shapiro stated, \"Steve Bannon is a bully, and has sold out [the late Breitbart.com founder Andrew Breitbart's] mission in order to back another bully, Donald Trump; he has shaped the company into Trump's personal Pravda\".[33] After Shapiro's departure, Breitbart published a piece, falsely attributed to Shapiro's father's pseudonym, saying, \"Ben Shapiro betrays loyal Breitbart readers in pursuit of Fox News contributorship,\" which Breitbart later deleted.[34][35] Despite being critical of Bannon, Shapiro defended Bannon when he was accused of antisemitism.[36]\n\nOther media activities\nOn October 7, 2013, Shapiro and business partner Jeremy Boreing co-founded TruthRevolt,[37] a U.S. media watchdog and activism website, in association with the David Horowitz Freedom Center. TruthRevolt ceased operations in March 2018.[38]\nOn January 14, 2021, Shapiro was featured as a guest writer for Politico's Playbook newsletter, where he defended House Republicans who opposed the second impeachment of Donald Trump.[39] The newsletter drew immense backlash from many Politico staffers, some of whom argued that Shapiro should not have been allowed to write the article. Matthew Kaminski, editor-in-chief of Politico, refused to apologize and defended the decision to allow Shapiro to write the article, stating that, \"We're not going to back away from having published something because some people think it was a mistake to do so.\"[40][41] According to the Daily Beast, more than 100 Politico staffers signed on to a letter to publisher Robert Allbritton criticizing both Politico's decision to feature Shapiro's article and the response from Kaminski.[42]\nShapiro cameoed in The Daily Wire film, Lady Ballers, that was released December 1, 2023. He portrayed the character of a referee.[43][44]\n\nHost\nSee also: The Ben Shapiro Show\nShapiro in 2018\nIn 2012, Shapiro joined KRLA-AM 870 as a host on their morning radio program alongside Heidi Harris and Brian Whitman.[45] By 2016, he was one of the hosts for KRLA's The Morning Answer, a conservative radio show. Internal emails showed that Shapiro faced pressure from Salem Media executives, the syndicate that owned the show, to be more supportive of Donald Trump during the 2016 presidential election. Shapiro, however, remained highly critical of Trump throughout the election.[46]\nShapiro and Boreing founded The Daily Wire on September 21, 2015. He serves as editor emeritus as well as the host of his online political podcast The Ben Shapiro Show, broadcast every weekday.[47][48] As of March 2019[update], the podcast was ranked by Podtrac as the second most popular podcast in the U.S.[49] Westwood One began syndicating The Ben Shapiro Show podcast to radio in April 2018.[50] In 2018, Politico described the podcast as \"massively popular\".[51] In January 2019, Westwood One expanded Shapiro's one-hour podcast-to-radio program, adding a nationally syndicated two-hour live radio show, for three hours of Ben Shapiro programming daily.[52] As of March 2019, according to Westwood One, The Ben Shapiro Show is being carried by more than 200 stations, including in nine of the top ten markets.[53] In June 2020, Shapiro stepped down from his role as editor-in-chief, which he had held since the site's founding, and took on the role of editor emeritus.[54]\nIn September 2018, Shapiro started hosting The Ben Shapiro Election Special on Fox News. The limited-run series covered news and issues relating to the 2018 midterm elections.[55]\nShapiro has made frequent appearances on PragerU with talks on intersectionality and Hollywood with 4,900,000 to 8,400,000 views as of December 2018[update].[56][48][57]\nIn 2021, Ben Shapiro's podcast was ranked as the 9th most listened on Apple podcasts.[58]\n\nSpeaker\nShapiro speaking at CPAC 2018\nShapiro speaks at college campuses across the United States. In his speeches, he often presents a conservative viewpoint on controversial subjects. He spoke at 37 campuses between early 2016 and late 2017.[4]\nSome students and faculty members at California State University, Los Angeles objected to a speech that Shapiro, who was then an editor at Breitbart News, was scheduled to hold at the university on February 25, 2016, titled \"When Diversity Becomes a Problem\". University president William Covino canceled the speech three days before it was to take place, with the intention of rescheduling it so that the event could feature various viewpoints on the subject of campus diversity. Covino ultimately reversed his decision, allowing the speech to go on as planned.[59][60] The day of the speech, student protesters formed human chains, blocking the doors to the event and staging sit-in protests. When Shapiro began his speech, a protester pulled the fire alarm. After the speech ended, Shapiro was escorted out by campus police.[61] Conservative youth organization Young America's Foundation (YAF) announced it was filing a lawsuit against the university (with Shapiro as one of the plaintiffs), claiming that the First and Fourteenth Amendment rights of the students were violated by Covino's attempted cancellation of the event as well as by the physical barricading of students from entering or leaving the event.[62][63]\nIn August 2016, DePaul University revoked an invitation for Shapiro to address students at the school and barred him from entering the campus owing to \"security concerns\".[64]\nOn September 14, 2017, Shapiro gave a speech at the invitation of the University of California, Berkeley student organization Berkeley College Republicans (BCR) in which he criticized identity politics.[65][66] The event was supported by the YAF and BCR.[63] It involved a large police presence, which had been promised by Berkeley Chancellor Carol T. Christ in her August letter that supported free speech. Together, the university and the city of Berkeley spent $600,000 on police and security for the event, which transpired with nine arrests but no major incidents.[67][68][69]\n\nViews\nShapiro speaking at Politicon in Pasadena, California in 2016\nIn 2012 he was hailed as a \"rising star in America's conservative movement\" in Zman Magazine.[9] In 2016, Shapiro described himself as \"basically a libertarian\".[70] In 2021, he described himself as \"generally libertarian\" in regards to the role of the government and as a conservative in regards to the role of social structures.[71] The New Yorker, Haaretz and Vox have described Shapiro as \"right-wing\".[72][73][74] Shapiro's views have been described by The New York Times as \"extremely conservative\"[4] and was described by The Economist as a \"radical conservative\" and as a \"classically religious-conservative\".[75] A 2020 study News, Nationalism, and Hegemony: The Formation of Consistent Issue Framing Throughout the U.S. Political Right examining issue framing by right-wing podcasts used The Ben Shapiro Show as an example which \"offered a mainstream conservative perspective that favors President Donald Trump and his framing on issues like 'nationalism'\" in a two-by-two matrix that also examined a Stormfront podcast, an alt-right podcast, and the Daily Standard podcast; the study argued that Shapiro's rhetoric was similar to that used in the Stormfront podcast, though with a different tone.[76] In 2023, Forbes and The Gainesville Sun classified him as far-right.[77][78] Boston University described The Daily Wire as far-right.[79]\nShapiro has described the political left as believing in an imaginary \"hierarchy of victimhood\" in which the opinions of members of persecuted groups like the LGBT community are afforded more credence. He has argued that the left has dominated American culture through popular entertainment, media, and academia in a way that has made conservatives feel disenfranchised and helped lead to the election of Donald Trump in the 2016 presidential election.[4] He has stated that \"political correctness breeds insanity\".[80] Shapiro is an outspoken opponent of safe spaces, especially those on college campuses, arguing that they go against free speech.[81][82] Shapiro frequently praises Western culture and Western civilization,[76] saying \"I believe Western civilization is superior to other civilizations.\"[76]\n\nAbortion\nShapiro speaking at the 2018 Young Women's Leadership Summit in Dallas, Texas\nShapiro supports a ban on abortion,[83] including in cases of rape and incest, with one exception: when competent medical authority determines that the life of the mother is in jeopardy as a result of the pregnancy. He has further clarified that this includes extreme cases of mental illness where the life of the mother is at risk due to suicide. He also believes that doctors who perform abortions should be prosecuted.[84] He has referred to women who have abortions as \"baby killers.\"[85][86][87] In 2019, Shapiro asserted that \"the Supreme Court overturning Roe v. Wade\" was \"not going to happen\", and added that he had \"serious doubts\" about \"whether the Supreme Court, as currently constituted, would vote to overturn Roe v. Wade\".[88]\nIn 2019, Shapiro spoke at the annual March for Life in Washington, D.C., where he said abortion is a \"violent act\".[89]\n\nAlt-right\nShapiro is a critic of the alt-right movement,[90][75] stating in 2017, \"It is a garbage movement composed of garbage ideas. It has nothing to do with constitutional conservatism.\"[80] In 2019, Shapiro criticized weekly newspaper The Economist for describing him as \"alt-right\" in their interview with him; in response, The Economist issued an apology and modified the article title to instead describe Shapiro as a \"radical conservative\".[91]\nShapiro has been a target of online harassment and antisemitic threats from the alt-right. After leaving Breitbart News, Shapiro was a frequent target of antisemitic rhetoric from the alt-right.[35] According to a 2016 analysis by the Anti-Defamation League, Shapiro was the most frequent target of antisemitic tweets against journalists.[92][93]\n\nCapital punishment\nShapiro is an advocate of capital punishment and \"strongly\" supports it remaining legal in the United States.[94] Explaining his beliefs, Shapiro has stated that, \"You can forfeit the right to life if you take another life, just as you can forfeit your right to liberty (this is called prison) by infringing on the liberty of another\".[95]\n\nClimate change\nShapiro has acknowledged climate change as a legitimate phenomenon, although he has questioned \"what percentage of global warming is attributable to human activity.\"[96] In relation to concerns over increased flooding of coastal property from sea-level rise as a result of climate change, Shapiro stated, \"You think people aren't just going to sell their homes and move?\".[97] In an opinion piece on the 2020 California wildfires, Shapiro argued that state policies had contributed more to the severity of the fires than climate change. In response, Scientific American accused Shapiro of promoting climate change denial.[98] In 2021, he stated that a global temperature increase of 4 °C (7.2 °F) did not amount to an emergency, and that describing it as one of was \"purely a political designation\".[99]\n\nFacebook\nIn 2018, Shapiro argued that Facebook was targeting conservative sites after the platform implemented an algorithm change, limiting their traffic, and that they are not transparent enough.[100] In 2021, an article in NPR revealed that, under Shapiro's leadership, the Daily Wire had dominated Facebook news feeds and received more engagement than any other news outlet \"by a wide margin\".[101]\n\nGun ownership\nFollowing the December 2012 Sandy Hook Elementary School shooting, Shapiro appeared on CNN's Piers Morgan Tonight on January 10, 2013. On the issue of gun control, Shapiro called Piers Morgan a \"bully\" who \"tends to demonize people who differ from you politically by standing on the graves of the children of Sandy Hook, saying they don't seem to care enough about the dead kids.\"[102][103] Videos of the encounter quickly received millions of views and went viral.[48]\nWriting in October 2017, in the aftermath of the Las Vegas shooting, Shapiro argued that \"banning all guns would be unwise as well as immoral,\" additionally Shapiro stated, \"...here’s the problem: Not a single gun law short of full-scale gun confiscation would have prevented Las Vegas or any of the other mass shootings we’ve seen. Furthermore, there is no correlation between states with high rates of gun ownership and states with high rates of gun homicide.\"[104]\n\nHealth\nIn 2021, Shapiro said that he was in favor of the COVID-19 vaccine and that he was vaccinated,[105][better source needed] but is against COVID-19 vaccine mandates.[106]\n\nIsraeli–Palestinian conflict\nAccording to Shapiro, the reason behind the Israeli–Palestinian conflict was that \"Israel exists, and Hamas wishes it didn't exist\".[107] In 2003, Shapiro published a column on Townhall demanding that Israel \"transfer the Palestinians and the Israeli-Arabs from Judea, Samaria, Gaza and Israel proper.\" Citing expulsion of Germans after World War II as a precedent,[108] Shapiro insisted that \"expelling a hostile population is a commonly-used and generally effective way of preventing violent entanglements.\" In the same article, Shapiro said that \"The ideology of the Palestinian population is indistinguishable from that of the terrorist leadership.\"[109] Journalist Jeffrey Goldberg criticised Shapiro's comments as an example of his \"fascist\" views.[110][111] Shapiro later reversed his view on the West Bank issue, saying it was \"both inhumane and impractical\".[112]\nIn 2010, Shapiro said \"Israelis like to build. Arabs like to bomb crap and live in open sewage\". He later stated that he was talking about the Israeli and Arab leadership, as well as terrorist groups in Palestine.[113][72][114]\nIn a 2008 Townhall opinion piece, Shapiro expressed support for Israel's settlement building in the occupied Palestinian territories in the West Bank.[115]\nIn 2019, Shapiro said that Democratic congresswoman Ilhan Omar, whose comments about American support for Israel were accused of evoking antisemitic tropes, and the white supremacist San Diego shooter, hold \"a lot of the same opinions about Jews.\"[116]\nIn May 2021, during the 2021 Israel–Palestine crisis, Ben Shapiro stated that Hamas' rocket attacks \"would entail an anti-Semitic genocide\", adding that Hamas was spending \"tens of millions of dollars in foreign aid\" on building \"terror tunnels and rocket capacity to strike at the Jews.\" Shapiro argued that Hamas was positioning its rockets in civilian areas, seeking to \"force Israel to kill Palestinian civilians so Hamas can propagandize about supposed Israeli human rights atrocities.\" He stated that Hamas was killing not only Jews, but also Israeli Arabs and foreign workers. He also criticized the media coverage of the crisis, labeling it as \"absurd\",[107] and specifically criticized The New York Times for its opinion article featuring a Palestinian writer titled \"The Myth of Coexistence in Israel\". Shapiro stated that an image used in the article, a map of Israel, was \"so bad that MSNBC, which used the image in 2015, had to retract it and admit it was factually incorrect.\"[117]\n\nMilitary policy\nIn a 2002 article, Shapiro wrote, \"I am getting really sick of people who whine about 'civilian casualties'... when I see in the newspapers that civilians in Afghanistan or the West Bank were killed by American or Israeli troops, I don't really care\". Shapiro declared that \"One American soldier is worth far more than an Afghan civilian\", accusing Afghan civilians of being \"fundamentalist Muslims\" who provide cover for terrorists or give them money.[118][non-primary source needed] Shapiro later apologized for these comments, stating that the 2002 article was \"just a bad piece, plain and simple, and something I wish I'd never written\". He said that while he still partially agreed with his article's main point—\"that we must calculate the risk to American services members when we design rules of engagement\"—he \"expressed [that point] in the worst possible way, and simplified the issue beyond the bounds of morality (particularly by doubting the civilian status of some civilians)\".[114][non-primary source needed]\nShapiro supported the 2003 invasion of Iraq, arguing that \"China is a dictatorship. North Korea is a dictatorship. Saudi Arabia, Libya, Syria, Pakistan and Egypt are all dictatorships. We can't overthrow all of those regimes simply to free their citizens. We have to focus on those regimes that endanger American security.\"[119]\n\nLGBT issues\nIn 2010, Shapiro argued that homosexuality should not have been removed as a mental illness from the DSM because homosexuals have higher rates of depression than heterosexuals and do not reproduce.[120][121] In 2014, Shapiro argued that the United States \"is not a country that discriminates against homosexuals\" and that \"there is a vastly minute amount of discrimination against gays in this country.\"[122]\nShapiro opposed the Obergefell v. Hodges Supreme Court ruling that deemed bans of same-sex marriage unconstitutional.[123] However, he opposes government involvement in marriage, saying, \"I think the government stinks at this,\" and expressing concern that because of the ruling in Obergefell v. Hodges, at some point the government may try to force religious institutions to perform same-sex weddings against their will.[70][124] According to Slate's Seth Stevenson, Shapiro has described homosexuality as a sin.[84] He has said that \"a man and a woman do a better job of raising a child than two men or two women\".[85]\nHe has stated he does not feel same-sex marriage should be taught to students in schools, saying, \"In California, they've already passed laws that you have to teach same-sex marriage in public schools, for example... I went to public school for elementary school and junior high, I don't know why the government is teaching me anything about this stuff. This is for my parents to teach me. This is a values thing.\" He also states, \"I'm very much anti gay-marriage in the social sense. As a religious person, I think homosexuality is a sin, I think that lots of things are sins that people engage in, I think they should be free to engage in them.\"[70] Shapiro also opposes same-sex couples raising children.[75]\nShapiro believes transgender people suffer from mental illness.[80][125] He has commented, \"You can't magically change your gender. You can't magically change your sex,\" and has compared such changes to the notion of changing one's age or identifying as an animal.[4]\nIn July 2015, Shapiro and transgender rights activist Zoey Tur were on Dr. Drew On Call to discuss Caitlyn Jenner's receipt of the Arthur Ashe Courage Award.[126][127] After Shapiro referred to Tur, who is a trans woman, as \"sir\" and questioned her genetics, she placed her hand on the back of his neck and threatened on air to send him \"home in an ambulance\". Shapiro replied, \"That seems mildly inappropriate for a political discussion.\" Later, Shapiro filed a police report accusing Tur of battery and stated that he intended to press charges to \"teach the left a lesson\". Tur said the report was Shapiro's attempt to keep the story in the news.[128][129][73][130]\nIn 2019, in response to 2020 Democratic Party presidential candidate Beto O'Rourke calling for the removal of the tax-exempt status of religious institutions opposed to same-sex marriage, Shapiro said that if O'Rourke was going to try to \"indoctrinate\" his children in religious schools, Shapiro would be forced to either \"leave the country\" or \"pick up a gun.\"[131]\n\nPornography\nShapiro has condemned the availability of pornography;[132] however, in support of a more limited government, he has expressed disapproval of using government intervention to regulate it.[133]\n\nDonald Trump\nIn the spring of 2016, Shapiro wrote an article for the Daily Wire in which he stated he would \"never vote for Donald Trump\".[134] Shapiro supported Ted Cruz in the 2016 presidential election and opposed Trump's candidacy.[135] In August 2016, Shapiro wrote an article for the Daily Wire arguing that Trump, if elected, would not appoint conservative justices to the Supreme Court.[136] He described Steve Bannon as a \"bully\" who \"sold out Breitbart founder Andrew Breitbart's mission in order to back another bully, Donald Trump.\"[137] Shapiro has stated that Trump's victory in the 2016 election was more of a vote against Hillary Clinton than a vote in favor of Trump.[4]\nShapiro supported the Trump administration's ordering of the killing of Qasem Soleimani,[138] recognizing Jerusalem as the capital of Israel,[139] as well as the nominations of Brett Kavanaugh[140] and Neil Gorsuch to the Supreme Court.[141] Shapiro also supported Trump withdrawing from the Paris Agreement, cutting regulations, and his nomination of 12 appellate court judges.[141] However, Shapiro criticized Trump for firing James Comey, for appointing Michael Flynn and Steve Bannon, and for endorsing Roy Moore.[141]\nOn October 19, 2020, Shapiro announced that he would be voting for Trump in the 2020 presidential election: \"There are three reasons I'm going to vote for Donald Trump in 2020 when I didn't four years ago: First, I was simply wrong about Donald Trump on policy. Second, I wasn't really wrong about Donald Trump on character, but whatever damage he was going to do has already been done, and it's not going to help if I don't vote for him this time. And third, and most importantly: The Democrats have lost their fucking minds.\"[142] He rebuked Trump on election night, November 3, 2020, when Trump prematurely claimed himself the winner when neither he nor his opponent Joe Biden had yet reached the 270 electoral votes required to win the presidency. He tweeted: \"No, Trump has not already won the election, and it is deeply irresponsible for him to say he has.\"[143] Shapiro denounced the false claim that Trump was the legitimate winner of the 2020 election.[101] He criticized the January 6 Capitol attack whilst also criticizing the Democratic Party's response to it.[101]\n\nRace\nShapiro has stated that, while African-Americans were historically victims of injustice in the United States, he does not believe in the existence of widespread systemic injustice today.[4] In 2017, Shapiro stated that \"the idea that black people in the United States are disproportionately poor because America is racist; that's just not true.\"[144] Shapiro has dismissed the idea that the United States was founded on slavery and argued that America was founded in spite of slavery.[145][146]\nShapiro was one of several conservative commentators condemning Representative Steve King (R-IA) after King's January 2019 comments in defense of the terms \"white supremacy\" and \"white nationalism\". Shapiro called for King to be censured, and supported King's 2020 primary challenger Randy Feenstra.[147]\n\nBlack Lives Matter\nShapiro has criticized Black Lives Matter and has stated that \"the Black Lives Matter movement did indeed begin with protests about police brutality but quickly morphed into broader debates over the validity of looting and rioting, tearing down historic statues, slavery reparations and defunding the police.\"[148][non-primary source needed]\nAfter the trial of Derek Chauvin, where police officer Derek Chauvin was convicted of the murder of George Floyd, Shapiro stated that Chauvin should not have been found guilty of murder, and instead erroneously suggested that Floyd died of a drug overdose rather than as a result of Chauvin's actions.[149][150]\n\nJudaism\nShapiro practices Orthodox Judaism,[151] which he states informs his ideological positions. Shapiro wears a yarmulke, the traditional Jewish skullcap. In a 2011 tweet, Shapiro claimed that Judaism is plagued by \"Bad Jews\" who \"largely vote Democrat\".[152] The same year, he wrote an article titled \"Jews in Name Only\" in which he claimed \"Jews who vote for Obama are, by and large, Jews In Name Only (JINOs)\" and that such Jews \"do not care about Israel\" or that they \"care about it less than abortion, gay marriage and global warming\".[153] During the 2016 presidential election, he wrote an article titled \"No, It Doesn't Matter That Bernie Sanders Is Ethnically Jewish. He's a Jew In Name Only.\"[154]\nIn October 2022, Shapiro condemned Kanye West's antisemitic comments, comparing them to propaganda in Nazi Germany. He also called West \"unstable.\"[155]\n\nMuslims\nBen Shapiro has argued that immigrants from Islamic countries degrade the United States.[76]\nIn a 2014, YouTube video entitled \"The Myth of the Tiny Radical Muslim Minority\", Shapiro said, \"We're above 800 million Muslims who are radicalized – more than half the Muslims on earth. That's not a minority... the myth of the tiny radical Muslim minority is just that: it's a myth\". PolitiFact and Channel 4 News in the UK rejected his methodology, arguing that support for Sharia law was not sufficient to label an individual a \"radical Muslim\", and that \"The meaning of Sharia law varies from sect to sect and nation to nation.\" Channel 4 News also criticized his use of polls with small sample sizes as accurately representing the views of tens of millions of Muslims, though acknowledged that \"some polls do show that very illiberal values and concepts can be prevalent in some Muslim countries\".[156][157]\nIn the 2016 Quebec City mosque shooting, 6 Muslims were killed by Alexandre Bissonnette. Police presented evidence that Bissonnette checked Shapiro's Twitter feed 93 times in the month leading up to the shooting.[158] Shapiro condemned the attack and said he didn't incite the shooting.[159][160]\n\nUnited States politics\nIn 2006, Shapiro called for sedition laws to be reinstated. He cited speeches critical of the George W. Bush administration by Democrats Al Gore, John Kerry and Howard Dean as \"disloyal\" and seditious.[161][162] Shapiro subsequently retracted these views in a 2018 column, stating that his 2006 column \"absolutely blows. It's garbage\" and adding that the idea of sedition laws was \"inherently idiotic\".[114] Shapiro later described President Barack Obama's 2010 State of the Union Address as \"philosophically fascist.\"[163]\nShapiro has called for lowering taxes on the very wealthy.[4] He has also backed privatizing Social Security and repealing the Affordable Care Act.[4] In August 2022, Shapiro argued that \"Marxism can't work in America,\" saying this was because of \"high levels of societal income mobility\".[164]\n\nPersonal life\nIn 2008, Shapiro married Mor Toledano, an Israeli medical doctor of Moroccan descent,[165][166] and they lived in Los Angeles.[4] The couple has two daughters and two sons.[167][168] They practice Orthodox Judaism.[169] \nIn 2019, the FBI arrested a man from Washington for making death threats against Shapiro and his family.[170][171]\nIn September 2020, Shapiro announced that he and his family were moving out of California.[172] While he relocated the headquarters of his Daily Wire enterprise to Nashville, Tennessee, he and his family resettled in South Florida.[173][174]\nShapiro's sister, Abigail Shapiro, who studied operatic singing, is a conservative media influencer who posts videos on her YouTube channel \"Classically Abby\".[175] She has been subjected to online antisemitic trolling due to her brother's high public profile.[176] Ben Shapiro is a cousin of writer and actress Mara Wilson,[177][178] though the two are not on speaking terms due to their conflicting political views.[179]\n\nBibliography\nBrainwashed: How Universities Indoctrinate America's Youth. WND Books (2004). ISBN 0-78526148-6.\nPorn Generation: How Social Liberalism Is Corrupting Our Future. Regnery (2005). ISBN 0-89526016-6.\nProject President: Bad Hair and Botox on the Road to the White House. Thomas Nelson (2008). ISBN 1-59555100-X.\nPrimetime Propaganda: The True Hollywood Story of How the Left Took Over Your TV. HarperCollins (2011). ISBN 0-06209210-3.\nBullies: How the Left's Culture of Fear and Intimidation Silences America. Threshold Editions (2013). ISBN 1-47671001-5.\nThe People vs. Barack Obama: The Criminal Case Against the Obama Administration. Threshold Editions (2014). ISBN 1-47676513-8.\nA Moral Universe Torn Apart. Creator's Publishing (2014). ISBN 978-1945630941.\nWhat's Fair and Other Short Stories. Amazon e-book only (no longer available). Revolutionary Publishing (2015).\nTrue Allegiance. Post Hill Press (2017). ISBN 1-68261077-2.[19]\nSay It's So: Papa, Dad, Me and 2005 White Sox Championship Season. CreateSpace Independent Publishing Platform (May 2017). ISBN 978-1546751731.\nThe Right Side of History: How Reason and Moral Purpose Made the West Great. Broadside Books (2019). ISBN 978-0062857903.\nFacts Don't Care about Your Feelings. Creators Publishing (Nov. 2019). ISBN 978-1949673166.\nHow to Destroy America in Three Easy Steps. HarperCollins (2020). ISBN 978-0063001879. preview\nCatastrophic Thinking. Creators Publishing (Feb. 2020). ISBN 978-1949673265.\nFacts (Still) Don't Care About Your Feelings. Creators Publishing (Sep. 2020). ISBN 978-1949673166.\nThe Authoritarian Moment: How the Left Weaponized America's Institutions Against Dissent. Broadside Books (Jul. 2021). ISBN 978-0063001824.\nSee also\nIntellectual dark web, a loose collection of public personalities of which Shapiro is often cited as an example[180]\nOwning the libs\nList of Phi Beta Kappa members by year of admission\nList of Harvard Law School alumni\nList of syndicated columnists\nList of American conservatives\nReferences\n\n\n^ \"Spotlight: Ben Shapiro\". Daily Wire. Archived from the original on March 21, 2019. Retrieved January 12, 2019.\n\n^ Levitt, Tani (May 12, 2023). \"Ben Shapiro called Bernie Sanders a ham sandwich — what kind of sandwich would he be?\". Forward. Retrieved September 9, 2023.\n\n^ \"Ben Shapiro on Twitter\". Twitter. Archived from the original on December 30, 2020. Retrieved October 14, 2020.\n\n^ a b c d e f g h i j k Tavernise, Sabrina (November 23, 2017). \"Ben Shapiro, A Provocative 'Gladiator,' Battles to Win Young Conservatives\". The New York Times. Archived from the original on February 8, 2018. Retrieved February 12, 2018.\n\n^ a b \"Ben Shapiro on Religion\". The Online Scholar Fact Check. Archived from the original on October 28, 2020. Retrieved January 20, 2021.\n\n^ Matt, McDonald. \"Ben Shapiro, the child prodigy gone right\". The Spectator. Archived from the original on September 27, 2018. Retrieved September 10, 2018.\n\n^ Perri, Erin. \"At 12-Years-Old, Ben Shapiro Blew The Crowd Away With His Violin\". TellMeNow, LLC. Archived from the original on April 3, 2019. Retrieved September 10, 2018.\n\n^ Pope, Justin (August 10, 2004). \"School liberalism blasted\". Deseret News. Associated Press. Archived from the original on June 4, 2015. Retrieved June 27, 2011.\n\n^ a b c d \"Ben Shapiro: Proud Torah-Observant Jew and Rising Star in America's Conservative Movement\" (PDF). Zman Magazine. March 2012. Archived (PDF) from the original on February 1, 2017.\n\n^ May, Patrick (September 14, 2017). \"Who is Ben Shapiro?\". The Mercury News. Archived from the original on May 6, 2021. Retrieved June 28, 2021.\n\n^ Abrahamowitz, Zach. \"A Conversation with Ben Shapiro\". ReplyAll. Archived from the original on November 2, 2020. Retrieved April 13, 2023.\n\n^ Harris, Dan; Torres, Ignacio; Effron, Lauren (October 21, 2017). \"Conservative commentator on future of free speech on campus\". ABC News. Archived from the original on April 29, 2018. Retrieved April 29, 2018.\n\n^ Seitz-Wald, Alex (April 3, 2013). \"Is this baby-faced blogger the next Andrew Breitbart?\". Salon. Archived from the original on July 27, 2018. Retrieved July 26, 2018.\n\n^ Gray, Eliza (July 16, 2018). \"How Trumpian is the GOP's next generation? I talked to 52 young conservatives to find out\". The Washington Post. Retrieved June 29, 2021.\n\n^ Feiger, Leah (May 3, 2019). \"A Few Things To Know About Ben Shapiro\". The Forward. Archived from the original on May 3, 2019. Retrieved June 29, 2021.\n\n^ Lawson, Mark (June 29, 2011). \"Is US TV too leftwing?\". The Guardian. Archived from the original on September 30, 2013. Retrieved June 29, 2011.\n\n^ Rezvani, Leily (October 18, 2019). \"Ben Shapiro to speak on campus after Stanford admin criticized his collaborator's visit in May\". The Stanford Daily. Archived from the original on October 19, 2019. Retrieved June 16, 2021. Shapiro is a lawyer, author and columnist, as well as fellow at the David Horowitz Freedom Center, a conservative platform for political debates.\n\n^ Bullies: How the Left's Culture of Fear and Intimidation Silences Americans. Threshold ed. July 8, 2014. ASIN 1476710007.\n\n^ a b \"True Allegiance\". Barnes & Noble. Retrieved June 13, 2021.\n\n^ Chait, Jonathan (August 12, 2021). \"Ben Shapiro's Book Is a Glib Rationale for Right-Wing Authoritarianism\". Intelligencer. Retrieved August 12, 2021.\n\n^ Weigel, David (March 21, 2012). \"Meet the Breitbarts\". Slate. Archived from the original on May 26, 2013. Retrieved February 22, 2013.\n\n^ Barbaro, Michael; Grynbaum, Michael M. (August 21, 2016). \"Stephen Bannon, a Rookie Campaign Chief Who 'Loves the Fight'\". The New York Times. Archived from the original on August 21, 2016. Retrieved March 8, 2023.\n\n^ \"Ben Shapiro\". FRONTLINE. Retrieved March 8, 2023.\n\n^ Weigel, David (February 20, 2013). \"\"Friends of Hamas\": The Scary-Sounding Pro-Hagel Group That Doesn't Actually Exist\". Slate. Archived from the original on February 22, 2013. Retrieved February 22, 2013.\n\n^ Christopher, Tommy (February 20, 2013). \"Secret Hagel Donor?: White House Ducks Questions On 'Fox And Friends of Hamas'\". Mediaite. Archived from the original on July 20, 2013. Retrieved February 22, 2013.\n\n^ Christopher, Tommy (February 21, 2013). \"The Young Turks Guest Catches Breitbart News'= Ben Shapiro In 'Friends of Hamas' Lie\". Mediaite. Archived from the original on June 27, 2013. Retrieved February 22, 2013.\n\n^ Trotter, J.K (February 20, 2013). \"'Friends of Hamas' Rumor Debunked by Reporter Who Accidentally Started It\". The Atlantic Wire. Archived from the original on February 22, 2013. Retrieved February 22, 2013.\n\n^ \"So, Here's A Giant List Of All The Dumb Stuff I've Ever Done (Don't Worry, I'll Keep Updating It) | Daily Wire\". The Daily Wire. March 29, 2019. Archived from the original on March 29, 2019. Retrieved March 8, 2023.\n\n^ Vinograd, Cassandra (March 14, 2016). \"Breitbart's Michelle Fields, Ben Shapiro Resign Over Trump Incident\". NBC News. Archived from the original on March 14, 2016. Retrieved March 14, 2016.\n\n^ \"Breitbart reporter, editor resign over response to alleged assault by Trump campaign manager\". Fox News. March 14, 2016. Archived from the original on March 16, 2016. Retrieved March 14, 2016.\n\n^ \"Video shows Trump campaign manager Corey Lewandowski grabbing Michelle Fields\". The Washington Post. Archived from the original on June 9, 2020. Retrieved July 4, 2020.\n\n^ Stevenson, Seth (January 24, 2018). \"The Many Faces of Ben Shapiro\". Slate. Archived from the original on May 25, 2019. Retrieved July 4, 2020.\n\n^ Gray, Rosie; Coppins, McKay (March 14, 2016). \"Michelle Fields, Ben Shapiro Resign From Breitbart\". BuzzFeed News. Archived from the original on June 30, 2020. Retrieved July 4, 2020.\n\n^ \"Breitbart Reporter and Quits After Alleged Assault by Trump Staffer\". NBC News. Archived from the original on May 12, 2019. Retrieved August 10, 2018.\n\n^ a b \"Explaining Ben Shapiro's Messy, Ethnic-Slur-Laden Breakup With Breitbart\". Daily Intelligencer. Archived from the original on October 3, 2018. Retrieved September 25, 2018.\n\n^ Tuttle, Ian (November 14, 2016). \"Steve Bannon Is Not a Nazi—But Let's Be Honest about What He Represents\". National Review. Retrieved May 18, 2022.\n\n^ \"Media Matters Makes America A Worse Place, One Bad Faith Hit At A Time\". The Daily Wire. March 11, 2019. Archived from the original on May 2, 2019. Retrieved June 11, 2019.\n\n^ \"Announcement:TruthRevolt Closing up shop\". Truthrevolt.org. March 7, 2018. Archived from the original on June 20, 2018. Retrieved March 15, 2018.\n\n^ Williams, Jordan (January 14, 2021). \"Ben Shapiro stirs controversy by guest writing Politico newsletter\". The Hill. Archived from the original on January 25, 2021. Retrieved January 17, 2021.\n\n^ Tani, Maxwell (January 14, 2021). \"'Mischief Making': Politico Boss Defends Ben Shapiro Column\". The Daily Beast. Archived from the original on January 26, 2021. Retrieved January 27, 2021.\n\n^ Robertson, Katie (January 15, 2021). \"Politico Staff Objects After Right-Wing Star Ben Shapiro Writes Newsletter\". The New York Times. ISSN 0362-4331. Archived from the original on January 27, 2021. Retrieved January 27, 2021.\n\n^ Maxwell, Tani (January 25, 2021). \"100+ Politico Staffers Send Letter to CEO Railing Against Publishing Ben Shapiro\". Daily Beast. Archived from the original on January 26, 2021. Retrieved January 27, 2021.\n\n^ Boreing, Jeremy (December 1, 2023), Lady Ballers (Comedy, Sport), Jeremy Boreing, Daniel Considine, David Cone, Bonfire Legend, Jeremy's Chocolate, Jeremy's Razors, retrieved December 4, 2023\n\n^ \"Jeremy Boreing, Ben Shapiro Talk 'Heart' Of 'Lady Ballers,' Detail Raw Emotion On Set\". The Daily Wire. December 2, 2023. Retrieved December 4, 2023.\n\n^ \"KRLA beefs up morning team in LA\". RBR. July 11, 2012. Archived from the original on June 20, 2019.\n\n^ Darcy, Hadas Gold and Oliver. \"Salem executives pressured radio hosts to cover Trump more positively, emails show\". CNNMoney. Archived from the original on March 28, 2019. Retrieved May 9, 2018.\n\n^ \"Ben Shapiro's Astonishing Success\". National Review. August 8, 2017. Archived from the original on August 12, 2017.\n\n^ a b c Nguyen, Tina (December 9, 2018). \"\"Let Me Make You Famous\": How Hollywood Invented Ben Shapiro\". The Hive. Archived from the original on July 15, 2019. Retrieved December 22, 2018.\n\n^ \"A Bounce For Ben Shapiro In March Says Podtrac\". Inside Radio. April 24, 2019. Archived from the original on June 20, 2019. Retrieved June 11, 2019.\n\n^ Schwartz, Jason (March 29, 2018). \"Ben Shapiro to take his podcast to radio\". POLITICO. Archived from the original on April 7, 2020. Retrieved April 28, 2018.\n\n^ \"The New Conservative Media Establishment\". POLITICO Magazine. Archived from the original on April 3, 2019. Retrieved September 28, 2018.\n\n^ \"Ben Shapiro Radio Show Expands To Three Hours Over The Air\". Inside Radio. September 24, 2018. Archived from the original on June 22, 2019. Retrieved June 16, 2019.\n\n^ \"The Ben Shapiro Show Experiences Explosive Station Growth and Ratings Success by Drawing Younger Listeners to Broadcast Radio\". Westwood One. March 6, 2019. Archived from the original on June 20, 2019.\n\n^ \"Ben Shapiro stepping down as editor-in-chief of the Daily Wire\". The Washington Times. Archived from the original on September 18, 2020. Retrieved July 7, 2020.\n\n^ Pink, Aiden (October 4, 2018). \"Ben Shapiro Rides Kavanaugh Controversy to Top of U.S. Conservative Media\". Haaretz. Archived from the original on April 3, 2019. Retrieved October 14, 2018.\n\n^ \"PragerU | Ben Shapiro\". prageru.com. December 22, 2018. Archived from the original on December 22, 2018. Retrieved December 22, 2018.\n\n^ Berrien, Hank (May 11, 2017). \"PragerU Video: Shapiro Explains Why Facts Don't Care About Your Feelings\". Daily Wire. Archived from the original on December 22, 2018. Retrieved December 22, 2018.\n\n^ Winn, Ross (May 21, 2018). \"Top 100 US Podcasts (Apple Podcasts Top Charts)\". www.podcastinsights.com. Podcast Insights. Retrieved November 15, 2021.\n\n^ \"In Reversal, Cal State LA President Allows Conservative Pundit Ben Shapiro to Speak at Campus Event\". KTLA 5. February 25, 2016. Archived from the original on February 26, 2016.\n\n^ \"University President Shuts Down Conservative Journalist's Speech, Citing \"Free Exchange of Ideas\"\". Mediaite. February 23, 2016. Archived from the original on February 28, 2016.\n\n^ \"Ben Shapiro escorted by police from CSULA due to angry protesters\". ABC 7. February 26, 2016. Archived from the original on March 5, 2016.\n\n^ \"CSULA sued over conservative author's protest-ridden speech\". MyNewsLA. May 20, 2016. Archived from the original on April 7, 2020. Retrieved May 19, 2016.\n\n^ a b Brown, Spencer (July 11, 2017). \"Ben Shapiro Partners with YAF to Affirm Students' Free Speech Rights at Berkeley Amid Lawsuit\". Young Americans Foundation. Archived from the original on September 17, 2017.\n\n^ Concha, Joe (August 1, 2016). \"DePaul cancels conservative's speech\". The Hill. Archived from the original on June 20, 2019. Retrieved June 17, 2019.\n\n^ Allison Kaplan Sommer (September 15, 2017). \"Jewish Conservative Ben Shapiro to Antifa Protesters at UC Berkeley: 'Go to Hell, You Lying, Stupid Jackasses'\". Haaretz. Archived from the original on September 16, 2017. Retrieved September 16, 2017.\n\n^ \"Shapiro event goes off with barely a hitch\". Berkeley News. September 14, 2017. Archived from the original on September 16, 2017. Retrieved September 16, 2017.\n\n^ Steinmetz, Katy (September 14, 2017). \"'The University Has Coddled Students Too Long.' Conservative Firebrand Roils Berkeley\". Time. Archived from the original on September 15, 2017. Retrieved September 16, 2017.\n\n^ Panzar, Javier; Tchekmedyian, Alene (September 15, 2017). \"9 arrested as protesters gather at UC Berkeley for talk by conservative speaker Ben Shapiro\". Los Angeles Times. Archived from the original on September 15, 2017. Retrieved September 16, 2017.\n\n^ Christ, Carol (August 23, 2017). \"Chancellor Christ: Free speech is who we are\". UC Berkeley. Archived from the original on July 1, 2018. Retrieved August 25, 2018.\n\n^ a b c \"Ben Shapiro and Dave Rubin: Conservatism vs Leftism and Free Speech\". The Rubin Report. Archived from the original on April 3, 2019. Retrieved November 28, 2018.\n\n^ Shapiro, Ben (April 3, 2021). \"Ben Shapiro Answers Popular Internet Questions About Him!\". Archived from the original on October 28, 2021. Retrieved April 18, 2021 – via YouTube.\n\n^ a b \"Actor Mark Duplass apologizes for praising conservative pundit Ben Shapiro\". Vox. Archived from the original on April 2, 2019. Retrieved September 28, 2018.\n\n^ a b Tobin, Andrew (July 21, 2015). \"Watch: Trans journalist threatens right-wing Jewish pundit during on-air spat\". Haaretz. Archived from the original on September 24, 2015. Retrieved July 30, 2015.\n\n^ \"Harvard's Dishonorable Treatment of Chelsea Manning and Michelle Jones\". The New Yorker. Archived from the original on September 28, 2018. Retrieved September 28, 2018.\n\n^ a b c \"Inside the mind of Ben Shapiro, a radical conservative\". The Economist. March 28, 2019. Archived from the original on July 25, 2020. Retrieved August 18, 2020.\n\n^ a b c d Speakman, Burton; Funk, Marcus (May 5, 2020). \"News, Nationalism, and Hegemony: The Formation of Consistent Issue Framing Throughout the U.S. Political Right\". Mass Communication and Society. 23 (5): 656–681. doi:10.1080/15205436.2020.1764973. ISSN 1520-5436.\n\n^ Murray, Conor (November 16, 2023). \"Far Right Media Clash: The Ben Shapiro And Candace Owens Blowup Explained\". Forbes. Retrieved December 3, 2023.\n\n^ Halaly, Alan (October 19, 2023). \"Right-wing pundit Ben Shapiro condemns Hamas at sold-out talk in Gainesville\". The Gainesville Sun. Retrieved December 3, 2023.\n\n^ Most, Doug (November 16, 2023). \"A Response to Ben Shapiro's Talk at BU Last Month\". BU Today. Retrieved December 9, 2019.\n\n^ a b c Harris, Dan (September 2017). \"Outspoken conservative Ben Shapiro says political correctness breeds insanity\". Nightline. Archived from the original on July 5, 2018. Retrieved August 11, 2018.\n\n^ Bois, Paul (November 11, 2019). \"WATCH: Ben Shapiro Goes To Berkeley In 'No Safe Spaces'\". The Daily Wire. Archived from the original on July 5, 2020. Retrieved July 3, 2020.\n\n^ \"Ben Shapiro on defending free speech on college campuses\". Fox News. Archived from the original on June 27, 2020. Retrieved July 3, 2020.\n\n^ Tavernise, Sabrina (November 23, 2017). \"Ben Shapiro, A Provocative 'Gladiator,' Battles to Win Young Conservatives\". The New York Times. Archived from the original on February 8, 2018. Retrieved February 12, 2018.\n\n^ a b Stevenson, Seth. \"Whose Side Is Ben Shapiro Really On?\". Slate Magazine. Archived from the original on May 25, 2019. Retrieved October 2, 2018.\n\n^ a b \"Ben Shapiro takes stage at UC Berkeley under extraordinary security\". SFGate. September 15, 2017. Archived from the original on April 3, 2019. Retrieved October 3, 2018.\n\n^ Cordell-Whitney, Dionne (March 1, 2019). \"School Must Face Free-Speech Suit by Conservative Pundit\". Courthouse News Service. Retrieved March 22, 2021.\n\n^ Asimov, Nanette (September 14, 2017). \"UC Berkeley free speech in spotlight over super-tight security plans\". San Francisco Chronicle. Retrieved March 22, 2021.\n\n^ Coaston, Jane (May 17, 2019). \"Why some anti-abortion conservatives think Alabama's abortion law goes too far\". Vox. Archived from the original on June 23, 2019. Retrieved June 24, 2019.\n\n^ Stanglin, Doug; Miller, Ryan (January 18, 2019). \"March for Life 2019: Vice President Pence makes surprise visit at DC rally\". USA Today. Archived from the original on April 13, 2019. Retrieved January 19, 2019.\n\n^ Hawley, George (2017). Making Sense of the Alt-Right. Columbia University Press. p. 43. ISBN 978-0-231-54600-3. Archived from the original on June 21, 2019. Retrieved June 1, 2019.\n\n^ Swanson, Ian (March 28, 2019). \"Shapiro rips Economist after it labels him alt-right\". The Hill. Archived from the original on December 12, 2020. Retrieved December 1, 2020.\n\n^ \"In 2016, people have read anti-Semitic tweets 10 billion times, many from Trump supporters\". The Washington Post. Archived from the original on October 21, 2016. Retrieved September 25, 2018.\n\n^ Weiss, Bari (September 12, 2017). \"Opinion | A Political Conservative Goes to Berkeley\". The New York Times. Archived from the original on October 7, 2017. Retrieved November 1, 2018.\n\n^ Ben Shapiro Takes the Political Compass Quiz, retrieved March 21, 2023\n\n^ Ben Shapiro [@benshapiro] (May 16, 2019). \"Because you can forfeit the right to life if you take another life, just as you can forfeit your right to liberty (this is called prison) by infringing on the liberty of another\" (Tweet). Retrieved March 21, 2023 – via Twitter.\n\n^ Villa, Lissandra (April 25, 2017). \"Some Republicans Want Their Party To Change Their Tune on Climate Change\". BuzzFeed News. Archived from the original on April 3, 2019. Retrieved August 11, 2018.\n\n^ Willis, Jay (November 28, 2018). \"Ben Shapiro's Latest Savage Own Is...Ben Shapiro\". GQ. Archived from the original on June 1, 2019. Retrieved June 1, 2019.\n\n^ Field, Rebecca Miller, Katharine Mach, Chris. \"Climate Change Is Central to California's Wildfires\". Scientific American. Retrieved May 9, 2021.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ \"Ben Shapiro mocked for saying 4C of global warming not an 'emergency'\". The Independent. April 15, 2021. Retrieved May 9, 2021.\n\n^ \"Conservative outlets take on Facebook\". POLITICO. Archived from the original on April 9, 2019. Retrieved September 28, 2018.\n\n^ a b c \"Outrage As A Business Model: How Ben Shapiro Is Using Facebook To Build An Empire\". NPR.org. Retrieved March 12, 2022.\n\n^ Biers, Dylan (January 11, 2013). \"Breitbart editor: Piers Morgan a 'bully' 'standing on the graves' of dead children\". Politico. Archived from the original on June 19, 2019. Retrieved June 17, 2019.\n\n^ \"Gun advocate accuses British CNN host Piers Morgan of 'standing on the graves of the children of Sandy Hook'\". National Post. January 11, 2013. Archived from the original on August 22, 2020. Retrieved June 17, 2019.\n\n^ Shapiro, Ben (October 11, 2017). \"Good Gun Policy Starts With Reality\". Jewish Journal. Archived from the original on April 3, 2019. Retrieved November 1, 2018.\n\n^ \"Ben Shapiro Explains Why He's Pro-Vaccine\". YouTube.\n\n^ Ellefson, Lindsey (September 10, 2021). \"Conservative Outlet Daily Wire Vows to Defy Biden Vaccine Order\". TheWrap. Retrieved September 13, 2021.\n\n^ a b Shapiro, Ben (May 20, 2021). \"Ben Shapiro: If you side with Hamas, your anti-semitism is showing\". The Marshall News Messenger. Retrieved June 25, 2021.\n\n^ Shapiro, Ben (August 27, 2003). \"Transfer is not a dirty word\". Townhall.com. Archived from the original on May 24, 2019. Retrieved May 26, 2019.\n\n^ \"Why Doesn't The New York Times Mention Ben Shapiro's Islamophobia?\". The Forward. Archived from the original on March 29, 2019. Retrieved November 1, 2018.\n\n^ \"Goldberg: Breitbart's Ben Shapiro 'fascist'\". POLITICO. Archived from the original on April 3, 2019. Retrieved September 28, 2018.\n\n^ Goldberg, Jeffrey (February 20, 2013). \"Prominent Hagel Detractor Endorses Fascistic Vision of Israel\". The Atlantic. Archived from the original on April 3, 2019. Retrieved September 28, 2018.\n\n^ \"Who is Ben Shapiro?\". The Mercury News. September 14, 2017. Archived from the original on April 3, 2019. Retrieved October 2, 2018.\n\n^ Shapiro, Ben [@benshapiro] (November 4, 2010). \"Israelis like to build. Arabs like to bomb crap and live in open sewage. This is not a difficult issue. #settlementsrock\" (Tweet) – via Twitter.\n\n^ a b c Shapiro, Ben (July 20, 2018). \"So, Here's A Giant List Of All The Dumb Stuff I've Ever Done (Don't Worry, I'll Keep Updating It)\". The Daily Wire. Archived from the original on March 29, 2019. Retrieved June 17, 2019.\n\n^ Shapiro, Ben (June 4, 2008). \"The Case for Israeli Settlements\". Townhall. Archived from the original on May 26, 2019. Retrieved May 26, 2019.\n\n^ \"Ben Shapiro Slammed for Comparing San Diego Synagogue Shooter to Ilhan Omar\". Haaretz. May 2, 2019. Archived from the original on May 26, 2019. Retrieved May 26, 2019.\n\n^ Bandler, Aaron (May 28, 2021). \"Former ADL Head Says He's Canceling NYT Subscription Over Front Page \"Blood Libel\"\". Jewish Journal. Retrieved June 25, 2021.\n\n^ Shapiro, Ben. \"Enemy 'civilian casualties' ok by me\". Townhall. Archived from the original on March 25, 2019. Retrieved March 25, 2019.\n\n^ Shapiro, Ben (August 10, 2005). \"Why war in Iraq is right for America\". Townhall. Archived from the original on May 26, 2019. Retrieved May 26, 2019.\n\n^ Shapiro, Ben (2010). \"Liberals Take Over Your Brain\". The Patriot Post. Retrieved September 18, 2020.\n\n^ \"Ben Shapiro - GLAAD Accountability Project\". GLAAD. February 11, 2021. Retrieved March 30, 2022.\n\n^ \"Breitbart Editor Ben Shapiro Says LGBT Community Does Not Really Face Discrimination\". Southern Poverty Law Center. Archived from the original on April 16, 2019. Retrieved October 2, 2018.\n\n^ Larimore, Rachael (June 26, 2015). \"Conservative Reaction to Marriage Ruling Is Mixed\". Slate. ISSN 1091-2339. Archived from the original on September 30, 2018. Retrieved October 2, 2018.\n\n^ \"The Many Faces of Ben Shapiro\". Slate. Archived from the original on May 25, 2019. Retrieved December 12, 2018.\n\n^ \"Conservative commentator on future of free speech on campus\". ABC News. October 21, 2017. Archived from the original on August 10, 2018. Retrieved August 12, 2018.\n\n^ Goldstein, Sasha (July 15, 2015). \"Ben Shapiro files complaint against transgender reporter Tur\". New York Daily News. Archived from the original on July 23, 2015. Retrieved July 30, 2015.\n\n^ Walker, Lauren (July 21, 2015). \"Editor Ben Shapiro Files Police Report Against Transgender Reporter After Heated TV Exchange\". Newsweek. Archived from the original on January 17, 2017. Retrieved July 30, 2015.\n\n^ Walker, Lauren (July 21, 2015). \"Editor Ben Shapiro Files Police Report Against Transgender Reporter After Heated TV Exchange\". Newsweek. Archived from the original on January 17, 2017. Retrieved December 21, 2016.\n\n^ Tobin, Andrew (July 21, 2015). \"Jewish pundit, trans journalist in on-air spat\". The Times of Israel. Archived from the original on August 1, 2015. Retrieved July 30, 2015.\n\n^ Walker, Lauren (July 21, 2015). \"Editor Ben Shapiro Files Police Report Against Transgender Reporter After Heated TV Exchange\". Newsweek. Archived from the original on March 18, 2017.\n\n^ Behrmann, Savannah (October 11, 2019). \"Beto O'Rourke criticized by conservatives for comment about tax-exempt status and LGBTQ rights\". USA Today. Archived from the original on November 5, 2019.\n\n^ How Porn Is Destroying Society | With @CandaceOwensPodcast, retrieved March 26, 2023\n\n^ Ben Pushes Back On Matt Walsh, Who Argues We Should Ban Pornography, retrieved March 26, 2023\n\n^ \"SHAPIRO: I Will Never Vote For Donald Trump. Here's Why\". The Daily Wire. March 4, 2016. Retrieved June 27, 2022.\n\n^ \"How the 'alt-right' checkmated the media\". Columbia Journalism Review. Archived from the original on August 14, 2017. Retrieved September 28, 2018.\n\n^ Shapiro, Ben (August 10, 2016). \"No, Trump Isn't Going to Save The Supreme Court\". The Daily Wire. Archived from the original on June 24, 2022. Retrieved June 24, 2022.\n\n^ \"Ben Shapiro: Who is he and why is he so controversial?\". Fox News. September 18, 2017. Archived from the original on May 26, 2019. Retrieved May 26, 2019.\n\n^ Concha, Joe (January 3, 2020). \"Ben Shapiro rips Ben Rhodes on Iran-Trump criticism: 'Failed novelist who openly lied to the American people'\". The Hill. Retrieved October 27, 2022.\n\n^ Concha, Joe (December 6, 2017). \"Ben Shapiro: Trump recognizing Jerusalem as Israeli capital would be 'political bravery'\". The Hill. Retrieved November 2, 2022.\n\n^ Concha, Joe (September 27, 2018). \"Ben Shapiro: I thought Kavanaugh was done, 'now he's very much alive'\". The Hill. Retrieved October 27, 2022.\n\n^ a b c \"YEAR ONE: The Complete Good Trump/Bad Trump List\". The Daily Wire. December 19, 2017. Retrieved November 11, 2022.\n\n^ Ernst, Douglas (October 19, 2020). \"Ben Shapiro to vote for Trump in 2020 after 2016 snub, says Dems 'have lost their f---ing minds'\". The Washington Times.\n\n^ Axelrod, Tal (November 4, 2020). \"Bipartisan lawmakers condemn Trump for declaring victory prematurely\". The Hill. Archived from the original on November 22, 2020. Retrieved December 3, 2020.\n\n^ \"Ben Shapiro: Teaching Minorities They Are Perpetual Victims is False, Backward, And Hurts Them\". Real Clear Politics. September 16, 2017. Archived from the original on June 4, 2019. Retrieved November 1, 2018.\n\n^ Boyd, Charles (December 10, 2017). \"Ben Shapiro Tries To Prove That the U.S.\" Medium. Archived from the original on November 13, 2018. Retrieved November 1, 2018.\n\n^ \"WATCH: Shapiro Deconstructs The Myth 'America Was Founded On Slavery' In New Video\". The Daily Wire. November 22, 2017. Retrieved November 14, 2022.\n\n^ Wise, Justin (January 10, 2019). \"Ben Shapiro urges Congress to censure Steve King after he questions why term 'white supremacist' is offensive\". The Hill. Archived from the original on January 11, 2019. Retrieved January 11, 2019.\n\n^ \"Ben Shapiro: Not all Black lives matter to Black Lives Matter\". post-gazette.com. July 11, 2020.\n\n^ \"BREAKING: Derek Chauvin Found Guilty On All Charges\". YouTube.\n\n^ \"Fact check: Fentanyl present in George Floyd's system but not enough to cause his death, experts say\". USA Today.\n\n^ \"Ben Shapiro, Real Time, and Public Jewishness\". www.yahoo.com. August 27, 2021. Retrieved January 18, 2022.\n\n^ Shapiro, Ben (November 8, 2011). \"The Jewish people has always been plagued by Bad Jews, who undermine it from within. In America, those Bad Jews largely vote Democrat\". Twitter. Archived from the original on March 19, 2020. Retrieved July 4, 2020.\n\n^ Shapiro, Ben (May 25, 2011). \"Jews in Name Only\". Townhall. Archived from the original on April 13, 2020. Retrieved July 24, 2020.\n\n^ Shapiro, Ben (February 12, 2016). \"No, It Doesn't Matter That Bernie Sanders Is Ethnically Jewish. He's a Jew In Name Only\". The Daily Wire. Archived from the original on February 14, 2016. Retrieved July 24, 2020.\n\n^ \"Ben Shapiro says Kanye West is spouting antisemitism that resembles Nazi propaganda\". Cleveland Jewish News. October 20, 2022. Retrieved October 26, 2022.\n\n^ \"Ben Shapiro says a majority of Muslims are radicals\". @politifact. Archived from the original on April 10, 2019. Retrieved March 20, 2019.\n\n^ \"FactCheck: how many of the world's Muslims are radicalised?\". Channel 4 News. Archived from the original on May 18, 2019. Retrieved March 20, 2019.\n\n^ Riga, Andy (May 5, 2018). \"I didn't incite mosque shooter, conservative pundit Ben Shapiro insists\". Montreal Gazette. Archived from the original on October 4, 2019. Retrieved September 23, 2019.\n\n^ Coletta, Amanda (April 18, 2018). \"Canada mosque shooter Alexandre Bissonnette obsessively checked these Twitter accounts before the attack\". The Washington Post. Archived from the original on August 9, 2019. Retrieved September 23, 2019.\n\n^ Visser, Josh; Lamoureux, Mack; Berman, Sarah (April 16, 2018). \"Here Are the Far-Right Conspiracists the Quebec City Mosque Shooter Followed\". Vice. Archived from the original on June 11, 2019. Retrieved September 23, 2019.\n\n^ Scott, Peter Dale (September 4, 2007). The Road to 9/11: Wealth, Empire, and the Future of America. University of California Press. p. 243. ISBN 978-0-520-92994-4. Archived from the original on April 7, 2020. Retrieved January 9, 2019.\n\n^ \"The Cool Kid's Philosopher\". Current Affairs. Archived from the original on May 12, 2019. Retrieved October 17, 2018.\n\n^ \"Obama's Philosophically Fascist State of the Union Address\". Townhall. February 3, 2010. Archived from the original on June 18, 2019.\n\n^ Burgis, Ben (August 2022). \"Ben Shapiro Thinks \"Marxism Can't Work in America.\" He's Very Confused\". Jacobin. Retrieved August 23, 2022.\n\n^ Shapiro, Ben (October 19, 2015), Twitter, archived from the original on March 8, 2018\n\n^ Shapiro, Ben (July 13, 2018). \"10 Lessons in 10 Years – What Marriage Has Taught Me\". Newsweek. Archived from the original on April 3, 2019. Retrieved July 14, 2018.\n\n^ \"Ben Shapiro on Instagram: \"I don't post pics of my family to social media because of the nature of my work, but I just couldn't help sharing the news. So excited for…\"\". Instagram. Archived from the original on August 22, 2020. Retrieved March 14, 2020.\n\n^ Ben Shapiro [@benshapiro] (May 21, 2023). \"Welcome to the world, Baby Shapiro #4, a big handsome boy! Both baby and mommy are doing great. Thanks to God, the medical staff, and of course, the world's best wife for this miraculous gift!\" (Tweet). Retrieved May 21, 2023 – via Twitter.\n\n^ Mor Toledano, first in class to find perfect match, HSJ, archived from the original on January 28, 2013\n\n^ \"Ben Shapiro received 'serious' death threats; 1 arrested: report\". Fox. May 1, 2019. Archived from the original on May 13, 2019. Retrieved June 1, 2019.\n\n^ Liphshiz, Cnaan (May 5, 2019). \"Ben Shapiro receives death threats, FBI makes arrest\". The Jerusalem Post. Archived from the original on June 2, 2019. Retrieved June 2, 2019.\n\n^ Shapiro, Ben (September 30, 2020). \"Why I'm Leaving California\". Townhall. Archived from the original on October 2, 2020. Retrieved October 1, 2020.\n\n^ Mcgraw, Meridith (December 31, 2020). \"The new center of Trump's political world: Palm Beach\". POLITICO. Archived from the original on January 22, 2021. Retrieved January 20, 2021.\n\n^ \"Ben Shapiro thinks he's welcome in Nashville, bless his heart\". The Independent. September 16, 2020. Archived from the original on November 22, 2020. Retrieved January 20, 2021.\n\n^ Us Weekly Staff (October 5, 2022). \"Who Is Ben Shapiro's Sister? Everything to Know About Abigail Shapiro\". Archived from the original on December 11, 2022. Retrieved December 11, 2022.\n\n^ Pink, Aiden (October 30, 2017) \"Anti-Semitic Trolls Attack Conservative Commentator Ben Shapiro's Sister\" Archived August 29, 2019, at the Wayback Machine The Forward\n\n^ McNamara, Neal (January 24, 2014). \"Justin Bieber a symptom of a big problem\". KTTH. Archived from the original on July 3, 2015. Retrieved September 20, 2017.\n\n^ \"Ep. 411 – Another Day, Another Mass Shooting (at 44.22 minutes in)\". Archived from the original on December 15, 2019. Retrieved April 20, 2018.\n\n^ Klion, David (August 28, 2020). \"Q&A with Mara Wilson\". Jewish Currents. Retrieved December 15, 2020.\n\n^ \"NY Times 'Intellectual Dark Web' Story Savaged on Twitter—Even by Paper's Staffers\". The New York Observer. May 8, 2018. Archived from the original on July 22, 2019. Retrieved July 31, 2019.\n\n\nExternal links\n\n\n\nWikimedia Commons has media related to Ben Shapiro.\n\n\n\n\nWikiquote has quotations related to Ben Shapiro.\n\nThe Daily Wire\nCalifornia Bar profile\nBen Shapiro at IMDb\nAppearances on C-SPAN\nIn Depth interview with Shapiro, September 1, 2013\nvteConservatism in the United StatesSchools\nCompassionate\nFiscal\nFusionism\nLibertarian\nSocial\nNeo-\nPaleo-\nTraditionalist\nPrinciples\nAmerican exceptionalism\nClassical liberalism\nFamily values\nFree market\nFree trade\nJudeo-Christian values\nLimited government\nMoral absolutism\nNatural law\nProtectionism\nRepublicanism\nRule of law\nTradition\nHistory\nTimeline of modern American conservatism\nPeoplePresidents\nAdams (John)\nAdams (John Quincy)\nArthur\nG. H. W. Bush\nG. W. Bush\nCleveland\nCoolidge\nFillmore\nFord\nHarding\nHoover\nJohnson\nMcKinley\nNixon\nPierce\nReagan\nW. H. Taft\nTaylor\nTrump\nTyler\nWashington\nSupreme Court  justices\nAlito\nBarrett\nBurger\nButler\nFuller\nGorsuch\nHarlan\nKavanaugh\nKennedy\nMcReynolds\nO'Connor\nRehnquist\nRoberts\nScalia\nSutherland\nThomas\nVan Devanter\nWhite\nPhilosophers\nBabbitt\nBeale\nBork\nBreitbart\nBuchanan\nBuckley\nBurnham\nChambers\nFriedman\nGottfried\nKemp\nKirk\nKirkpatrick\nKristol\nLeo\nMeyer\nNegroponte\nOlson\nRice\nRothbard\nSchlesinger\nSowell\nStrauss\nTyrrell\nA. Williams\nW. E. Williams\nWolfowitz\nOther figures\nAgnew\nAiles\nAshcroft\nAtwater\nBeck\nBoehner\nJeb Bush\nCarlson\nCarson\nDick Cheney\nLiz Cheney\nLynne Cheney\nConway\nCoulter\nCurtis\nCruz\nDeSantis\nDilling\nDisney\nDole\nElder\nFalwell\nFrist\nGingrich\nGiuliani\nGoldwater\nGraham\nHannity\nIngraham\nJohnson\nKoch\nLaPierre\nLimbaugh\nLindbergh\nLodge\nLongworth\nLott\nLovecraft\nMartin\nMercer\nMcCain\nMcCarthy\nMcConnell\nMurdoch\nNorquist\nNovak\nO'Reilly\nPalin\nRand Paul\nRon Paul\nPence\nPerot\nPowell\nQuayle\nRomney\nRove\nRumsfeld\nRyan\nSessions\nSchlafly\nShapiro\nStone\nRobert A. Taft\nBooker T. Washington\nParties\nAmerican Freedom Party\nAmerican Independent Party\nAmerican Party\nAnti-Masonic Party\nConservative Party of New York\nConstitution Party\nConstitutional Union Party\nDemocratic Party (early factions until the 1890s)\nDemocratic-Republican Party (elements)\nFederalist Party\nNational Republican Party\nNative American Party\nNullifier Party\nProhibition Party\nReform Party\nRepublican Party\nWhig Party\nMovements\nAlt-right\nAsian and Pacific Islander conservatism\nBlack conservatism\nChristian right\nConservative Democrats\nHispanic and Latino conservatism\nWomen in conservatism\nGreen conservatism\nLGBT conservatism\nMovement\nNew Right\nOld Right\nPatriot movement\nQAnon\nRadical Right\nRight-libertarianism\nRockefeller Republican\nTea Party movement\nTrumpism\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax FoundationHistorical factions\nBourbon Democrats\nDixiecrats\nLoyalists\nOld Right\nRedeemers\nSouthern Agrarians\nScholarly study\nThe Conservative Illusion (1959)\nSee also\nAmerican nationalism\nBibliography of conservatism in the United States\nList of American conservatives\nNational conservatism\nSouthern strategy\n\n Conservatism portal\n\nPortals: Biography Conservatism Judaism Politics United States\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nCatalonia\nGermany\nItaly\nIsrael\nUnited States\nCzech Republic\nKorea\nNetherlands\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Ben_Shapiro&oldid=1196181589\"",
    "twitter": ""
  },
  {
    "name": "Ben Stein",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/ben-stein",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "lawyer",
    "wiki": "American writer, lawyer, actor, comedian, and commentator (born 1944)\nThis article has an unclear citation style. The references used may be made clearer with a different or consistent style of citation and footnoting. (August 2020) (Learn how and when to remove this template message)\n\n\nBen SteinStein at Murray State University in 2011BornBenjamin Jeremy Stein (1944-11-25) November 25, 1944 (age 79)Washington, D.C., U.S.EducationColumbia University (BA)Yale University (JD)Occupation(s)Writer, lawyer, economist, actor, comedian, commentatorYears active1970–present (writer and lawyer)1986–present (actor and comedian)TelevisionWin Ben Stein's MoneyPolitical partyRepublicanSpouses\n\nAlexandra Denman\n​ ​(m. 1968; div. 1974)​\n\n​\n ​(m. 1977)​\nParentHerbert SteinWebsitebenstein.com\nBenjamin Jeremy Stein (born November 25, 1944) is an American writer, lawyer, actor, comedian, and commentator on political and economic issues. He began his career as a speechwriter for U.S. presidents Richard Nixon and Gerald Ford before entering the entertainment field as an actor, comedian, and game show host. He is best known on screen as the economics teacher in Ferris Bueller's Day Off, as the host of Win Ben Stein's Money, and as Dr. Arthur Neuman in The Mask and Son of the Mask. Stein also co-wrote and starred in the controversial 2008 film Expelled which was widely criticized for promoting pseudoscientific intelligent design creationist claims of persecution.[1][2] Stein is the son of economist and writer Herbert Stein, who worked at the White House under President Nixon. As a character actor he is well known for his droning, monotonous delivery. In comedy, he is known for his deadpan delivery.[3]\n\n\nEarly life[edit]\nStein was born in Washington, D.C., the son of Mildred (née Fishman), a homemaker, and Herbert Stein, a writer, economist, and presidential adviser.[4] He is Jewish and grew up in the Woodside Forest neighborhood of Silver Spring, Maryland. Stein graduated from Montgomery Blair High School in 1962 along with classmate journalist Carl Bernstein (class of 1960); actress Goldie Hawn (class of 1963) was one year behind.[5] He went on to major in economics at Columbia University's Columbia College, where he was a member of Alpha Delta Phi and the Philolexian Society. After graduating with honors from Columbia in 1966, Stein went to Yale Law School, graduating as valedictorian in June 1970.\n\nCareer[edit]\nLegal and academic career[edit]\nStein speaking at Miami University in 2003\nHe was first a poverty lawyer in New Haven, Connecticut, and Washington, D.C. before becoming a trial lawyer for the Federal Trade Commission.\nStein's first teaching stint was as an adjunct professor, teaching about the political and social content of mass culture at American University in Washington, D.C. He subsequently taught classes at the University of California, Santa Cruz on political and civil rights under the United States Constitution. At Pepperdine University Stein taught libel law and United States securities law and its ethical aspects. He was a professor of law and economics at Pepperdine University Law School from about 1990 to 1997.[6]\n\nWriting career[edit]\nStein writes a regular column in the conservative media outlets The American Spectator and Newsmax. He has also written for numerous publications, including The Wall Street Journal, The New York Times, New York Magazine, Penthouse, Los Angeles Magazine, and Barron's Magazine.[citation needed] He wrote a regular biweekly column for Yahoo! Finance online, with his last article dated August 7, 2009.[7] His bestselling books (with investment advisor Phil DeMuth) include Yes, You Can Retire Comfortably; Can America Survive?; and Yes, You Can Time the Market. In 2009, he published a collection of essays, The Real Stars.\nStein was fired from his position as a Sunday Business columnist at The New York Times in August 2009 owing to a policy prohibiting writers from making product endorsements or advertising. Stein had recently become an advertising spokesman for credit information company Freescore.com and, according to a Times statement, had assumed there would be no conflict provided that he did not discuss credit scoring in general or FreeScore.com itself in his column. However, the publication felt that it would be inappropriate for him to write for them while he was involved in advertising and terminated his contract.[8] Writing in The Spectator, Stein states his belief that the real reasons for his firing were budget cuts at the Times, his criticism of Obama, and pressure from those critical of Expelled, who \"bamboozled some of the high pooh-bahs at the Times into thinking there was a conflict of interest\".[9]\n\nPolitical career[edit]\nStein with United States Deputy Secretary of Defense Gordon R. England in 2008\nStein began his political career as a speechwriter and lawyer for President Richard Nixon, and later for President Gerald Ford. On May 3, 1976, Time magazine speculated on the possibility of Stein having actually been Deep Throat. Stein responded over the years not only by denying he was Deep Throat but by going further and accusing journalist Bob Woodward of falsifying the famous secret source. In the May 14–21, 1998, edition of the Philadelphia City Paper, Stein is quoted as saying, \"Oh, I don't think there was a Deep Throat. That was a fake. I think there were several different sources and some they just made up.\"[10] After Mark Felt's identity as Deep Throat was revealed, Stein stated that Nixon would have prevented the rise to power of the Khmer Rouge if he had not been forced to resign. For his actions leading to that resignation, Stein said:\n\nIf there is such a thing as karma, if there is such a thing as justice in this life or the next, Mark Felt has bought himself the worst future of any man on this earth. And Bob Woodward is right behind him, with Ben Bradlee bringing up the rear. Out of their smug arrogance and contempt, they hatched the worst nightmare imaginable: genocide.[11]\nIn 2005, Stein said in the American Spectator:Can anyone even remember now what Nixon did that was so terrible? He ended the war in Vietnam, brought home the POWs, ended the war in the Mideast, opened relations with China, started the first nuclear weapons reduction treaty, saved Eretz Israel's life, started the Environmental Protection Agency. Does anyone remember what he did that was bad?\nOh, now I remember. He lied. He was a politician who lied. How remarkable. He lied to protect his subordinates who were covering up a ridiculous burglary that no one to this date has any clue about its purpose. He lied so he could stay in office and keep his agenda of peace going. That was his crime. He was a peacemaker and he wanted to make a world where there was a generation of peace. And he succeeded.\n\nThat is his legacy. He was a peacemaker. He was a lying, conniving, covering up peacemaker. He was not a lying, conniving drug addict like JFK, a lying, conniving war starter like LBJ, a lying, conniving seducer like Clinton—a lying, conniving peacemaker.[11]\nCareer in the media[edit]\nStein speaks at a gala in honor of the Tragedy Assistance Program for Survivors in 2008\nStein acted as the monotonous economics teacher in the 1986 movie Ferris Bueller's Day Off. In one scene, he lectures on the Smoot-Hawley Tariff of 1930 and the then-current debate over supply-side economics.\nStein played similarly bland and unemotional characters. He had a recurring role in the TV series The Wonder Years (as science teacher Mr. Cantwell, who would narrate 16 mm films in monotone) and played himself in Dave.\nHe appeared in several television advertisements, such as for Clear Eyes eye drops throughout the 1990s and 2000s, Godfather's Pizza in 1987, a bland science teacher in 1990 for Sprinkled Chips Ahoy! cookies, and in 2013 for small business accounting service firm 1-800Accountant.\nFrom 1997 to 2003, Stein hosted the Comedy Central game show Win Ben Stein's Money along with co-host Jimmy Kimmel (replaced by Nancy Pimental and later by Sal Iacono). True to its name, the money that contestants won on the show was subtracted from the $5,000 pay that Stein earned per episode (in addition to his salary). The show won five Daytime Emmy Awards before ending its run in 2003.\nIn 1999, Stein also hosted the Comedy Central talk show Turn Ben Stein On. One of the mainstays of the show was Stein's dog, Puppy Wuppy, who had free run of the set. In 2001, Stein appeared on a celebrity episode of The Weakest Link entitled \"TV Hosts Edition\" alongside other television hosts and was voted off in round 6 despite being that round's Strongest Link. Anne Robinson's quip was that while he \"might win Ben's money; you're NOT taking ours!\".\nOther movies and television shows in which Stein has appeared include Charles in Charge; Seinfeld; Full House; Casper; Casper: A Spirited Beginning; Casper Meets Wendy; The Mask and its sequel, Son of the Mask as well as the television show, The Mask: Animated Series; Earthworm Jim; Star Search; MacGyver; Tales from the Crypt; Richie Rich; Game Show Moments Gone Bananas; Cavuto on Business; The O'Reilly Factor; CBS News Sunday Morning; Planes, Trains and Automobiles; Family Guy; the 1998–2004 version of Hollywood Squares; the Michael Berger-hosted version of Match Game; The Fairly OddParents; Duckman; Married... with Children; The Emperor's New School; My Girl 2; Ghostbusters II; and the intelligent design documentary Expelled: No Intelligence Allowed.[12]\n\nStein (right) with Carl and Rachel Lender of Lender's Bagels in 2019\nIn addition, Stein's voice roles include The Pixies, magical creatures on the animated series The Fairly OddParents; Mr. Purutu on the animated series The Emperor's New School; Professor Wisenstein in Bruno the Kid; the birthday party clown, Mr. Giggles, on The Adventures of Jimmy Neutron: Boy Genius; a bingo caller on Rugrats; and Pip on Animaniacs. Futterman in Freakazoid. Stein also voiced a psychiatrist, again named after himself, in the USA TV series Duckman; he once appeared in the sitcom Married... with Children as a receptionist in the animal afterlife. He also made a cameo appearance in the comic book Young Justice, as Ali Ben Styn. Another cameo appearance was as Rabbi Goldberg in the Family Guy episodes \"When You Wish Upon a Weinstein\" and \"Family Goy\". Stein also voiced the character Sam Schmaltz in the 1996 computer adventure game Toonstruck.\nStein has written for the television industry, including outlines for the TV movie Murder in Mississippi and for the lengthy ABC miniseries Amerika. He has also contributed to the creation of the talk show parody series Fernwood 2 Night.\nStein hosted a show on VH1 called America's Most Smartest Model. The show aimed to find the smartest among 14 models through a series of challenges.[13]\nOn May 14, 2006, during an appearance on the Fox News program Your World with Neil Cavuto, Stein called for a tax increase of 3.5% for wealthy Americans, to be earmarked for soldiers and military initiatives. Stein wrote an editorial for The New York Times critical of those who would rather make money in the world of finance than fight terrorism.[14]\nOn December 28, 2009, Stein appeared on CNN's Larry King Live with Ron Paul to discuss the attempted bombing of an American plane on Christmas Day 2009. Stein said that Paul's stance that the United States were \"occupiers\" in Iraq and Afghanistan was antisemitic. The comment started a shouting match between the two men.[15] Two days later, Stein clarified that \"if Rep. Paul says he is... not an anti-Semite, I believe him\".[16]\nStein's political and economics commentary has appeared on CNBC's The Kudlow Report and CNN.[17]\n\nCommentary in the lead-up to and during the Great Recession[edit]\nIn the months before the late-2000s recession, Stein made frequent and vehement claims about the economy's good health and the relative unimportance of the mortgage-derivative market; these would shortly be proven dead wrong.\nExamples include:\n\nOn March 18, 2007, as the subprime mortgage crisis began, Stein wrote a column for the online version of CBS News Sunday Morning. He proclaimed that the foreclosure problem would \"blow over and the people who buy now, in due time, will be glad they did,\" that the economy was \"still very strong,\" and that the \"smart money\" was \"now trying to buy—not sell—as much distressed merchandise\" in mortgages as possible.[18]\nIn an August 12, 2007, column in The New York Times, titled \"Chicken Little's Brethren, on the Trading Floor\", Stein—while acknowledged that \"I don't know where the bottom is on subprime. I don't know how bad the problems are at Bear [Bear Stearns]\"—claimed that \"subprime losses are wildly out of all proportion to the likely damage to the economy from the subprime problems,\" and \"[t]his economy is extremely strong. Profits are superb. The world economy is exploding with growth. To be sure, terrible problems lurk in the future: a slow-motion dollar crisis, huge Medicare deficits and energy shortages. But for now, the sell-off seems extreme, not to say nutty. Some smart, brave people will make a fortune buying in these days, and then we'll all wonder what the scare was about.\"[19]\nOn August 18, 2007, on Fox News Channel's Cavuto on Business, Stein and other financial experts dismissed worries about a coming credit crunch.[20] Thirteen months later, in the global financial crisis in September 2008, global stock markets crashed, Lehman Brothers went bankrupt, Fannie Mae and Freddie Mac were taken over by the US government, AIG was bailed out by the Federal Reserve, Merrill Lynch was sold to Bank of America Corporation, and Morgan Stanley and Goldman Sachs confirmed that they would become traditional bank holding companies.\nIn January 2008, business commentator Henry Blodget wrote a piece for Business Insider entitled, \"Ben Stein is an Idiot\", which stated that Stein's criticism of those with bearish views and positions on the market was either \"delusional\" or a deliberate and \"shrewd\" attempt to create false controversy and drive up web traffic.[21]\nIn a Yahoo! Finance article published on October 17, 2008, Stein said his wildly incorrect claims were due to his expectations that the real-estate market would roughly resemble the collapse of junk bonds in the early 1990s. He said he failed to understand that debt obligations based on real estate loans were less than the \"staggeringly large\" amount of obligations that were created through trading in derivatives of those: \"Where I missed the boat was not realizing how large were the CDS [credit default swaps] based on the junk mortgage bonds.\"[22]\n\nPersonal life[edit]\nStein is married to entertainment lawyer Alexandra Denman.[23][24] They were married in 1968 and divorced in 1974. They reconciled and in 1977 they were married again.[citation needed] Stein lives[when?] with Denman in Beverly Hills and Malibu, California.[25][26] He also has a summer home in Sandpoint, Idaho,[27] and an apartment in the Watergate complex in Washington, D.C., which he inherited from his parents.[28] In 2014, performance artist Tanya Ma claimed that a financial arrangement between her and Stein had turned inappropriate.  Stein said of the incident that he only expected \"hugging and kissing\" and that he often gets \"mad crushes\" on women that \"last about ten minutes.\"[29]\n\nViews and advocacy[edit]\nAbortion[edit]\nStein is a supporter of the criminalization of abortion and was given an anti-abortion award in 2003 by the National Right to Life Educational Trust Fund.[30]\n\nLarry Craig scandal[edit]\nIn 2007, Stein chastised the police and the GOP leadership for their response to the Larry Craig scandal. Stein said that Craig's sexuality should not be an issue: \"A party that believes in individual rights should be rallying to his defense, not making him walk the plank.\"[31]\n\nTax code[edit]\nStein has criticized the United States Internal Revenue Code for being too lenient on the wealthy. He has repeated the observation made by Warren Buffett, one of the richest individuals in the world (who pays mostly capital gains tax), that Buffett pays a lower overall tax rate than his secretaries (who pay income taxes and payroll taxes). Stein has advocated increasing taxation on the wealthy.[32] Stein objected to Obama's proposal in 2010 not to extend tax cuts for the highest earning taxpayers in the midst of the recession, saying that\n\nThere is no known economic theory under which raising my taxes in the midst of a severe recession will help the economy recover. It isn't part of any well known monetarist or Keynesian theory. So if it does no good to raise our taxes, I assume we are being punished. But for what? I don't own slaves. I employ a lot of people full- and part-time and they are all happy with their pay. When charity calls, I almost always write out a check...Maybe when the economy recovers, raising my taxes makes sense, but for now, it's just punishment.[33]\nIn 2012, Stein stated that due to the tremendous amount of national debt, he agreed with Obama's proposal to increase taxes on the wealthy and that ultimately everyone's taxes should be raised to avoid defaulting on the debt.[34]\n\nDominique Strauss-Kahn[edit]\nWhen the head of the International Monetary Fund, Dominique Strauss-Kahn, was arrested for sexual assault and attempted rape in 2011, Stein published an editorial[35] in The American Spectator in which he closely scrutinized Strauss-Kahn's accuser and cited Strauss-Kahn's education, wealth, and position as reasons to believe he was unlikely to have committed the crime.\n\nIn life, events tend to follow patterns. People who commit crimes tend to be criminals, for example. Can anyone tell me any economists who have been convicted of violent sex crimes?[36]\nStein's editorial was criticized by a number of media outlets.[37][38][39][40] Jon Stewart dedicated an entire segment on The Daily Show to his response.[41] All charges against Dominique Strauss-Kahn were formally dismissed by a judge on 23 August 2011.\n\nFerguson shooting[edit]\nIn response to the death of Michael Brown, Stein made the following comment:\n\nThe idea of calling this poor young man unarmed when he was 6'4\", 300 pounds, full of muscles, apparently, according to what I read in The New York Times, on marijuana. To call him unarmed is like calling Sonny Liston unarmed or Cassius Clay unarmed. He wasn't unarmed. He was armed with his incredibly strong, scary self.[42]\nEvolution[edit]\nSee also: Expelled: No Intelligence Allowed\nStein has denounced the scientific theory of evolution, which he and other intelligent design advocates call \"Darwinism\", declaring it to be \"a painful, bloody chapter in the history of ideologies\", \"the most compelling argument yet for Imperialism\", and the inspiration for the Holocaust.[43][44] Stein does not say belief in evolution alone leads to genocide, but that scientific materialism is a necessary component.[45] He co-wrote and stars in Expelled: No Intelligence Allowed, a film that aims to persuade viewers that evolution was instrumental to the rise of the eugenics movement, Nazi Germany, and the Holocaust, and portrays advocates of intelligent design as victims of intellectual discrimination by the scientific community, which has rejected intelligent design as creationist pseudoscience.[1][46][2] In the trailer for the film, Stein said that his aim was to expose \"people out there who want to keep science in a little box where it can't possibly touch God.\"[47]\nMany critics point out that Stein selectively used and edited quotes by Charles Darwin to make his case in Expelled, also noting that scenes shot at Pepperdine University, in which Stein gives a speech to an auditorium full of students, in fact used a large number of extras, hired to respond favorably to Stein's speech, to fill the room.[48]\nThe media response to the film has been largely unfavorable. It received an 11% meta-score from Rotten Tomatoes. Multiple reviews, including those of USA Today and Scientific American, have described the film as propaganda.[1][46][2]\nIn a Trinity Broadcasting Network interview with Paul Crouch Jr. regarding the movie, Stein claimed that \"[religion] leads you to a very glorious place, and science leads you to killing people\".[49]\nThe Anti-Defamation League issued a statement condemning the film's misuse of the Holocaust and its imagery, \"Using the Holocaust in order to tarnish those who promote the theory of evolution is outrageous and trivializes the complex factors that led to the mass extermination of European Jewry\".[50]\nAt the University of Vermont, Stein was invited to receive an honorary degree and be the commencement speaker for the graduating class of 2009. University President Dan Fogel received complaints about Stein's planned appearance, due to Stein's views on evolution. Stein declined his commencement invitation.[51]\nAt the private, Christian Liberty University 2009 graduation, Stein was awarded an honorary degree and, according to the university, \"spoke extensively about his work on Expelled: No Intelligence Allowed\".[52]\n\nForeign policy[edit]\nStein is a staunch supporter of Israel. On Larry King Live in 2009, in a heated exchange with then-Congressman Ron Paul, he referred to Paul as antisemitic for referring to the U.S. as \"occupiers\" in the Arabian peninsula.[53]\n\nPolitical endorsements[edit]\nStein endorsed John McCain for president in 2008, calling him \"an impressive guy\".[54] That year, he also stated that he would vote for Ralph Nader.[55] In January 2012, Stein appeared in political advertisements sponsored by Associated Industries of Florida supporting legislation that would create three resort casinos in South Florida.[56] He claimed in late 2014 that President Barack Obama was the most racist president in American history, saying Obama \"made everything about race\".[57]\nIn 2016, Stein reprised the famous attendance scene from Ferris Bueller in a campaign ad[58] for Iowa Senator Chuck Grassley. In it, Stein intoned the last name of Grassley's opponent (Patty Judge) to silence, while facts about her missed votes and absences from state board meetings were listed. Stein then calls out \"Grassley,\" which gets a response; Stein mutters, \"He's always here.\"[59]\nStein initially supported Donald Trump in the 2016 U.S. presidential election, but retracted his support in October 2016, writing, \"But it's time for Donald Trump to go back to Trump Tower. Time for Mike Pence to move to the top of the ticket.\"[60] However, Stein went on to vote for Trump.[61]\n\nAunt Jemima[edit]\nIn February 2023, Stein released a video on Donald Trump's Truth Social stating he missed the Aunt Jemima logo with a \"large African American woman chef.\" He added, \"But, I prefer when it was a black person, showing their incredible skill at making pancakes.\"  The video was also shared on Twitter[62] and the story ran on media outlets across the country.[63][64]\nThe original Aunt Jemima logo and brand name was retired in 2021 by PepsiCo and its subsidiary, Quaker Oats. This was due to the connection with the \"Mammy\" stereotype and racial connotations associated with the character.[65][66]\n\nBibliography[edit]\nStein's book titles to date (7 fiction, 21 nonfiction) include:\n\n\n\nYear\nTitle\nPublisher\nISBN\n\n\n1978\n\n\nOn the Brink: A Novel (coauthor: Herbert Stein)\n\nBallantine Books\n\n0-345-27650-7\n\n\n1978\n\nDreemz (hardcover: California Dreemz)\n\nBallantine Books\n\n0-345-28156-X\n\n\n1979\n\nThe View from Sunset Boulevard: America as Brought to You By the People Who Make Television\n\nBasic Books\n\n0-465-09032-X\n\n\n1981\n\nMoneypower: How to Make Inflation Make You Rich (coauthor: Herbert Stein)\n\nAvon\n\n0-380-54809-7\n\n\n1982\n\n'Ludes\n\nSt. Martin's Press\n\n0-312-50012-2\n\n\n1986\n\nHer Only Sin\n\nSt. Martin's Press\n\n0-312-90636-6\n\n\n1988\n\nHollywood Days, Hollywood Nights: The Diary of a Mad Screenwriter\n\nBantam Books\n\n0-553-34520-6\n\n\n1992\n\nA License to Steal: the Untold Story of Michael Milken and the Conspiracy to Bilk the Nation\n\nSimon & Schuster\n\n0-671-74272-8\n\n\n2002\n\nHow to Ruin Your Life\n\nHay House\n\n1-56170-974-3\n\n\n2003\n\nHow to Ruin Your Love Life\n\nHay House\n\n1-4019-0240-5\n\n\n2004\n\nHow to Ruin Your Financial Life\n\nHay House\n\n1-4019-0241-3\n\n\nCan America Survive? The Rage of the Left, the Truth, and What to Do About It\n\nNew Beginnings Press\n\n1-4019-0333-9\n\n\n2005\n\nYes, You Can Be a Successful Income Investor: Reaching for Yield in Today's Market\n\nNew Beginnings Press\n\n1-4019-0319-3\n\n\nYes, You Can Still Retire Comfortably: The Baby-Boom Retirement Crisis and how to Beat It\n\nNew Beginnings Press\n\n1-4019-0318-5\n\n\n2006\n\nHow Successful People Win: Using \"Bunkhouse Logic\" to Get What You Want in Life\n\nHay House\n\n1-56170-975-1\n\n\n2007\n\nThe Real Stars: In Today's America, Who Are the True Heroes?\n\nNew Beginnings Press\n\n1-40191-144-7\n\n\n2008\n\nHow to Ruin the United States of America\n\nNew Beginnings Press\n\n1-40191-869-7\n\n\n2012\n\nHow to Really Ruin Your Financial Life and Portfolio\n\nWiley\n\n1-11833-873-1\n\nFilmography and television appearances[edit]\n\n\nYear\n\nTitle\n\nCredit\n\nNotes\n\n\nActor\n\nScreenwriter\n\nRole\n\n\n1976\n\nAll's Fair\n\nNo\n\nNo\n\n\n\nConsultant\n\n\n1977\n\nFernwood 2 Night\n\nNo\n\nNo\n\n\n\nCreative consultant\n\n\n1984\n\nThe Wild Life\n\nYes\n\nNo\n\nSurplus salesman\n\n\n\n\n1986\n\nFerris Bueller's Day Off\n\nYes\n\nNo\n\nEconomics teacher\n\n\n\n\n1987\n\nPlanes, Trains & Automobiles\n\nYes\n\nNo\n\nWichita airport representative\n\n\n\n\n1987–1990\n\nCharles in Charge\n\nYes\n\nNo\n\nStanley Willard\n\n4 episodes\n\n\n1988\n\nFrankenstein General Hospital\n\nYes\n\nNo\n\nDr. Who\n\n\n\n\n1988\n\nThe Boost\n\nNo\n\nYes\n\n\n\n\n\n\n1989\n\nGhostbusters II\n\nYes\n\nNo\n\nPublic Works official\n\n\n\n\n1989\n\nEasy Wheels\n\nYes\n\nNo\n\nPreacher\n\n\n\n\n1989–1991\n\nThe Wonder Years\n\nYes\n\nNo\n\nMr. Cantwell\n\n12 episodes\n\n\n1991\n\nSoapdish\n\nYes\n\nNo\n\nNitwit executive\n\n\n\n\n1991\n\nMacGyver\n\nYes\n\nNo\n\nMajor Snead\n\nEpisode: \"Honest Abe\"\n\n\n1992\n\nHoneymoon in Vegas\n\nYes\n\nNo\n\nWalter\n\n\n\n\n1992\n\nMastergate\n\nYes\n\nNo\n\nMarvin Rotweiler\n\n\n\n\n1993\n\nMelrose Place\n\nYes\n\nNo\n\nloan officer\n\nEpisode: \"My New Partner\"\n\n\n1993\n\nDave\n\nYes\n\nNo\n\nHimself\n\n\n\n\n1993\n\nDennis the Menace\n\nYes\n\nNo\n\nBoss\n\n\n\n\n1993\n\nMe and the Kid\n\nYes\n\nNo\n\nFred Herbert\n\n\n\n\n1993\n\nFull House\n\nYes\n\nNo\n\nElliott Warner\n\nEpisode: \"Another Opening, Another No Show\"\n\n\n1993\n\nAnimaniacs\n\nYes\n\nNo\n\nFrancis \"Pip\" Pumphandle\n\nVoice, episode: \"Chairman of the Bored\"\n\n\n1993\n\nThe Day My Parents Ran Away\n\nYes\n\nNo\n\nDr. Lillianfarb\n\n\n\n\n1993–1994\n\nHearts Afire\n\nYes\n\nNo\n\nMr. Starnes\n\n2 episodes\n\n\n1994\n\nMy Girl 2\n\nYes\n\nNo\n\nStanley Rosenfeld\n\n\n\n\n1994\n\nLove & War\n\nYes\n\nNo\n\nDr. Baxter\n\nEpisode: \"Are the Stars Out Tonight?\"\n\n\n1994\n\nMr. Write\n\nYes\n\nNo\n\nEliott\n\nuncredited\n\n\n1994\n\nNorth\n\nYes\n\nNo\n\nCurator\n\n\n\n\n1994\n\nThe Mask\n\nYes\n\nNo\n\nDr. Arthur Neuman\n\n\n\n\n1994\n\nRichie Rich\n\nYes\n\nNo\n\nSchool teacher\n\n\n\n\n1995\n\nTales from the Crypt\n\nYes\n\nNo\n\nAndrews\n\nEpisode: \"Doctor of Horror\"\n\n\n1995\n\nMiami Rhapsody\n\nYes\n\nNo\n\nRabbi\n\n\n\n\n1995\n\nLois & Clark: The New Adventures of Superman\n\nYes\n\nNo\n\nPro lawyer\n\nEpisode: \"Whine, Whine, Whine\"\n\n\n1995\n\nCasper\n\nYes\n\nNo\n\nMr. Rugg\n\n\n\n\n1995\n\nMarried... with Children\n\nYes\n\nNo\n\nThomas\n\nEpisode: \"Requiem for a Dead Briard\"\n\n\n1995\n\nFreakazoid!\n\nYes\n\nNo\n\nH.A. Futterman\n\nVoice, episode: \"Relax-O-Vision\"\n\n\n1995\n\nLive Shot\n\nYes\n\nNo\n\nHal, Herb\n\n2 episodes\n\n\n1995\n\nThe Marshal\n\nYes\n\nNo\n\nBen\n\nEpisode: \"Time Off for Clever Behavior\"\n\n\n1995–1996\n\nThe Mask: Animated Series\n\nYes\n\nNo\n\nDr. Arthur Neuman\n\nVoice, 3 episodes\n\n\n1996–1998\n\nThe Spooktacular New Adventures of Casper\n\nYes\n\nNo\n\nMr. Happ\n\nVoice, 3 episodes\n\n\n1996\n\nBruno the Kid\n\nYes\n\nNo\n\nProfessor Wisenstein\n\nVoice\n\n\n1996\n\nEarthworm Jim\n\nYes\n\nNo\n\nDr. Houston, Rosebud\n\nVoice, 2 episodes\n\n\n1996\n\nHouse Arrest\n\nYes\n\nNo\n\nRalph Doyle\n\n\n1996\n\nToonstruck\n\nYes\n\nNo\n\nSam Schmaltz\n\nVideo game\n\n\n1996–1997\n\nDuckman\n\nYes\n\nNo\n\nDr. Ben Stein, Lionel Stein\n\nVoice, 9 episodes\n\n\n1997\n\nSeinfeld\n\nYes\n\nNo\n\nShellbach\n\nEpisode: \"The Comeback\"\n\n\n1997\n\nMurphy Brown\n\nYes\n\nNo\n\nWilliams\n\nEpisode: \"How to Marry a Billionaire\"\n\n\n1997\n\nA Smile Like Yours\n\nYes\n\nNo\n\nclinic video narrator\n\nVoice\n\n\n1997\n\n101 Dalmatians: The Series\n\nYes\n\nNo\n\nwaiter\n\nVoice, episode: \"Two Faces of Anita\", voice role\n\n\n1997\n\nCasper: A Spirited Beginning\n\nYes\n\nNo\n\nGrocer\n\n\n\n\n1997\n\nTotal Security\n\nYes\n\nNo\n\nSam Hinkle\n\nEpisode: \"Citizen Canine\"\n\n\n1997\n\nRugrats\n\nYes\n\nNo\n\nBingo caller\n\nVoice, episode: \"Grandpa's Bad Bug/Lady Luck\"\n\n\n1997–2003\n\nWin Ben Stein's Money\n\nNo\n\nNo\n\nHimself\n\nhost\n\n\n1998\n\nMuppets Tonight\n\nYes\n\nNo\n\nThe Sad And Lonely Man That Science Has Left Dr. Honeydew\n\nEpisode: \"Andie MacDowell\"\n\n\n1998\n\nBreakfast with Einstein\n\nYes\n\nNo\n\nJack\n\n\n\n\n1998\n\nMen in White\n\nYes\n\nNo\n\nMan in Strangemeister's head\n\n\n\n\n1998\n\nCasper Meets Wendy\n\nYes\n\nNo\n\nLawyer\n\nuncredited\n\n\n1998\n\nHercules\n\nYes\n\nNo\n\nTrivia\n\nVoice, episode: \"Hercules and the Pool Party\"\n\n\n1998\n\nThe Secret Files of the Spy Dogs\n\nYes\n\nNo\n\nErnst Stavro Blowfish\n\nEpisode: \"I.H.R.F./Oatz\"\n\n\n1998\n\nPinky and the Brain\n\nYes\n\nNo\n\nFrancis \"Pip\" Pumphandle\n\nVoice, episode: \"Star Warners\"\n\n\n1998\n\nThe Hughleys\n\nYes\n\nNo\n\nDr. Mopp\n\nEpisode: \"I'm Shrinnnking\"\n\n\n1998\n\nTannenbaum\n\nYes\n\nNo\n\nCar lot owner\n\n\n\n\n1999\n\nPinky, Elmyra & the Brain\n\nYes\n\nNo\n\nRockin' Johnny Hot\n\nEpisode: \"At the Hop!\"\n\n\n1999\n\nWakko's Wish\n\nYes\n\nNo\n\nDesire Fulfillment Facilitator\n\nVoice\n\n\n1999\n\nShasta McNasty\n\nYes\n\nNo\n\nhimself\n\nEpisode: \"Adult Education\"\n\n\n1999\n\nTurn Ben Stein On\n\nNo\n\nNo\n\nHimself\n\nHost, executive producer, theme music composer\n\n\n2000\n\nThe Man Show\n\nYes\n\nNo\n\nJuggy University professor\n\nEpisode: \"X-Ray Specs\"\n\n\n2001\n\nThe Drew Carey Show\n\nYes\n\nNo\n\nHeavenly Guide\n\nEpisode: \"Drew's in a Coma\"\n\n\n2001\n\nLloyd in Space\n\nYes\n\nNo\n\nRanger Wormy\n\nEpisode: \"Caution: Wormhole!\"\n\n\n2001\n\nOsmosis Jones\n\nYes\n\nNo\n\nDoc\n\nuncredited\n\n\n2002\n\nThe Adventures of Jimmy Neutron: Boy Genius\n\nYes\n\nNo\n\nGiggles the clown\n\nVoice, episode: \"Hall Monster/Hypno Birthday to You\"\n\n\n2002\n\nSanta vs. the Snowman 3D\n\nYes\n\nNo\n\nSpunky the elf\n\nVoice\n\n\n2002\n\nMost Outrageous Game Show Moments\n\nNo\n\nNo\n\nHimself\n\nCo-host\n\n\n2002\n\nDo Over\n\nYes\n\nNo\n\nTeacher\n\nEpisode: \"Joel Larsen's Day Off\"\n\n\n2003–2009\n\nFamily Guy\n\nYes\n\nNo\n\nRabbi Goldberg\n\nVoice, 2 episodes\n\n\n2004\n\nKing of the Hill\n\nYes\n\nNo\n\nQuizmaster\n\nVoice, episode: \"Stressed for Success\"\n\n\n2004–2008\n\nThe Fairly OddParents\n\nYes\n\nNo\n\nHead Pixie, Sanderson, Pixies\n\nVoice, 8 episodes\n\n\n2004\n\nAs Told by Ginger\n\nYes\n\nNo\n\nBuddy Baker\n\nVoice, 3 episodes\n\n\n2005\n\nSon of the Mask\n\nYes\n\nNo\n\nDr. Neuman\n\n\n\n\n2005\n\nGame Show Moments Gone Bananas\n\nNo\n\nNo\n\nHimself (Presenter)\n\n\n\n\n2006\n\nMayor Dog\n\nYes\n\nNo\n\nNarrator\n\n\n\n\n2006\n\nTotally Awesome\n\nYes\n\nNo\n\nNarrator\n\n\n\n\n2006\n\nThe Emperor's New School\n\nYes\n\nNo\n\nMr. Purutu\n\nVoice, 8 episodes\n\n\n2007\n\nAmerica's Most Smartest Model\n\nNo\n\nNo\n\nHimself (Host)\n\n\n\n\n2007\n\nYour Mommy Kills Animals\n\nNo\n\nNo\n\nHimself\n\n\n\n\n2008\n\nExpelled: No Intelligence Allowed\n\nNo\n\nYes\n\nHimself\n\nDocumentary\n\n\n2012–2018\n\nCavuto on Business\n\nNo\n\nNo\n\nHimself\n\nPanelist\n\n\n2016\n\nFacetiming With Mommy\n\nYes\n\nNo\n\nDaddy\n\nTV series\n\n\n2018\n\nThe Last Sharknado: It's About Time\n\nYes\n\nNo\n\nAlexander Hamilton[67]\n\n\n\n\n2019\n\nAnimal Sanctuary\n\nYes\n\nNo\n\nDonald Donkey\n\nVoice; Short\n\n\nTBA\n\nThe Engagement Ring\n\nYes\n\nNo\n\nDr. Miller\n\nAnnounced\n\nReferences[edit]\n\n\n^ a b c \"This is propaganda, a political rant disguised as a serious commentary on stifled freedom of inquiry.\" Claudia Puig (April 18, 2008). \"Also opening: 'Bin Laden,' 'Intelligence,' 'Forbidden Kingdom'\". USA Today.com. Retrieved May 3, 2008.\n\n^ a b c Shermer, Michael (April 9, 2008). \"Expelled: No Intelligence Allowed—Ben Stein Launches a Science-free Attack on Darwin\". Scientific American. Retrieved April 19, 2008.\n\n^ \"'Ferris Bueller's Ben Stein Sues Ad Agency & Client Claiming Political Discrimination\". Deadline Hollywood. January 11, 2012. Retrieved November 3, 2015.\n\n^ \"Ben Stein Biography (1944–)\". filmreference.com. NetIndustries, LLC. Retrieved April 22, 2008.\n\n^ Wattenberg, Ben (April 17, 2008). \"Ben Stein's America\". Think Tank with Ben Wattenberg. PBS. Retrieved August 28, 2018.\n\n^ Ben Stein's official biography\n\n^ \"Ben Stein – Expert Financial Advice Columns on Yahoo! Personal Finance\". Finance.yahoo.com. Archived from the original on September 4, 2010. Retrieved August 1, 2010.\n\n^ \"Pitchman Ben Stein Gets Economist Ben Stein Fired at the New York Times\". Gawker. August 6, 2009. Archived from the original on July 18, 2010. Retrieved August 1, 2010.\n\n^ Stein, Ben. \"The American Spectator: Expelled From the New York Times\". Spectator.org. Archived from the original on January 11, 2010. Retrieved August 1, 2010.\n\n^ Interview by Brian Howard: \"20 Questions: Ben Stein\" Philadelphia City Paper May 1998 Archived July 26, 2020, at the Wayback Machine\n\n^ a b Stein, Ben (June 1, 2005). \"Deep Throat and Genocide\". The American Spectator. Archived from the original on January 15, 2015.\n\n^ \"Expelled Press Release\" (PDF). Archived from the original (PDF) on March 25, 2009. Retrieved August 27, 2007.\n\n^ \"VH1 plans America's Most Smartest Model, The Salt-N-Pepa Show, Danny Bonaduce's Child Star, and Click! – reality blurred\". June 21, 2007.\n\n^ Stein, Ben (August 20, 2006). \"Looking for the Will Beyond the Battlefield\". The New York Times.\n\n^ \"Ben Stein slams Ron Paul for 'anti-Semitism'\". POLITICO. December 29, 2009. Retrieved August 11, 2022.\n\n^ A Ron Paul Moment Archived May 25, 2013, at the Wayback Machine \"The American Spectator\" December 30, 2009\n\n^ Stein on Trump's economic plan CNN Money 2016/07/11 Retrieved 2016/09/17\n\n^ Stein, Ben Ben Stein Says Economy Is Fine, Says Don't Worry About Foreclosure Blues, The Mortgage Market Is Robust\",CBS News, March 18, 2007\n\n^ Stein, Ben (August 12, 2007). \"Chicken Little's Brethren, on the Trading Floor\". The New York Times.\n\n^ \"Recap of Saturday, August 18 – Fox News\". Fox News. August 20, 2007. Archived from the original on June 30, 2013. Retrieved December 27, 2018.\n\n^ Blodget, Henry. \"Ben Stein Is An Idiot.\" Business Insider, January 28, 2008, 10:08 am, accessed May 17, 2011.\n\n^ \"Yahoo! Personal Finance: Calculators, Money Advice, Guides, & More\". Finance.yahoo.com. Archived from the original on January 4, 2009. Retrieved August 1, 2010.\n\n^ \"BENSTEIN.COM\".\n\n^ \"Peace Corps Online: July 10, 2004: Headlines: Television: Arkansas Democrat-Gazette: Ben Stein writes a check to the Peace Corps Partnership\".\n\n^ \"Ben Stein\". MySpace. 2008. Retrieved May 17, 2008.[permanent dead link]\n\n^ Stein, Ben (June 1, 2005). \"Ben Stein\". The American Spectator. Archived from the original on May 20, 2008. Retrieved May 17, 2008.\n\n^ Stein, Ben (June 1, 2004). \"Happy Bush Country\". The American Spectator. Archived from the original on September 8, 2009.\n\n^ Stein, Ben (January 1, 2009). \"Home Sweet Home\". Washingtonian.\n\n^ Oldenburg, Ann (July 22, 2014). \"Is Ben Stein being a good Samaritan or total creep?\". USA Today.\n\n^ Richard Kimble, \"Tenth Annual Proudly Pro-Life Awards Dinner Provides a Powerful Testimony for Life Archived August 15, 2004, at the Wayback Machine\"\n\n^ Ben Stein Says Craig Was Lynched Twice CBS News\n\n^ Stein, Ben. In Class Warfare, Guess Which Class Is Winning. The New York Times. November 26, 2006.\n\n^ \"Ben Stein: Raising My Taxes Is a Punishment\". CBS News. September 19, 2010. Archived from the original on September 21, 2010. Retrieved September 20, 2010.\n\n^ \"Ben Stein: I agree with Obama's plan of raising taxes on millionaires\". CNN. January 25, 2012. Retrieved May 16, 2012.\n\n^ \"Presumed Innocent, Anyone? Archived October 16, 2012, at the Wayback Machine\"\n\n^ Presumed Innocent, Anyone? Archived October 16, 2012, at the Wayback Machine\n\n^ Kain, Erik. \"Ben Stein's Shameful Defense of Dominique Strauss-Kahn\". Forbes.\n\n^ \"Ben Stein pitches in with a Strauss-Kahn defense – and misses\". The Washington Post.\n\n^ \"Ben Stein defends IMF's Dominique Strauss-Kahn, offends just about everybody\". May 18, 2011.\n\n^ Linkins, Jason (May 18, 2011). \"Penning A Rape Apology: A Guide For Important Men\". Eat the Press. HuffPost.\n\n^ \"The Daily Show with Trevor Noah\".\n\n^ Rothkopf, Joanna (August 27, 2014). \"Ben Stein: Michael Brown was armed with his \"strong, scary self\"\". Salon. Retrieved March 11, 2015.\n\n^ \"Better Than We Deserve\", American Spectator 2007 Dec.\n\n^ Rennie, John. \"Ben Stein's Expelled: No Integrity Displayed\". Scientific American. Retrieved April 12, 2008.\n\n^ \"Ben Stein's Diary #60: From Boston To Berlin\", American Spectator 2007 September\n\n^ a b Catsoulis, Jeannette (April 18, 2008). \"Resentment Over Darwin Evolves into a Documentary\". The New York Times. Retrieved April 24, 2008.\n\n^ Dean, Cornelia (September 27, 2007). \"Scientists Feel Miscast in Film on Life's Origin\". The New York Times. p. A1. Retrieved September 28, 2007.\n\n^ Rennie, John; Mirsky, Steve (April 16, 2008). \"Six Things in Expelled That Ben Stein Doesn't Want You to Know...\" Scientific American.\n\n^ Derbyshire, John (April 30, 2008). \"Science Equals Murder\". National Review. Retrieved March 11, 2014.\n\n^ \"Anti-Evolution Film Misappropriates the Holocaust\". Anti-Defamation League. April 29, 2008. Archived from the original on May 1, 2008. Retrieved April 30, 2008.\n\n^ \"Ben Stein drops out of graduation ceremony\". UPI. February 4, 2009. Retrieved December 30, 2011.\n\n^ \"Graduation 2009 – complete coverage\". Liberty University. May 9, 2009. Retrieved April 29, 2012.\n\n^ Thrush, Glenn (December 29, 2009). \"Ben Stein slams Ron Paul for 'anti-Semitism'\". Politico. Retrieved July 31, 2020.\n\n^ \"Preston on Politics: Bueller? Bueller? – McCain needs Rove\". CNN. July 28, 2008. Retrieved April 26, 2010.\n\n^ \"Q&A with Ben Stein – C-SPAN Video Library\". C-spanvideo.org. July 18, 2008. Retrieved June 12, 2012.\n\n^ \"Dueling casino ads hit the airwaves\". Miami Herald. January 10, 2012.\n\n^ \"Ben Stein on Fox: Obama Is \"The Most Racist President There Has Ever Been In America\"\". Media Matters. November 2, 2014.\n\n^ Ad may be viewed at https://www.youtube.com/watch?v=vDEdrlR84MU\n\n^ Robillard, Kevin (October 21, 2016). \"Ben Stein reprises 'Bueller' role in Grassley ad\". Politico.\n\n^ Stein, Ben (October 9, 2016). \"Ben Stein: Trump must go\". CBS News. Retrieved October 15, 2016.\n\n^ \"Ben Stein: Why are Democrats big, sulking babies?\". Fox Business. December 9, 2016. Archived from the original on November 18, 2021. Retrieved December 17, 2017 – via YouTube.\n\n^ \"@RonFilipkowski\". Twitter. Retrieved February 24, 2023.\n\n^ \"Ben Stein slammed for comments about Aunt Jemima syrup\". February 22, 2023. Retrieved February 24, 2023.\n\n^ \"Ben Stein Says He Misses Original \"Aunt Jemima\" Logo, Rightfully Gets Dragged on Twitter\". www.yahoo.com. February 23, 2023. Retrieved February 24, 2023.\n\n^ \"Aunt Jemima brand gets a new name: Pearl Milling Company\". PBS NewsHour. February 9, 2021. Retrieved February 24, 2023.\n\n^ \"The inside story behind Aunt Jemima's new name\". Fortune. Retrieved February 24, 2023.\n\n^ \"How 'The Last Sharknado' Wrapped Up Insane SyFy Franchise: Tara Reid Rides Dinosaurs and 57 More Crazy Moments\". toofab. Retrieved September 7, 2018.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Ben Stein.\n\n\n\n\nWikiquote has quotations related to Ben Stein.\n\nBen Stein's official website\nBen Stein at IMDb\nAppearances on C-SPAN\nBen Stein on Politicking with Larry King\n\n\nAwards and achievements\n\n\nPreceded byPat Sajak\n\n Daytime Emmy Award for Outstanding Game Show Host 1999with Jimmy Kimmel\n\nSucceeded byBob Barker and Tom Bergeron\n\n\nvteThe people of CBS NewsCBS Evening NewsAnchor\nNorah O'Donnell\nCBS Weekend NewsAnchor\nAdriana Diaz (Saturday)\nJericka Duncan (Sunday)\nCBS Morning NewsAnchor\nAnne-Marie Green\nCBS MorningsCo-hosts\nGayle King\nNate Burleson\nTony Dokoupil\nCBS Saturday MorningCo-hosts\nJeff Glor\nDana Jacobson\nMichelle Miller\nCBS News Sunday MorningAnchor\nJane Pauley\nCorrespondents\nSerena Altschul Contributing\nRita Braver National\nLee Cowan National (Los Angeles)\nNancy Giles Contributor\nConor Knighton\nTed Koppel\nMo Rocca\nTracy Smith\nBen Stein Contributor\nMartha Teichner\nFace the NationModerator\nMargaret Brennan\n60 MinutesCorrespondents\nLesley Stahl Co-editor\nSharyn Alfonsi\nAnderson Cooper Contributor\nJohn Dickerson\nNorah O'Donnell Contributing\nScott Pelley\nJon Wertheim Contributor\nBill Whitaker\nCecilia Vega\n48 HoursCorrespondents\nErin Moriarty\nSusan Spencer\nPeter Van Sant\nCorrespondents(base city)\nJim Axelrod Senior National (New York)\nErrol Barnett Transportation (Washington)\nNikki Battiste (New York)\nDavid Begnaud Lead National (New York)\nJohn Blackstone (San Francisco)\nManuel Bojorquez National (Miami)\nMargaret Brennan Senior Foreign Affairs (Washington)\nJames Brown Special\nNancy Cordes Chief White House (Washington)\nJan Crawford Chief Legal (Washington)\nCharlie D'Agata (London)\nAdriana Diaz National (Chicago)\nJohn Dickerson Political (New York)\nSeth Doane (Rome)\nJericka Duncan National (New York)\nVladimir Duthiers (New York)\nCarter Evans (Los Angeles)\nMajor Garrett Chief Washington (Washington)\nJeff Glor Special (New York)\nPeter Greenberg Travel Editor (New York)\nSteve Hartman On the Road (New York)\nCatherine Herridge Senior Investigative (Washington)\nRamy Inocencio (Beijing)\nWeijia Jiang White House (Washington)\nNikole Killion Congressional (Washington)\nJohn LaPook Chief Medical (New York)\nIan Lee (London)\nChris Livesay (Rome)\nLilia Luciano (Los Angeles)\nWynton Marsalis Cultural\nDavid Martin National Security (Washington)\nMichelle Miller (New York)\nEd O'Keefe Senior White House (Washington)\nMeg Oliver National (New York)\nElizabeth Palmer Senior Foreign (London)\nDebora Patta (Johannesburg)\nJeff Pegues Justice and Homeland Security (Washington)\nBarry Petersen (Denver)\nMark Phillips (London)\nChip Reid National (Washington)\nRoxana Saberi (London)\nJanet Shamlian (Houston)\nMark Strassmann (Atlanta)\nBen Tracy Senior National and Environmental (Washington)\nImtiaz Tyab (London)\nKris Van Cleave Congressional (Washington)\nJonathan Vigliotti National (Los Angeles)\nOmar Villafranca (Dallas)\nAnna Werner Consumer and Investigative (New York)\nHolly Williams (Istanbul)\nJamie Yuccas (Los Angeles)\nContributors\nDavid Agus Medical\nSanjay Gupta Medical\nBob Schieffer Political (Washington)\nJill Schlesinger Business Analyst\nCBS News\nVladimir Duthiers\nAnne-Marie Green\nElaine Quijano\nTanya Rivero\n\nvteDaytime Emmy Award for Outstanding Game Show Host1970s\nPeter Marshall (1974)\nPeter Marshall (1975)\nAllen Ludden (1976)\nBert Convy (1977)\nRichard Dawson (1978)\nDick Clark (1979)\n1980s\nPeter Marshall (1980)\nPeter Marshall (1981)\nBob Barker (1982)\nBetty White (1983)\nBob Barker (1984)\nDick Clark (1985)\nDick Clark (1986)\nBob Barker (1987)\nBob Barker (1988)\nAlex Trebek (1989)\n1990s\nBob Barker / Alex Trebek (1990)\nBob Barker (1991)\nBob Barker (1992)\nPat Sajak (1993)\nBob Barker (1994)\nBob Barker (1995)\nBob Barker (1996)\nPat Sajak (1997)\nPat Sajak (1998)\nBen Stein and Jimmy Kimmel (1999)\n2000s\nBob Barker / Tom Bergeron (2000)\nRegis Philbin (2001)\nBob Barker (2002)\nAlex Trebek (2003)\nBob Barker (2004)\nMeredith Vieira (2005)\nAlex Trebek (2006)\nBob Barker (2007)\nAlex Trebek (2008)\nMeredith Vieira (2009)\n2010s\nBen Bailey (2010)\nBen Bailey (2011)\nTodd Newton (2012)\nBen Bailey (2013)\nSteve Harvey (2014)\nCraig Ferguson (2015)\nCraig Ferguson (2016)\nSteve Harvey (2017)\nWayne Brady (2018)\nAlex Trebek (2019)\n2020s\nAlex Trebek (2020)\nAlex Trebek (2021)\nSteve Harvey (2022)\n\nPortal: Biography\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nSpain\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nJapan\nCzech Republic\nAustralia\nKorea\nNetherlands\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Ben_Stein&oldid=1195763159\"",
    "twitter": ""
  },
  {
    "name": "Bernie Goldberg",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/bernie-goldberg-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\nFor the American businessman, see Bernard Goldberg (businessman).\nBernard GoldbergGoldberg in 2011.BornBernard Richard Goldberg (1945-05-31) May 31, 1945 (age 78)New York City, New York U.S.Occupation(s)Journalist and authorYears active1972−presentWebsitebernardgoldberg.com\nBernard Richard Goldberg (born May 31, 1945) is an American author, journalist, and political pundit. Goldberg has won fourteen Emmy Awards and was a producer, reporter and correspondent for CBS News for twenty-eight years (1972–2000)[1] and a paid contributor for Fox News for ten years (2009–2018).[2] He is best-known for his on-going critiques of journalism practices in the United States—as described in his first book published in 2001, Bias: A CBS Insider Exposes How the Media Distort the News. He was a correspondent for Real Sports with Bryant Gumbel on HBO for 22 years until January 2021.[3][4]\n\n\nPersonal background[edit]\nGoldberg was born in New York City in 1945[5] and graduated from Rutgers University in 1967.[6] Goldberg is of Jewish descent.[7]\n\nPersonal politics[edit]\nThough frequently described as a conservative, Goldberg previously rejected the label, describing himself as a life-long liberal modeled after the 1960s ideals of the U.S. Democratic Party. In a February 22, 2012, interview, Goldberg said: \"The reason (people claim I'm conservative) is so I'll be automatically marginalized. I wrote in 'Bias' that I would make racial discrimination a criminal offense, not just a civil offense.\nOn gay rights, I don’t know anyone more Libertarian than me. I don’t want the government getting involved in it. I’m pro-abortion with reservations. I’ve never set foot in a country club in my life. I consider myself to be an old-fashioned liberal. I’m a liberal the way liberals used to be when they were like John F. Kennedy and when they were like Hubert Humphrey, when they were upbeat and enthusiastic and mainstream. I am not a liberal the way liberals are today, at least as exemplified by Al Franken and Michael Moore, where they’re angry, nasty, closed minded, and not mainstream, but fringe. I think this is what really irks the media (about me). That this is coming from one of them. I was one of them for 28 years.\"[8]\nGoldberg has since accepted the label of \"conservative,\" saying in 2020, \"I see myself as a conservative with live and let live principles… a conservative libertarian I guess. Now, even when I agree with liberals on this issue or that, I no longer want to be on their team. I not only don’t accept their new left wing politics, it’s also their holier than thou elitism that annoys me. I no longer see myself as a liberal. They left me, not the other way around. Now, I’m a conservative. Not a right-wing nut, just a conservative with libertarian tendencies.\"[9]\n\nCareer[edit]\nFrom 1972 to 1974 he worked for CBS News as a producer in Atlanta; he became a reporter in 1974 and correspondent in 1976.[10] Goldberg frequently contributed to the CBS Evening News and CBS newsmagazines Eye to Eye with Connie Chung and 48 Hours. For CBS, he hosted two primetime documentaries, Don't Blame Me and In Your Face, America.[11] Don't Blame Me was broadcast on May 26, 1994, and explored alleged irresponsibility of Americans.[12] In Your Face, America, which aired on April 7, 1998, said that American culture suffers from a \"coarsening\" instigated by entertainment such as The Jerry Springer Show, South Park, and gangsta rap music.[13]\nIn 2001, his first book, Bias: A CBS Insider Exposes How the Media Distort the News, was published[14] and became a number one New York Times bestseller.[15][16]\nGoldberg followed Bias with two books—Arrogance: Rescuing America from the Media Elite in 2003 and 100 People Who Are Screwing Up America in 2005. Boston Globe journalist Cathy Young—praised by Goldberg in 100 People—criticized the book for listing mostly liberal or liberal-leaning individuals and only \"a Few Token Right-Wingers\". There were also many favorable comments about the book including one from Jonah Goldberg (no relation) who said, \"100 People Who Are Screwing Up America is a rollicking and revealing look at 100 of the most egregious obstacles on the path of our nation's return to glory\" and Brent Bozell, who commented: \"100 People Who Are Screwing Up America is out, and it's a wonderful read for anyone not on that list.\"[17]\nCrazies to the Left of Me, Wimps to the Right: How One Side Lost Its Mind and the Other Lost Its Nerve followed in 2007, then came A Slobbering Love Affair: The True (And Pathetic) Story of the Torrid Romance Between Barack Obama and the Mainstream Media in 2009. Both books were also national bestsellers with A Slobbering Love Affair hitting number two on the New York Times list.\n\nAwards[edit]\nGoldberg has been awarded an Emmy for journalism 14 times (six at CBS News, eight[18] at HBO). For his June 2000 segment \"Dominican Free For All\", in which he investigated corrupt Major League Baseball recruiting practices in the Dominican Republic, Goldberg won a Sports Emmy for \"Outstanding Sports Journalism\". He won that award again in 2005 for his story exposing Saudi Arabia's illegal use of young boys as camel jockeys, in 2008 for a story about post-concussion syndrome suffered by some former NFL players, and in 2009 for a story on Real Sports with Bryant Gumbel about the slaughter of racehorses that were no longer making money for their owners.[19][20]\nIn May, 2011 Goldberg won another sports Emmy, this one for his story on the connection between head trauma suffered by athletes and a disease similar to ALS, also known as Lou Gehrig's disease.[21] In April 2012, Goldberg won his 12th Emmy, this one for a report on the College Bowl Money Trail.[22] And in May 2017, he won his 13th Emmy for an investigation of the International Olympic Committee.[23] Later that year, in October 2017, Goldberg won another Emmy, a News Emmy[18] in the Investigative Reporting category, for his story on head injuries in youth football. Goldberg received the Alfred I. duPont-Columbia University Award in 2006 for a story on the exploitation of children in the United Arab Emirates. It marked the first time that a sports program had won a duPont award.[24]\nIn 2012, Goldberg won his second duPont for a body of work on concussions in the NFL, the duPont committee saying that, \"Correspondent Bernard Goldberg's interviews are sensitive and probing, moving the story forward. Goldberg and his team investigate the historical precedent of Lou Gehrig bringing to light new information about concussions he suffered as a baseball player at Columbia University and as a Yankee. The reporting raised awareness for the public, the NFL and Congress about this important health issue.[25]\nIn 2018, Bernie and a team of Real Sports journalists won another duPont-Columbia Award for a story about the Olympics entitled “Lord of the Rings.” As the duPont committee described it:  \"This ambitions investigative report—filmed in nine countries—exposed graft and corruption in the IOC and detailed how its members pursue wealth, privilege, and self-glory at the expense of the Games.[26]\nIn 2020, Goldberg and the Real Sports team won the 2019 Investigative Reporters & Editors sports award for their piece \"Game Change.\" The report focused on the changing demographics of tackle football.[27]\n\nBooks[edit]\nBias: A CBS Insider Exposes How the Media Distort the News (2001)\nArrogance: Rescuing America from the Media Elite (2003)\n100 People Who Are Screwing Up America (2005)\nCrazies to the Left of Me, Wimps to the Right: How One Side Lost Its Mind, and the Other Lost Its Nerve (2007)\nA Slobbering Love Affair: The True (And Pathetic) Story of the Torrid Romance Between Barack Obama and the Mainstream Media (2009)\nReferences[edit]\n\n\n^ \"Goldberg on CBS: Nothing Good to Report\". The Washington Post. 2001-12-03.\n\n^ \"Why I'm No Longer on the Fox News Channel\". BernardGoldberg.com. 5 March 2019. Retrieved 18 October 2019.\n\n^ \"How Bernard Goldberg's dissenting conservative politics led to his exit from HBO's Real Sports\". AwfulAnnouncing.com. 2021-04-19. Retrieved 2021-04-19.\n\n^ \"Bernie's Bio\". 2020-03-13. Archived from the original on 2019-03-31. Retrieved 2020-03-14.\n\n^ \"Bernard Goldberg Biography\". CBS News. 1998-06-09.\n\n^ \"Hall of Distinguished Alumni to Induct 10 New Members May 7\". Rutgers University. 2005-04-29. Archived from the original on 2010-08-07. Retrieved 2009-02-27.\n\n^ Bozell III, L. Brent (July 12, 2005). \"Bernard Goldberg Gets Even\". Media Research Center. Archived from the original on June 8, 2011. I wanted to dismiss Goldberg's good fortune as just the luck of the Irish, except Bernie Goldberg is Jewish.\n\n^ \"The Bernard Goldberg Interview\". 2012-02-22.\n\n^ \"Bernard Goldberg's Website Bio\". 2020-04-20.\n\n^ \"Bernard Goldberg\". CBS News. 1998-06-09. Retrieved 2009-02-27.\n\n^ \"Bernard Goldberg's Biography\".\n\n^ Goodman, Walter (1994-05-26). \"Examining The Abuse Defense In Trials\". The New York Times. Retrieved 2009-02-27.\n\n^ Goodman, Walter (1998-04-07). \"One Name Is Liberty, And Another Is License\". The New York Times. Retrieved 2009-02-27.\n\n^ \"Bias: A CBS Insider Exposes How the Media Distort the News\". Regnery Publishing, Inc. December 2001. Archived from the original on 17 February 2012. Retrieved 13 February 2012.\n\n^ \"Best Sellers: December 23, 2001\". The New York Times. 23 December 2001. Retrieved 13 February 2012.\n\n^ \"2002-01-20.pdf\" (PDF). www.hawes.com. Retrieved 2019-02-02.\n\n^ The Book on One-Sidedness The Boston Globe, August 15, 2005\n\n^ a b \"National Television Academy 38th Annual News and Documentary Emmy® Awards – Winners\" (PDF).\n\n^ \"Bernard Goldberg Bio\". HBO. 2007.\n\n^ \"Winners of 30th Annual Sports Emmy Awards announced\" Archived 2010-04-30 at the Wayback Machine. EmmyOnline.tv. National Academy of Television Arts and Sciences, April 27, 2009. (Press release).\n\n^ \"Fang's Bites\" Archived October 16, 2011, at the Wayback Machine May 3, 2011.\n\n^ \"TV by the Numbers\" And in May 2017, he won yet another Emmy, his 13th for an investigation into the International Olympic Committee.  May 1, 2012.\n\n^ \"Emmys for Real Sports and Team Turner | Corporate | Time Warner Blog\". Time Warner. Retrieved 2017-05-11.\n\n^ Realsports Awards HBO.com. December 14, 2005.\n\n^ \"Columbia Journalism School\" Archived October 14, 2012, at the Wayback Machine Journalism Awards, 2012.\n\n^ \"Winners of the 2018 duPont-Columbia Awards | School of Journalism\". journalism.columbia.edu. Retrieved 2018-01-30.\n\n^ \"Announcing the 2019 IRE Award winners\". ire.org. Retrieved 2020-04-06.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Bernard Goldberg.\n\nBernard Goldberg Official Website\nLiberals in Love Interview with Bill Steigerwald\nChapter excerpts and essay by Bernard Goldberg about Bias Publisher official Goldberg web site\nAppearances on C-SPAN\nvteFox News personalitiesAnchors\nBanderas\nBream\nHemmer\nNeville\nRoberts\nScott\nShawn\nSmith\nHosts\nBaier\nBartiromo\nCain\nCampos-Duffy\nCasone\nCavuto\nDoocy\nEarhardt\nFaulkner\nGowdy\nGutfeld\nKudlow\nKurtz\nHannity\nHegseth\nHilton\nIngraham\nJenkins\nKennedy\nKilmeade\nH. Levin\nM. Levin\nMacCallum\nMcDowell\nPerino\nPirro\nWatters\nCorrespondentsand reporters\nCorke\nCowan\nDoocy\nEdson\nEmanuel\nGabrielle\nGallagher\nGreen\nGriffin\nHarrigan\nHasnie\nHenneberg\nIngle\nKeating\nKennedy\nLeventhal\nLine\nLlenas\nMcEnany\nMcKelway\nRafferty\nStegall\nContributorsand analysts\nBaker\nBarnes\nBruce\nCafaro\nCompagno\nDomenech\nFord Jr.\nGingrich\nHume\nJones\nLahren\nLane\nLayfield\nLowry\nMarshall\nMcGlowan\nMiller\nMishkin\nMorris\nOwens\nPavlich\nRove\nSiegel\nTerrell\nTimpf\nTyrus\nYork\nWilliams\nMeteorologists\nDean\nReichmuth\nPast hosts\nAngle\nBeck\nBila\nBolling\nBongino\nBriggs\nCamerota\nG. Carlson\nT. Carlson\nChetry\nChilders\nColmes\nGuilfoyle\nHasselbeck\nHenry\nHill\nHuddy\nHuntsman\nJerrick\nG. Kelly\nM. Kelly\nKooiman\nMele\nMorris\nNorth\nO'Reilly\nSchmitt\nSkinner\nSmith\nTantaros\nSusteren\nVittert\nWallace\nWright\nPast correspondentsand reporters\nBarber\nCameron\nFisher\nHuntsman\nGarrett\nGoler\nHerridge\nMolina\nRosen\nPast contributorsand analysts\nBeckel\nBreitbart\nBrown\nCaddell\nCarson\nCafasso\nCheney\nClark\nCrowder\nCupp\nDash\nB. Goldberg\nJ. Goldberg\nHam\nHayes\nHenican\nHoover\nKasich\nKrauthammer\nKristol\nKucinich\nMcCain\nMcInnes\nMorris\nNapolitano\nPalin\nPeters\nPowers\nRivera\nSanders\nSchoen\nStossel\nWest\nWiehl\nWill\nZahn\n\nAuthority control databases International\nISNI\nVIAF\nNational\nGermany\nIsrael\nUnited States\nCzech Republic\nNetherlands\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Bernard_Goldberg&oldid=1178859800\"",
    "twitter": ""
  },
  {
    "name": "Beth Ballentine",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/beth-ballentine",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Beth Hicks",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/beth-hicks-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Billy Binion",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/billy-binion",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Bob Barr",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/bob-barr-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American attorney and politician (born 1948)\nFor other people named \"Bob Barr\" or \"Robert Barr\", see Robert Barr (disambiguation).\nNot to be confused with Bill Barr.\n\n\nBob BarrMember of the U.S. House of Representativesfrom Georgia's 7th districtIn officeJanuary 3, 1995 – January 3, 2003Preceded byBuddy DardenSucceeded byJohn LinderUnited States Attorney for the Northern District of GeorgiaIn office1986–1990Appointed byRonald ReaganPreceded byLarry ThompsonSucceeded byJoe Whitley\nPersonal detailsBornRobert Laurence Barr Jr. (1948-11-05) November 5, 1948 (age 75)Iowa City, Iowa, U.S.Political partyRepublican (1970–2004, 2011–present)Other politicalaffiliationsDemocratic (until 1970)Independent (2004–2006)Libertarian (2006–2011)Spouses\n\nGail Barr\n​ ​(m. 1976; div. 1986)​\n\nJeri Dobbin ​(m. 1986)​\nChildren4EducationUniversity of Southern California (BA)George Washington University (MA)Georgetown University (JD)\nRobert Laurence Barr Jr.[1] (born November 5, 1948) is an American attorney and politician. He served as a federal prosecutor and as a U.S. Representative.[2] He represented Georgia's 7th congressional district as a Republican from 1995 to 2003.[2][3] Barr attained national prominence as one of the leaders of the impeachment of President Bill Clinton.[2] During his time in the House of Representatives, he authored the Defense of Marriage Act, which was later overturned by the Supreme Court in 2013 and repealed by the 117th Congress.[4]\nBarr joined the Libertarian Party in 2006[5] and served on its National Committee.[6] He was the Libertarian Party's nominee for President of the United States in the 2008 election.[7] Barr announced his return to the Republican party in December 2011. He lost a subsequent bid in 2014 for a Congressional seat.\n\n\nEarly life[edit]\nBarr was born in Iowa City, Iowa,[2] to Robert Laurence Barr and Beatrice Barr.[8] His father, a career military officer who had graduated from West Point,[8][9] was stationed in various locations around the world while pursuing his career in civil engineering.[8][10]\nThe second of six children, Bob Jr. lived as a boy in Malaysia, Pakistan, Panama, Peru, Baghdad,[11] and finally Tehran, Iran, where he graduated from Community High School in 1966.[2][8][10]\nHe returned to the United States for college, attending the University of Southern California. There he joined the Tau Kappa Epsilon fraternity in 1967. He was elected to the position of Grand Prytanis on the fraternity's Grand Council, serving from 2013 to 2015.[12][13]\nDuring college, Barr's mother introduced him to the work of writer Ayn Rand.[8][10]  This fostered a newfound appreciation for conservatism and prompted Barr to join the Young Trojan Republican Club.[8][10] He completed his B.A., cum laude,[14] from the University of Southern California (USC) in 1970.[2] He married his first wife while still in college.[8] They divorced in 1976.[15]\n\nEarly career[edit]\nBarr continued in graduate school, earning a master's degree in International Affairs[16] from George Washington University's Elliott School of International Affairs in 1972. He next earned his J.D. from Georgetown University Law Center (attending at night)[11] in 1977.[2][16] From 1971 to 1978,[2] Barr worked for the Central Intelligence Agency (CIA) as an analyst of Latin American issues.[3][11][16]\nBarr married his second wife, Gail, in 1976.[15][17] They have two children.[15][18] Gail and Bob Barr divorced in 1986.[15][17]\nAfter leaving the CIA, Barr moved to northern Georgia. He practiced law and became active in the Republican Party, serving as county chair.[11][15] Barr made an unsuccessful bid for the Georgia House of Representatives in 1984.[15]\nIn 1986 Barr married his third wife, Jerilyn Dobbins,[15][17] who was later known as Jeri Barr.[19] Barr's website stated in 2008 that he and Jeri have four children and six grandchildren.[19]\nIn 1986, Barr was appointed by President Ronald Reagan[3] to serve as U.S. Attorney for the Northern District of Georgia – a post Barr held until 1990.[2] His office prosecuted state and local officials, members of the Medellin drug cartel, and got a perjury indictment on then-sitting Republican Congressman Pat Swindall,[20] who ultimately served a year in prison on the charges. From 1990 to 1991, Barr was president of the Southeastern Legal Foundation.[21], an Atlanta-based law firm and policy center that litigates in support of \"limited government, individual economic freedom, and the free enterprise system\".[22]\n\nCongressional career[edit]\nFurther information: Electoral history of Bob Barr\nBarr during the 107th Congress (2001–2003)\nBarr listening during a House Judiciary Committee hearing about the investigation of President Bill Clinton's relationship with Monica Lewinsky in 1998\nBarr greeting President George W. Bush in 2002\nBarr sought the Republican Party nomination for U.S. Senate in 1992, but lost the primary election to Paul Coverdell.[23] The primary was very close, with Barr losing by fewer than 1,600 votes in a runoff election.[23]  Subsequently, Coverdell came in behind incumbent Senator Wyche Fowler in the general election, but the 3% showing by a Libertarian candidate (Jim Hudson) forced a runoff, which Coverdell won.[citation needed]\nBarr was elected to the U.S. House of Representatives in 1994 as a Republican, upsetting six-term Democrat Buddy Darden, to represent Georgia's 7th congressional district in the 104th United States Congress. Barr was one of 73 Republican freshmen ushered into Congress in that election.[24] The election became known as the \"Republican Revolution\" because it resulted in the first Republican House majority in 40 years – since the 1955 adjournment of the 83rd Congress.[25][26]\nAfter a Federal Election Commission audit of his 1994 and 1996 campaigns, Barr paid a $28,000 fine for illegal campaign payments.[27]\nBarr was later re-elected three times, serving from 1995 to 2003.[2] While in Congress, Barr served as a senior member of the Judiciary Committee, as vice-chairman of the Government Reform Committee,[3] and as a member of the Committee on Financial Services and the Committee on Veteran's Affairs.[3][16]\nIn Congress, Barr became famous for his \"dour\" image and told constituents, \"You don't send me to Washington to smile.\"[11] He also said in a radio interview, \"If it's not in the Constitution, I won't smile.\"[28] He later explained \"I don't consider politicians who smile to be worth a heck of a lot... all things considered, it doesn't make a dime's worth of difference if the politicians in Washington smile or not, what matters is how much of your hard-earned dollars they take to spend in pure pork.\"[29] Barr said in 2010, \"I can see a situation where the federal government is going to bring an entire suitcase of San Francisco values to the American family, and while I would love to explain all the things that are wrong with that, the fact is that this is a corrupting, left-leaning, influence on a section of society that so many liberal elites want to see taken out of the 'red state' column. The only solution to this kind of behavior is dour and austere social conservatism, like my own.\"[28] Adding to his image, Barr has frequently protested about \"cult hairstyles\", saying \"I cannot abide by people who adopt a cult hairstyle, or persistently dress inappropriately for meetings with me.\"[30][better source needed]\nGeorgia's congressional districts were reorganized by the Democratic-controlled Georgia legislature ahead of the 2002 elections for the 108th Congress.[31]  As part of the legislature's effort to get more Democrats elected from the state, Barr's district was renumbered as the 11th District and made significantly more Democratic.  A large slice of his base was drawn into the same district as fellow Republican John Linder. The new district was numerically Barr's district – the 7th – but contained most of the territory from Linder's old 11th District. This move profited Democrats by leading to the inevitable defeat of an incumbent Republican (i.e., either Barr or Linder).[32] Recognizing Barr's precarious situation, the Libertarian Party seized on the opportunity to oust one of the federal drug war's most vocal proponents (Barr), and ran TV ads criticizing Barr's opposition to medical marijuana during the Republican primaries.[33] Barr was soundly defeated by a 2-to-1 margin. Before the medical marijuana ads were aired,[33] the Linder campaign acknowledged the race as being tight;[34] and Pat Gartland, southeastern director of the U.S. Chamber of Commerce, called it \"too close to call\".[32]\nBarr's defeat was applauded by many Democrats and Libertarians. Rob Kampia of the Marijuana Policy Project called it \"glorious news\".[35] Ron Crickenberger, the Libertarian Party's political director and producer of the TV ads, was quick to warn other supporters of the War on Drugs:[33]\n\nWith this victory, we have fired a warning shot for every drug warrior in Congress to hear. And any member of Congress – Democrat or Republican – who introduces legislation to make federal drug laws even more oppressive could be next on our list.\nHowever, some individuals within these groups lamented Barr's defeat as a setback for privacy rights[36] and libertarian causes in general.[34]  J. Bradley Jansen, vice chair of the Libertarian Party in the District of Columbia, opined:[34]\n\nThe LP has a historic opportunity to present itself as a viable alternative to the big parties, instead of spending its money and energy trying to defeat one of libertarianism's few friends in Congress just because they disagree with him on one issue.\nPolitical positions in Congress[edit]\nDuring his tenure, Barr was regarded as one of the most conservative members of Congress.[37] In 2002, he was described by Bill Shipp in an OnlineAthens.com article as \"the idol of the gun-toting, abortion-fighting, IRS-hating hard right wing of American politics\".[32] However, Barr's criticism of the Bush administration's policies on privacy and other civil liberties after the 9/11 attacks was unusual among House Republicans (see Criticism of Bush Administration below).[32] This criticism earned Barr other labels such as \"Maverick\",[32] \"Jekyll-and-Hyde\",[38] and \"Libertarian\".[34]\n\nGun ownership[edit]\nBarr is a staunch proponent of gun rights, and is opposed to any and all efforts to restrict the ownership of guns.[39][better source needed]\nDuring the 2002 race, a supporter handed Barr an antique pistol during a fundraiser at a private home. The gun went off in Barr's hands, though no one was injured.[40]\n\nWar on drugs[edit]\nBarr was originally a strong supporter of the War on Drugs, reflecting his previous experience as an Anti-Drug Coordinator for the United States Department of Justice.[2] While in Congress, he was a member of the Speaker's Task Force for a Drug-Free America.[38] This task force was established in 1998 by then-Speaker Newt Gingrich to \"design a World War II-style victory plan to save America's children from illegal drugs.\"[41] The task force crafted legislation specifically designed to \"win the War on Drugs by 2002\".[41]\nBarr advocated complete federal prohibition of medical marijuana. In 1998, he successfully blocked implementation of Initiative 59[42] – the \"Legalization of Marijuana for Medical Treatment Initiative of 1998\" – which would have legalized medical marijuana in Washington, D.C.[43] The \"Barr Amendment\" to the 1999 Omnibus spending bill not only blocked implementation of Initiative 59, but also prohibited the vote tally from even being released.[43][44] Nearly a year passed before a lawsuit[45] filed by the American Civil Liberties Union eventually revealed the initiative had received 69 percent of the vote.[46] In response to the judge's ruling,[47] Barr simply attached another \"Barr Amendment\" to the 2000 Omnibus spending bill that overturned Initiative 59 outright.[48] The Barr Amendment also prohibited future laws that would \"decrease the penalties for marijuana or other Schedule I drugs\" in Washington, D.C.[49] This preemptively blocked future attempts by Marijuana Policy Project (MPP) to reform marijuana laws in DC via the initiative process.[49] In March 2002, U.S. District Judge Emmet Sullivan struck down this portion of the Barr Amendment as being an unconstitutional restriction on free speech.[49][50] Barr's response to the ruling was defiant:\n\nClearly, the court today has ignored the constitutional right and responsibility of Congress to pass laws protecting citizens from dangerous and addictive narcotics, and the right of Congress to exert legislative control over the District of Columbia as the nation's capital.— Bob Barr, March 28, 2002[51]\nThe federal government later prevailed on appeal,[52] reinstating the Barr Amendment just in time to thwart MPP's initiative 63 – \"The Medical Marijuana Initiative of 2002\" – which had already qualified for the November 2002 ballot.[53][54] In 2009, both the United States Senate and House of Representatives voted to lift the ban against a medical marijuana initiative, effectively overturning the Barr Amendment.[55]\nBarr later reversed his position on medical marijuana, joining MPP as a lobbyist five years later. In a June 4, 2008, interview with Stephen Colbert on the Colbert Report, Barr confirmed that he now supports ending marijuana prohibition, as well as the War on Drugs, for which he once vehemently fought.[56] In 2009, he was hired by the MPP to lobby to successfully overturn the amendment that he had authored.[57]\n\nSame-sex marriage[edit]\nBarr took a lead in legislative debate concerning same-sex marriage. He authored and sponsored the Defense of Marriage Act (DOMA), a law enacted in 1996 which states that only marriages that are between a man and a woman can be federally recognized, and individual states may choose not to recognize a same-sex marriage performed in another state.[58] At the 2008 Libertarian National Convention, he apologized for the part of DOMA which prevents the federal government from recognizing same-sex marriages.[59]\nHe now supports same-sex marriage[60] and opposed the Federal Marriage Amendment, having contended that it is a violation of states' rights.[61] Before the United States Supreme Court mandated recognition of same-sex marriage in Obergefell v. Hodges, Barr supported the Respect for Marriage Act, which would have repealed the Defense of Marriage Act.[62]\n\nTerrorism[edit]\nHe voted for the first USA PATRIOT Act,[63] but only after his amendments adding \"sunset clauses\" were added to the final bill.[64] Barr played a similar role during the debate over Bill Clinton's Comprehensive Anti-terrorism Act of 1995, crafting pro-civil liberties amendments to the original text.[65] He now publicly regrets[37] his Patriot Act vote.[66]\n\nWar in Iraq[edit]\nIn 2002 Barr voted for the Iraq Resolution.[67] He has since called for withdrawal of U.S. forces from Iraq, leaving no permanent military bases. A press release from Barr's presidential campaign stated: \"The next president should commit to a speedy and complete withdrawal from Iraq, and tell the Iraqi people that the U.S. troops will be going home.\"[68]\n\nReligious freedom[edit]\nIn Congress, he also proposed that the Pentagon ban the practice of Wicca in the military.[37][69]\n\nEconomic freedom[edit]\nBarr advocates the repeal of the 16th Amendment, which gives the U.S. Congress the power to levy an income tax without apportionment. As an alternative, he proposes a form of consumption tax, such as the FairTax.[70]\nHe also favors drastic reductions in government spending and the elimination of corporate welfare.[70]\n\nWaco hearings[edit]\nThe National Review described Barr as one of the few people able to \"ask effective questions and make clear points\" while questioning government witnesses during the 1995 House Waco siege hearings on the Bureau of Alcohol, Tobacco, Firearms and Explosives and Federal Bureau of Investigation actions against the Branch Davidians in 1993, sponsored by subcommittees of the House Judiciary Committee and Government Reform and Oversight Committee.[71] Barr has written: \"The hearing was a farce: a virtual lovefest, during which members of the Clinton Administration responded to softball questions from their colleagues in the House with superficial answers, and Republican queries were ignored or glossed over with disdain, if not outright contempt.\"[72] Barr called for Congress to reopen investigations, but senior House Republicans refused.[73] In 2003 testimony submitted to the U.S. Senate Judiciary Committee Barr wrote: \"[T]here remains time to turn back the constitutional clock and roll back excessive post-9/11 powers before we turn the corner into another Japanese internment or, closer to our own experiences, before we witness a legally sanctioned Ruby Ridge or Waco scenario.\"[74]\n\nControversies over Barr's personal conduct[edit]\nIn the early 1990s, Barr was photographed at a fundraising event licking whipped cream off a woman.[75] According to The Washington Post \"Two people who observed the act say it wasn't exactly a bosom lick but more like a neckline lick, at the sort of event where business and civic leaders perform dares to raise money. 'Not exactly Mr. Effusive,' says Matt Towery, the former chairman of Newt Gingrich's political organization, who observed the brief and awkward licking. 'You can hardly get the guy to smile.'\"[76]\n\nRole in Clinton impeachment[edit]\nBarr is best known for his role as one of the House managers during President Bill Clinton's impeachment trial.\nIn the spring of 1997, Republican, Bob Barr, wrote House Committee on the Judiciary chairman Henry Hyde, encouraging him to open an impeachment inquiry. Hyde responded that such an action would be premature.[77]\nIn November 1997, Barr first introduced a resolution directing the House Judiciary Committee to begin an impeachment inquiry against Clinton, with this resolution coming months before the Monica Lewinsky scandal came to light.[78][77] This resolution, introduced in November 1997 did not specify any charges or allegations.[79] Foremost among the concerns Barr cited at the time was apparent obstruction of Justice Department investigations into Clinton campaign fundraising from foreign sources, chiefly the People's Republic of China.[80] Barr argued that Clinton had been \"systematically operating outside the bounds\" of the law.[79] He accused Clinton of \"systematic abuse of office\", alleging campaign finance law violations and obstruction of congressional investigations.[77] Eighteen other Republican members of the House of Representatives joined Barr in signing on to the resolution as co-sponsors. These members were Roscoe Bartlett, Helen Chenoweth, Barbara Cubin, John Doolittle, Lindsey Graham, Duncan L. Hunter, Sam Johnson, Jack Kingston, Jack Metcalf, John Mica,  Ron Paul, Dana Rohrabacher, Pete Sessions, Chris Smith, Mark Souder, Linda Smith, Bob Stump, and Todd Tiahrt.[79]\nAfter the Lewinsky scandal broke, Barr was the first lawmaker in either chamber to call for Clinton's resignation.[81] After the Clinton–Lewinsky scandal came to light, Barr ramped up his efforts to push for Clinton's impeachment, appearing regularly on television, as well as even publishing a scholarly article in the Texas Law Review on the subject.[82]\nDuring debate on the 1998 impeachment resolution on the House floor, Barr argued that Clinton's attempt to interfere with Lewinsky's testimony in the Paula Jones case endangered the Constitution. In doing so, Barr said, Clinton violated what Barr called a \"fundamental right\" of any American citizen – \"the unshakable right each one of us has to walk into a courtroom and demand the righting of a wrong.\"[83]\nIn 1999, during Clinton's impeachment trial, Hustler publisher Larry Flynt offered money to anyone who could provide evidence about prominent Republicans who had engaged in an extramarital affair. According to the American Journalism Review,[84] investigators for Flynt said that Barr was \"guilty of king-size hypocrisy.\" Flynt subsequently paid a sum of money to Barr's second wife, Gail Barr, after she had sworn an affidavit.[11][85]  Investigators reported that Bob Barr then \"invoked a legal privilege from his 1985 divorce proceeding so he could refuse to answer questions on whether he'd cheated on his second wife with the woman who is now his third\" (Jerilyn).[86]\n\nCriticism of Bush Administration[edit]\nA man faithful to the Constitution doesn't stop criticizing presidents when the letter after their names change.— Bob Barr, 2007[64]\nSince leaving Congress in 2003, Barr has become a vocal opponent of the Patriot Act and has stated that he voted for it reluctantly[11] and regrets voting for it, only agreeing because the Bush administration promised not to attempt to expand the granted powers or use them for non-terrorism purposes, and the administration agreed to report to Congress on their usage.[87] Barr says that the Bush administration promptly ignored these three promises given to Congress and has used the powers granted from the Patriot Act to further erode due process of law even in matters unrelated to terrorism.[87] Barr claims that the Clinton administration did much of the same thing.[37] In 2005 – the year the Patriot Act was due for renewal – Barr helped found an organization called Patriots to Restore Checks and Balances, a bipartisan group dedicated to eliminating aspects of the Patriot Act that could potentially affect law-abiding citizens rather than terrorists, and to \"restore traditional checks and balances on government power so the country can effectively fight terror without sacrificing the rights of innocent Americans, rights that are guaranteed by the Constitution.\"[88]  Barr still serves as the group's chairman.\nBarr has been a vocal opponent of President George W. Bush's claim of authorization to wiretap transnational phone calls without individual judicial license. He has said, \"What's wrong with it is several-fold. One, it's bad policy for our government to be spying on American citizens through the National Security Agency. Secondly, it's bad to be spying on Americans without court oversight. And thirdly, it's bad to be spying on Americans apparently in violation of federal laws against doing it without court order.\"[89]\nIn 2006, he debated the architect of the Patriot Act, Viet Dinh, on terrorism and privacy issues.[90]\n\nDeparture from Republican Party[edit]\nIn the 2004 presidential election, Barr left the Republican Party and publicly endorsed[91] the Libertarian Party presidential nominee Michael Badnarik.[92]\nIn 2006, he joined the Libertarian Party as a regional representative, then serving on the Libertarian National Committee.[93]\n\nPolitical associations[edit]\nBarr sat on the board of directors of the National Rifle Association of America from 2001 to 2007.[94]\nBarr is a commentator on political and social issues and is chairman of the American Conservative Union Foundation's '21st Century Center for Privacy and Freedom'.[95]\nIn January 2006, to emphasize the bipartisan nature of the event, Barr planned on introducing Al Gore at a speech co-sponsored by the Liberty Coalition and the American Constitution Society for Law and Policy to address what they called the \"NSA Spying Scandal\", in which Gore compared warrantless wiretapping to the FBI's illegal COINTELPRO project surveilling, discrediting and disrupting Martin Luther King Jr.[96]\n\nLibertarian Party[edit]\nOn December 12, 2006, Barr became a regional representative on the Libertarian National Committee, representing the Party's Southeast Region. Barr said: \"I'm happy to announce that I am now a proud, card-carrying Libertarian who is committed to helping elect leaders who will strive for smaller government, lower taxes and abundant individual freedom.\"[6]\n\nMarijuana Policy Project[edit]\nRegarding the drug war, I've been there, done that, and know firsthand our current strategy is not working. Continuing to have the federal government run roughshod over the states, even if the citizens of a state decide they wish to legalize medicinal marijuana, for example, is wrong.— Bob Barr, May 22, 2008[97]\nIn Congress, Barr's strong stance against medical marijuana put him at odds with marijuana policy reformers such as the Marijuana Policy Project (MPP). Despite this historic antagonism, in March 2007, Barr reversed his stance on medical marijuana[98] and began lobbying on behalf of MPP.[99][100] This new partnership saw Barr working to repeal his very own \"Barr Amendment\"[97] – the amendment[98] that overturned a voter-approved medical marijuana initiative in Washington, D.C.,[99] and bars consideration of similar initiatives.[101]\nBarr has been careful to state that he isn't pro-drug, but rather against government intrusion.[98]\nBarr's reversal on drug policy surprised many, particularly MPP.[100] His new-found appreciation for harm reduction was heartily welcomed:\n\nIt's very rare to find someone who's willing to change their position and then be so public about it. [Barr has] definitely increased the credibility of the Marijuana Policy Project. People have to take us seriously when we walk through the door with Bob Barr.— Rob Kampia, Executive Director, Marijuana Policy Project, May 2008[97]\nAmerican Freedom Agenda[edit]\nBarr is one of the four founders of the American Freedom Agenda, which is described as \"a coalition established to restore checks and balances and civil liberties protections under assault by the executive branch.\" The American Freedom Agenda has established a 10-point Freedom Pledge for presidential candidates to confirm their commitment to civil liberties.[102] He is also a member of the Constitution Project's bipartisan Liberty and Security Committee.[103]\n\nLiberty Guard[edit]\nBarr is chairman of the board of directors of Liberty Guard,[104] an IRS 501(c)4 organization, which states its mission is to protect and defend individual liberty.\n\nNational Popular Vote[edit]\nBarr is a supporter of the National Popular Vote Interstate Compact.[105]\n\nOther activities[edit]\nIn early 2008, Barr became an adjunct professor at Kennesaw State University and was scheduled to teach a course on privacy rights titled \"Privacy and Public Policy in 21st Century Business and Society.\"[106]\nBarr appeared in the mock documentary Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan. In his scene, he met with \"Borat Sagdiyev\" (portrayed by Sacha Baron Cohen) in the United States Capitol. Borat gave him cheese described as being made from Borat's wife's breast milk.[107]\nBarr endorsed the Free State Project on July 22, 2008, saying, \"I think it's tremendous!\"[108][109]\nBarr is listed as the President of the Law Enforcement Education Organization, a non-profit organization with a mission of serving \"active-duty and retired law enforcement officers, by educating and assisting law enforcement personnel and agencies meet challenges posed by certain laws and regulations.\"[110][111]\n\nPublications and commentary[edit]\nBarr wrote The Meaning of Is: The Squandered Impeachment and Wasted Legacy of William Jefferson Clinton (published in 2004). He briefly wrote a regular column for Creative Loafing (Atlanta), an alternative weekly newspaper serving the Atlanta metropolitan area.[37][112]\nIn 2008 Barr hosted a political talk radio show on Radio America called Bob Barr's Laws of the Universe.[113] He has said that he plans to write a book with that title.[114]\nIn August 2008, Barr published an opinion piece in The Washington Times that criticized the United States' response to the conflict between Russia and Georgia as being too emotional and not based on legitimate American national security concerns. He wrote: \"The most important American interest is defending America; and intervening on behalf of Georgia against Russia has nothing to do with defending America.\"[115] In October 2008, Barr gave a one-hour talk at Carnegie Mellon University, allowing time to take audience questions. This was one of numerous lectures for which he was paid.\nIn 2008, in an Op-Ed article published in The Atlanta Journal-Constitution, Barr lambasted the new policy of Boston, Massachusetts police to allow warrantless search for firearms in teenagers' homes.[116] On March 7, 2009, The Atlanta Journal-Constitution announced that Barr would be a weekly columnist for the paper.[117] His blog is known as The Barr Code.[118]\n\nAdvising former Haitian dictator Jean-Claude Duvalier[edit]\nIn 2011, Barr traveled to Haiti to lobby on behalf of \"former Haitian dictator Jean-Claude \"Baby Doc\" Duvalier.\"[119] According to Barr, \"he is not serving as Duvalier's attorney, but is in Port-au-Prince to consult, assist and be Duvalier's voice to the international community.\"[119]\n\n2008 presidential campaign[edit]\nMain article: Bob Barr 2008 presidential campaign\nIn early 2008, rumors circulated that Barr was considering a presidential run under the Libertarian Party banner. Activists began a Facebook group dedicated to drafting Barr into the nomination contest,[120] and Barr later confirmed his interest.[121] He launched a presidential exploratory committee and campaign website[122] on April 5,[123] and formally announced his candidacy[124] for the Libertarian nomination on May 12.[125]  His announcement came a mere ten days before the start of the Libertarian Party Convention, where delegates select the presidential candidate.[126]\n\nBob Barr speaks in October 2008.\nFollowing his announcement, Rasmussen Reports had Barr polling at 6% nationwide against Barack Obama (42%), John McCain (38%), and Ralph Nader (4%).[127] The study identified Barr as the Libertarian candidate, but most voters said they did not know enough about him to have an opinion of him personally.[127] Barr's support in the poll was a net drain on Republicans; he picked up 7% of the Republican vote, 5% of the Democratic vote, and 5% of the unaffiliated vote.[127]\nOn May 25, 2008, Barr became the 2008 Libertarian presidential nominee after six rounds of voting at the 2008 Libertarian convention. He beat Mary Ruwart in the final round of voting, with 324 delegates to Ruwart's 276, with 26 none-of-the-above votes.[128] Barr had received the endorsement of Wayne Allyn Root, one of his rivals for the nomination, after Root was eliminated following the fifth round of balloting. Barr, in turn, endorsed Root for the party's vice presidential nomination, which he received. Reason magazine senior editor Radley Balko called Barr \"the first serious candidate the LP has run since I've been eligible to vote.\"[129]\nOn June 4, 2008, Barr invited the Republican Party's presumptive presidential nominee, John McCain, and the Democratic Party's presumptive presidential nominee, Barack Obama, to weekly presidential debates through an official press release.[130]\nMany opinion leaders predicted that Barr could siphon off conservative votes that would have otherwise gone to McCain. John Linder, who defeated Barr for the Republican nomination in a 2002 congressional race, said that Barr could cause serious problems for McCain in some states.[131] Barr repeatedly rejected this assertion as scapegoating, responding that small-government Republicans would not vote for McCain anyway, nor would civil liberties advocates vote for Obama.[132]\nBarr appeared on the ballot in 45 states.[133] In July, he filed a lawsuit against Oklahoma for its unusually restrictive ballot access laws,[134] which he contends are contrary to the First Amendment right to petition one's government for a redress of grievances.[135] In July, a Zogby poll had Barr receiving 6% of the vote nationwide, as well as double digits in several states.[136]\nA Zogby poll released on August 15, 2008, indicated that most Republican and Democratic voters wanted Barr to be included in the presidential debates. The poll also indicated that almost 70% of independent voters would have liked to see him included.[137]\nOn September 17, 2008, Barr filed suit in Texas to remove both McCain and Obama from the ballot. Both political parties failed to file their nominees by the deadline.[138]  On September 23, 2008, the Texas Supreme Court rejected the request without giving a reason for its decision.[139]\nAmong his campaign positions, Barr distinguished himself strongly from Obama and McCain by opposing the financial bailout bill.[140]\nOn November 4, 2008, Barr received 523,686 votes, 0.4% of the national vote.[141]\n\nReturn to Republican Party[edit]\nBarr speaking at the 2016 FreedomFest in Las Vegas, Nevada\nFollowing his statement that he would not challenge the Republican incumbent in the 2012 primary race for Georgia's 14th congressional district, he subsequently indicated his return to the Republican Party and support for 2012 GOP congressional candidates when stating – \"Our country is at a serious cross-roads, without question we need new leadership in the White House, and a part of that turnaround in 2012 will be solid GOP majorities in both chambers of Congress.\"\n[142]\n\nAborted 2012 congressional campaign[edit]\nBarr had expressed interest in running for Congress again as a Republican in 2012, challenging incumbent Republican Tom Graves in Georgia's 14th district. The newly created district included Floyd and Paulding counties, which were part of the territory Barr represented in his first congressional stint. Between them, they made up 38 percent of the 14th's population. Barr has lived in Smyrna, in Cobb County, for many years, but told several friends he planned to move to Paulding County in order to challenge Graves.[143] Despite strong polling numbers, Barr chose to abandon his plans for running, citing concern on the potential impact it would have on his law firm and family.[142]\n\n2014 congressional campaign[edit]\nBarr held a news conference on March 28, 2013, at Adventure Outdoors in Smyrna, Georgia where he announced his upcoming run for his old congressional seat, the 11th. The seat had come open after his successor, Phil Gingrey, gave it up to run for Senate.[144] Barr was vying to become the first Georgia Republican to return to the U.S. House after a gap in service.[145] Barr placed second in his six-way House primary with 26% of the vote. State Senator Barry Loudermilk, who was backed by the Senate Conservatives Fund, placed first in the primary with 37%. Since no candidate won at least 50% (plus 1) of the vote, a runoff took place on July 22, 2014.[146] Barr lost the runoff to Loudermilk by a nearly 2:1 margin.[147]\n\nSee also[edit]\nList of federal political sex scandals in the United States\nDefense of Marriage Act\nReferences[edit]\n\n\n^ \"Mr. Robert Laurence Barr Jr\". Member Directory. State Bar of Georgia. May 2008. Retrieved May 21, 2008.\n\n^ a b c d e f g h i j k \"BARR, Bob – Biographical Information\". Biographical Directory of the United States Congress. Congress of the United States. Retrieved May 21, 2008.\n\n^ a b c d e \"Meet Bob\". Barr '08 – Liberty for America. Barr 2008 Presidential Committee. Archived from the original on April 9, 2008. Retrieved April 20, 2008.\n\n^ \"What does the Respect for Marriage Act do? The answer will vary by state\". NPR. December 8, 2022. Retrieved April 4, 2023.\n\n^ Evans, Ben. \"Ex-Rep. Barr Quits GOP for Libertarians\". Fox News. Retrieved May 14, 2017.\n\n^ a b \"Former Congressman Bob Barr Accepts Leadership Position within the Libertarian Party\" (Press release). Libertarian National Committee. December 15, 2006. Archived from the original on April 17, 2008. Retrieved April 15, 2008.\n\n^ \"Libertarian Party selects Bob Barr as 2008 presidential nominee\" (Press release). Libertarian National Committee. May 25, 2008. Retrieved December 22, 2015.\n\n^ a b c d e f g Henneberger, Melinda (May 9, 1998). \"The Georgia Republican Who Uses the I-Word\". The New York Times. Retrieved June 6, 2008.\n\n^ Will, George F. (April 21, 2008). \"A Libertarian Surge? Bob Barr will be dry-eyed if his candidacy is to John McCain what Ralph Nader's was to Al Gore in 2000\". The Last Word. Newsweek. Retrieved June 6, 2008.\n\n^ a b c d Auchmutey, Jim (December 18, 1987). \"He's every inch the barrister – U.S. Attorney Barr enjoys 'great job'\". The Atlanta Journal and The Atlanta Constitution. Retrieved June 6, 2008.\n\n^ a b c d e f g Khatchadourian, Raffi. \"The Third Man\". New Yorker. Retrieved October 22, 2008.\n\n^ \"TKE News: 2013-2015 Grand Council Elected\". Tau Kappa Epsilon. August 14, 2013. Retrieved December 22, 2015.\n\n^ \"TKE News: 2015-17 Grand Council Elected\". Tau Kappa Epsilon. August 21, 2015. Retrieved December 22, 2015.\n\n^ \"Representative Robert L. Barr (R-GA)\". Member Profile Report Archive: 105th Congress. Congressional Information Service/LexisNexis Congressional. January 4, 1999.\n\n^ a b c d e f g Barr, Gail (January 13, 1999). \"Affidavit executed January 8, 1999\". Hustler Magazine. Washington, D.C. Archived from the original on May 29, 2008. Retrieved May 27, 2008 – via American Politics Journal. Items 8 and 12 of this reference have obvious typos of year – should read 1983 and 1984 respectively, not 1963 and 1964.\n\n^ a b c d \nBarr, Bob (1996). \"Congressman Bob Barr\". Profiles in Character: The Values That Made America. Members of the 1994 Class of the United States Congress. Nashville: Thomas Nelson. pp. 1–2. ISBN 0-7852-7356-5.\n\n^ a b c Kurtz, Howard (January 12, 1999). \"Flynt Calls Rep. Barr a Hypocrite for Divorce Case Answers\". The Washington Post. Retrieved September 13, 2008.\n\n^ \"Barr and Flynt on CNN's Larry King Live, January 12, 1999\". CNN. Retrieved September 11, 2008.\n\n^ a b \"Meet Jeri Barr\". Barr '08 – Liberty for America. Barr 2008 Presidential Committee. Archived from the original on May 21, 2008. Retrieved May 26, 2008.\n\n^ \"FindArticles.com - CBSi\". findarticles.com.\n\n^ \"Archived copy\". Archived from the original on April 11, 2008. Retrieved June 10, 2021.{{cite web}}:  CS1 maint: archived copy as title (link) CS1 maint: bot: original URL status unknown (link)\n\n^ \"About Southeastern Legal Foundation\". Southeastern Legal Foundation. Archived from the original on October 12, 2008. Retrieved May 28, 2008.\n\n^ a b Grant, Chris (January 24, 2006). \"Paul Coverdell (1939–2000)\". The New Georgia Encyclopedia. Georgia Humanities Council/University of Georgia Press. Retrieved April 18, 2008.\n\n^ Amer, Mildred (June 16, 2005). \"Freshmen in the House of Representatives and Senate by Political Party: 1913–2005\" (PDF). CRS Report for Congress. The Library of Congress: 1–6. Archived from the original (PDF) on May 28, 2008. Retrieved May 8, 2008.\n\n^ Glass, Andrew (November 8, 1994). \"Congress runs into 'Republican Revolution'\". Politico. Retrieved May 27, 2008.\n\n^ Lacayo, Richard (November 28, 1994). \"After the Revolution\". Time. Archived from the original on December 8, 2008. Retrieved May 27, 2008.\n\n^ \"National News Briefs; Rep. Barr Agrees to Pay Campaign Finance Fines\". The New York Times. Associated Press. August 29, 1999. Retrieved August 6, 2018.\n\n^ a b Interview on WAYY Radio, Wisconsin\n\n^ Interview on WGST radio, Atlanta, Georgia.\n\n^ WSB 750AM Radio, Georgia\n\n^ Barone, Michael (August 29, 2002). \"Lessons from Rep. Cynthia McKinney's defeat\". U.S. News & World Report. Archived from the original on September 3, 2002. Retrieved April 16, 2008.\n\n^ a b c d e Shipp, Bill (June 2, 2002). \"Barr vs. Linder: Great Republican train wreck\". Athens Banner-Herald/Online Athens. Archived from the original on May 26, 2008. Retrieved April 20, 2008.\n\n^ a b c \"Medical Marijuana Ads Play Role in Defeat of Barr\" (Press release). Libertarian Party. August 21, 2002. Retrieved April 15, 2008.\n\n^ a b c d Jansen, J. Bradley (August 2002). \"Targeting Bob Barr\". Liberty. Liberty Foundation. 16 (8). Archived from the original on April 5, 2008. Retrieved April 25, 2008.\n\n^ \"Medical Marijuana Patients Celebrate: Georgia Rep. Bob Barr Defeated in GOP Primary\" (Press release). Marijuana Policy Project. August 20, 2002. Archived from the original on October 12, 2008. Retrieved June 2, 2008.\n\n^ McCullagh, Declan (August 26, 2002). \"Net privacy loses a voice\". Washington, D.C.: ZDNet News. Archived from the original on December 13, 2004.\n\n^ a b c d e Walker, Jesse (December 2003). \"Bob Barr, Civil Libertarian. The right wing of the ACLU\". Reason Magazine. Retrieved April 20, 2008.\n\n^ a b \"While Reformers Brood, Politicos Make Drug-Terror Connection\". Drug War Chronicle. StoptheDrugWar.org: the Drug Reform Coordination Network. September 28, 2001. Retrieved April 24, 2008.\n\n^ \"Bob Barr's Gun Record\". August 6, 2008. Archived from the original on November 7, 2016. Retrieved December 22, 2016.\n\n^ \"The Third Man\". The New Yorker. Retrieved August 6, 2018.\n\n^ a b \"Speaker's Task Force Focuses on Supply Side Initiatives During \"Drug-Free Borders Week\"\" (Press release). U.S. Rep. Duncan Hunter (R-CA). May 13, 1998. Archived from the original on May 4, 2008. Retrieved April 24, 2008.\n\n^ \"Text of Initiative 59\". Prop1.org. Retrieved August 24, 2013.\n\n^ a b Twomey, Steve (November 23, 1998). \"On the Hill, Barring Democracy\". The Washington Post. p. B01. Retrieved April 25, 2008.\n\n^ Slevin, Peter; Caryle Murphy (November 4, 1998). \"Marijuana Vote Results Kept Secret\". The Washington Post. p. A37. Retrieved April 25, 2008.\n\n^ \"Turner v. DC Board of Elections, ACLU Complaint | American Civil Liberties Union\". Aclu.org. October 30, 1998. Retrieved August 24, 2013.\n\n^ \"DC Medical Marijuana Initiative 59 – Landslide Win\" (Press release). ACT UP-DC. September 21, 1999. Retrieved April 25, 2008.\n\n^ \"Turner v. DC Board of Elections, Court Decision | American Civil Liberties Union\". Aclu.org. September 17, 1999. Retrieved August 24, 2013.\n\n^ \"Democracy Held Hostage\". ACLU Drug Law Reform Project. American Civil Liberties Union. December 31, 2000. Retrieved April 25, 2008.\n\n^ a b c \"Battle Over Medical Marijuana in D.C. Moves to Appeals Court\" (Press release). Marijuana Policy Project. Archived from the original on September 18, 2008. Retrieved May 20, 2008.\n\n^ Marijuana Policy Project v. D.C. Board of Elections and Ethics (United States District Court for the District of Columbia March 22, 2002), Text.\n\n^ \"Barr to Continue Fight Against Drug Legalization\" (Press release). U.S. Rep. Bob Barr (R-GA). March 28, 2002. Archived from the original on September 18, 2008. Retrieved May 20, 2008.\n\n^ Marijuana Policy Project v. United States of America (United States Court of Appeals for the District of Columbia Circuit September 19, 2002), Text.\n\n^ \"D.C. Medical Marijuana Initiative\". District of Columbia Legislation. Marijuana Policy Project. Archived from the original on September 18, 2008. Retrieved May 20, 2008.\n\n^ \"Timeline of Initiative Events\". District of Columbia Legislation. Marijuana Policy Project. Archived from the original on September 18, 2008. Retrieved May 20, 2008.\n\n^ \"Congress Lifts Ban on Medical Marijuana for Nation's Capitol\". Federal Advocacy Project. Americans for Safe Access. Archived from the original on December 22, 2009. Retrieved December 15, 2009.\n\n^ \"Video:Bob Barr on the Colbert Report\". Barr '08 – Liberty for America. Barr 2008 Presidential Committee. Archived from the original on June 7, 2008. Retrieved June 5, 2008.\n\n^ \"Victory! Congress lifts ban on Washington, D.C.'s medical marijuana law\". Stop the Drug War. Retrieved December 15, 2009.\n\n^ \"ACT to expand computer-based testing\". PBS. Archived from the original on November 9, 2013. Retrieved August 24, 2017.\n\n^ Bob Barr Nomination Speech, May 25, 2008, Libertarian National Convention, Denver, Colorado.\n\n^ \"Bob Barr on DOMA\". Advocate.com. May 3, 2011. Retrieved April 12, 2013. 'Absolutely.\" to the question \"So do you believe that gays and lesbians should have the fundamental right to marry?\"\n\n^ \"Testimony\". Judiciary.senate.gov. July 8, 2010. Archived from the original on June 13, 2013. Retrieved August 24, 2013.\n\n^ \"The Respect for Marriage Act Garners Support of President Clinton and Former Rep. Bob Barr, DOMA's Original Author\" (Press release). United States House of Representatives. September 15, 2009. Archived from the original on July 12, 2011. Retrieved September 16, 2009.\n\n^ \"Testimony of Bob Barr on Senate Judiciary Committee, September 22, 2004\". Archived from the original on May 1, 2008. Retrieved April 24, 2008.\n\n^ a b Vlahos, Kelley Beaucar (April 18, 2007). \"Bob Barr, Unlikely Leader But Possible Third Party Warrior\". FoxNews.com. Archived from the original on April 11, 2008. Retrieved May 20, 2008.\n\n^ \"Congressional Record\".\n\n^ Dana Milbank (February 11, 2006). \"Bob Barr:Bane of the Right?\". Washingtonpost.com. Retrieved April 17, 2008.\n\n^ \"US House Roll Call Vote 455\". Thomas. Library of Congress. October 10, 2002. Retrieved May 26, 2008.\n\n^ Press Releases: Tell Iraqis No Permanent Bases, Says Bob Barr Archived June 6, 2008, at the Wayback Machine, Bob Barr 208 campaign site, June 3, 2008.\n\n^ \"The Second \"Burning Times Award\": Representative Bob Barr of Georgia\". www.religioustolerance.org.\n\n^ a b \"Issues\". Barr '08 – Liberty for America. Barr 2008 Presidential Committee. Archived from the original on May 21, 2008. Retrieved May 27, 2008.\n\n^ Ramesh Ponnuru, Hearing impaired – hearings on Whitewater and Waco, National Review, August 28, 1995.\n\n^ NSA Kabuki Theatre: Though Same-Party Oversight Led to Weak Hearings on NSA Wiretapping, Some Important Facts Did Come Through, Bob Barr, February 9, 2006.\n\n^ James Bovard, The Fires of Waco Are Still Burning Archived August 18, 2002, at the Wayback Machine, March 1998.\n\n^ Testimony Submitted to the U.S. Senate Judiciary Committee on Post-9/11: Freedoms Preserved or Freedoms Lost by Bob Barr, 21st Century Liberties Chair for Freedom and Privacy at the American Conservative Union, November 18, 2003.\n\n^ \"Raising the Barr\" The Economist May 29, 2008. Retrieved on 2008-06-13.\n\n^ Bob Barr, the Master of a Curious Universe, Monday, August 18, 2008; p. C01\n\n^ a b c Pace, David (November 6, 1997). \"17 in House seek probe to impeach president\". Newspapers.com. The Record. The Associated Press. Retrieved March 4, 2021.\n\n^ \"House Resolution 304, 105th Congress\" (PDF).\n\n^ a b c Hutcheson, Ron (November 17, 1997). \"Some House Republicans can't wait for elections\". Newspapers.com. Asheville Citizen-Times. Knight-Rider Newspapers.\n\n^ \"FindArticles.com – CBSi\". findarticles.com.\n\n^ McCaffrey, Shannon. Will Bob Barr be the Ralph Nader of '08? Associated Press (via CBS News), June 22, 2008.\n\n^ \"Georgia's Rep. Bob Barr began building case for impeachment against Clinton almost one year ago\". Newspapers.com. Elko Daily Free Press. Associated Press. May 21, 1998. Retrieved March 4, 2021.\n\n^ \"Congressional Record of Clinton impeachment debate\".\n\n^ \"Gatekeepers Without Gates\" by Alicia C. Shepard, AJR, March 1999.\n\n^ \"Publisher Larry Flynt levels accusations at Rep. Bob Barr\". cnn.com. January 12, 1999.\n\n^ \"Gail Barr Affidavit\" \"Gatekeepers Without Gates\". American Journalism Review. Archived from the original on September 30, 2007. Retrieved July 8, 2007.\n\n^ a b Bob Barr speech, University of North Carolina at Chapel Hill, October 28, 2008\n\n^ \"www.checkbalances.org\". Archived from the original on February 10, 2006.\n\n^ \"Transcript of Wolf Blitzer's The Situation Room from December 16, 2005\". CNN. December 16, 2005. Retrieved September 12, 2008.\n\n^ Milbank, Dana (February 11, 2006). \"Bob Barr, Bane of the Right?\". The Washington Post. pp. A02. Archived from the original on July 24, 2008. Retrieved May 26, 2007.\n\n^ \"Across the Divide; Bob Barr supports Badnarik for President. October 28, 2004\". Archived from the original on November 29, 2004. Retrieved May 1, 2008.\n\n^ \"An agonizing choice, October 10, 2004\". Creative Loafing (Atlanta). Archived from the original on September 19, 2008. Retrieved May 1, 2008.\n\n^ Weigel, David (November 2008). \"Bob Barr Talks\". Reason. Archived from the original on October 30, 2008. Retrieved October 29, 2008.\n\n^ NRA 2007 Official Ballot, up for re-election of a three year term\n\n^ Future of Freedom Foundation:Restoring the Republic:Foreign Policy & Civil Liberties/Speakers:Bob Barr Archived May 9, 2008, at the Wayback Machine, Accessed May 13, 2008\n\n^ \"In Martin Luther King Day address, Gore compares wiretapping of Americans to surveillance of King\". RawStory.com. January 16, 2006. Archived from the original on May 27, 2008. Retrieved June 17, 2008.\n\n^ a b c Richardson, Valerie (May 23, 2008). \"Marijuana project parties with Barr\". The Washington Times. Retrieved May 26, 2008.\n\n^ a b c Frates, Chris (March 27, 2007). \"Bob Barr Flip-Flops on Pot\". Politico. Retrieved May 19, 2008.\n\n^ a b Evans, Ben (March 30, 2007). \"Former Georgia Rep. Lobbies for Marijuana Group\". Associated Press. Archived from the original on May 17, 2008. Retrieved May 19, 2008.\n\n^ a b Newmyer, Tory; Kate Ackley; Roll Call Staff (March 28, 2007). \"Up in Smoke\". Roll Call. Archived from the original on May 17, 2008. Retrieved May 19, 2008.\n\n^ \"State-By-State Medical Marijuana Laws\" (PDF). Marijuana Policy Project. 2007. Archived from the original (PDF) on June 25, 2008. Retrieved May 20, 2008.\n\n^ Charlie Savage: Disaffected conservatives set a litmus test for '08. In The Boston Globe, June 12, 2007.\n\n^ Liberty And Security Initiative:Members Archived June 26, 2008, at the Wayback Machine, www.constitutionproject.org\n\n^ \"Liberty Guard\". 2010. Retrieved January 2, 2012.\n\n^ \"National Popular Vote Interstate Compact\" (PDF). 2016. Retrieved January 15, 2021.\n\n^ \"Former Congressman Bob Barr joins KSU as adjunct professor\"[permanent dead link], January 10, 2008\n\n^ Borat! Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan Sequence 0:23:30 to 0:24:00\n\n^ Archived at Ghostarchive and the Wayback Machine: \"Bob Barr on the Free State Project\". YouTube. July 22, 2008. Retrieved September 1, 2008.\n\n^ \"Bob Barr's endorsement of the Free State Project\". July 22, 2008. Archived from the original on October 11, 2004. Retrieved September 1, 2008.\n\n^ \"Mission Statement\". Archived from the original on September 30, 2013.\n\n^ \"Law Enforcement Education Organization\". laweeo.org. Archived from the original on September 30, 2013. Retrieved May 12, 2013.\n\n^ \"Creative Loafing Atlanta Archives, Bob Barr\". Archived from the original on September 19, 2008. Retrieved May 1, 2008.\n\n^ Bob Barr Biography Archived April 19, 2008, at the Wayback Machine, www.americanfreedomagenda.org\n\n^ Copeland, Libby (August 18, 2008) \"Bob Barr, the Master of a Curious Universe\", The Washington Post; Retrieved on September 11, 2008\n\n^ BARR: No war for Georgia The Washington Times August 21, 2008\n\n^ Barr, Bob. Boston police jump gun with ‘Safe Homes’. February 27, 2008.\n\n^ Wallace, Julia. \"AJC Changes\" Archived March 11, 2009, at the Wayback Machine. March 7, 2008.\n\n^ \"Bob Barr Blog – The Barr Code | ajc.com\". Blogs.ajc.com. Archived from the original on August 15, 2013. Retrieved August 24, 2013.\n\n^ a b Former U.S. lawmaker assisting Duvalier, CNN\n\n^ Hallow, Ralph (March 20, 2008). \"Libertarians seek Barr candidacy\". The Washington Times. Retrieved May 18, 2008.\n\n^ \"Bob Barr thinking 'very serious' thoughts about a presidential race, Iraq, and torture\". The Atlanta Journal-Constitution. March 26, 2008.\n\n^ \"Bob Barr 2008 campaign site\". Bob Barr. Archived from the original on January 11, 2019. Retrieved March 21, 2008.\n\n^ \"The Weekend Political Thread: Bob Barr Edition\". Reason Magazine. April 5, 2008.\n\n^ \"Former Republican announces plans to run as Libertarian candidate\". Fox News. May 12, 2008.\n\n^ \"Barr announces Libertarian White House bid\". NBC News. May 12, 2008.\n\n^ \"2008 Libertarian National Convention Guide\". Archived from the original on May 20, 2008. Retrieved May 18, 2008.\n\n^ a b c \"Will Third Party Candidates Tip the Presidential Race?\". Rasmussen Reports. May 18, 2008. Archived from the original on May 19, 2008. Retrieved May 23, 2008.\n\n^ \"Presidential and VP Vote Totals – Updated Live!\". LP.org. May 25, 2008. Archived from the original on May 27, 2008. Retrieved May 25, 2008.\n\n^ Who's Getting Your Vote?, Reason\n\n^ \"Bob Barr Welcomes Election Contest With Barack Obama and John McCain – Urges Weekly Debates\". Yahoo News.\n\n^ Weigel, David (June 23, 2008). \"Won't You Be My Nader?\". ReasonOnline.com. Retrieved July 18, 2008.\n\n^ CBN News Archived August 14, 2008, at the Wayback Machine Bob Barr to Brody File: McCain is a \"Big Government Republican\" July 8, 2008\n\n^ Recio, Maria (November 4, 2008). \"Presidential ballot has a bunch of third-party candidates to choose from\". Miami Herald. Retrieved November 5, 2008.[dead link]\n\n^ Winger, Richard (July 17, 2008). \"Barr Files Ballot Access Lawsuit Against Oklahoma\". Ballot Access News. Retrieved July 18, 2008.\n\n^ \"Libertarian Presidential Candidate Will File Lawsuit Against Oklahoma\". KSBI-TV.com. July 15, 2008. Archived from the original on July 19, 2008. Retrieved July 18, 2008.\n\n^ \"Sitemap – Zooomr\". Archived from the original on July 9, 2008.\n\n^ Zogby Poll: Majority Want Libertarian Bob Barr Included in Presidential Debates Archived November 7, 2008, at the Wayback Machine, www.zogby.com\n\n^ \"Bob Barr Files Suit in Texas to Remove McCain, Obama from Ballot — Bob Barr 2008\". Archived from the original on September 19, 2008. Retrieved September 19, 2008., Bob Barr Files Suit in Texas to Remove McCain, Obama from Ballot www.bobbarr08.com\n\n^ (2008-09-23) \"Texas Supreme Court rejects Barr request\", Dallas News.com\n\n^ Barr, Bob (October 2, 2008) No more government guarantees: \"Solutions to the bailout's lessons learned\", The Washington Times.com. Retrieved on October 2, 2008\n\n^ \"2008 official presidential general election results\" (PDF). FEC. November 4, 2008. Retrieved February 3, 2009.\n\n^ a b Barr, Bob (December 14, 2011). \"Barr Will Not Seek 14th District Congressional Seat\". BobBarr.org. Retrieved December 14, 2011.\n\n^ Galloway, Jim (October 14, 2011). \"Bob Barr contemplating a run against Tom Graves – and a return to Congress?\". The Atlanta Journal-Constitution. Archived from the original on October 16, 2011. Retrieved October 17, 2011.\n\n^ \"Back to the future for Bob Barr?\". CNN. March 28, 2013. Archived from the original on October 19, 2013. Retrieved March 28, 2013.\n\n^ Ostermeier, Eric (April 1, 2013). \"Bob Barr Seeks Rare Return to Congress from Georgia\". Smart Politics.\n\n^ Epstein, Reid J. (May 21, 2014). \"Bob Barr Heads to GOP Runoff to Win House Seat\". The Wall Street Journal.\n\n^ Sullivan, Sean (July 22, 2014). \"Former congressman Bob Barr loses in Georgia runoff\". The Washington Post. Retrieved July 23, 2014.\n\n\nExternal links[edit]\n\n\nBob Barr  at Wikipedia's sister projects\n\nMedia from CommonsNews from WikinewsQuotations from Wikiquote\n\nOfficial website\nBob Barr papers at the University of West Georgia\nLiberty Strategies Barr's consulting firm\nLiberty Guard Barr's blog\nBob Barr at Curlie\nAppearances on C-SPAN\nPresidential campaign\nOfficial 2008 Presidential Campaign website\nCampaign page at YouTube\nCandidate profile at Project Vote Smart\nIssue positions and quotes at OnTheIssues.org\nCampaign contributions of The Bob Barr Leadership Fund from the FEC\nBob Barr, \"Why I Want to be President\" at Reason.tv\nPresidential campaign FEC disclosure report\nVideo\nBarr interviewed on Fox News\nVideo interview/discussion with Barr by Jane Hamsher on Bloggingheads.tv\nCongress\nLibrary of Congress web archive of 2002 campaign website\n\nBiography at the Biographical Directory of the United States Congress\nFinancial information (federal office) at the Federal Election Commission\nProfile at Vote Smart\nWritings\nThe Barr Code archives of his columns from The Atlanta Journal-Constitution (2008)\nBob Barr column archives at the American Conservative Union (2003–2007)\nBob Barr's blog at The Huffington Post (2005–2006)\nThe FBI's Pre-Emptive Interrogations Of \"Possible\" Demonstrators – Article by Barr on FindLaw, August 25, 2004\n\n\nU.S. House of Representatives\n\n\nPreceded byBuddy Darden\n\n Member of the U.S. House of Representativesfrom Georgia's 7th congressional district 1995–2003\n\nSucceeded byJohn Linder\n\n\nParty political offices\n\n\nPreceded byMichael Badnarik\n\n Libertarian nominee for President of the United States 2008\n\nSucceeded byGary Johnson\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byBenjamin B. Blackburnas Former US Representative\n\n Order of precedence of the United Statesas Former US Representative \n\nSucceeded byJim Marshallas Former US Representative\n\n\nvte(← 2004) 2008 United States presidential election (2012 →)\n2008 United States elections\nCandidates\nComparison\nDebates\nCongressional endorsements\nFundraising\nBallot access\nTimeline\nSuper Tuesday\nPotomac primary\nSuper Tuesday II\nPolls\nnational\nstatewide\ninternational\nDemocratic Party▌WFP\nConvention\nsuperdelegates\nPolls\nstatewide\nnational\nDebates\nPrimaries\nPrimary results\nVP candidate selection\nCandidates\nNominee: Barack Obama\ncampaign\npositions\nendorsements\ncross-party\nVP nominee: Joe Biden\npositions\nOther candidates: Evan Bayh\ncampaign\nJoe Biden\ncampaign\npositions\nHillary Clinton\ncampaign\npositions\nendorsements\nChris Dodd\ncampaign\nJohn Edwards\ncampaign\npositions\nMike Gravel\ncampaign\nDennis Kucinich\ncampaign\nBill Richardson\ncampaign\nTom Vilsack\ncampaign\nRepublican Party▌CPNY · ▌IPNY\nConvention\nPolls\nstatewide\nnational\nDebates\nPolitical positions\nPrimaries\nPrimary results\nVP candidate selection\nCandidates\nNominee: John McCain\ncampaign\npositions\nendorsements\ncross-party\nVP nominee: Sarah Palin\ncandidacy\npositions\nOther candidates: Sam Brownback\ncampaign\nJohn H. Cox\nJim Gilmore\ncampaign\nRudy Giuliani\ncampaign\npositions\nMike Huckabee\ncampaign\npositions\nDuncan L. Hunter\ncampaign\nAlan Keyes\ncampaign\nRay McKinney\nRon Paul\ncampaign\npositions\nMitt Romney\ncampaign\npositions\nTom Tancredo\ncampaign\nFred Thompson\ncampaign\nTommy Thompson\ncampaign\nDraft movements\nDemocratic: Al Gore\nMark Warner\nmovement\nRepublican: Newt Gingrich\nCondoleezza Rice\nmovement\nIndependent: Michael Bloomberg\nmovement\nThird party and independent candidatesConstitution Party(convention)\nNominee: Chuck Baldwin\ncampaign\nVP nominee: Darrell Castle\nOther candidates: Daniel Imperato\nAlan Keyes\ncampaign\nGreen Party(convention)\nNominee: Cynthia McKinney\ncampaign\npositions\nVP nominee: Rosa Clemente\nOther candidates: Elaine Brown\nJesse Johnson\nKent Mesplay\nKat Swift\nLibertarian Party(convention)\nNominee: Bob Barr\ncampaign\npositions\nVP nominee: Wayne Allyn Root\nOther candidates: Mike Gravel\ncampaign\nDaniel Imperato\nSteve Kubby\nWayne Allyn Root\nMary Ruwart\nDoug Stanhope\nAmerica's Independent Party\nNominee: Alan Keyes\ncampaign\nVP nominee: Brian Rohrbough\nBoston Tea Party\nNominee: Charles Jay\nObjectivist Party\nNominee: Tom Stevens\nPeace and Freedom Party\nNominee: Ralph Nader\ncampaign\nVP nominee: Matt Gonzalez\nOther candidates: Gloria La Riva\nCynthia McKinney\ncampaign\nBrian Moore\ncampaign\nProhibition Party\nNominee: Gene Amondson\nReform Party\nNominee: Ted Weill\nVP nominee: Frank McEnulty\nSocialism and Liberation Party\nNominee: Gloria La Riva\nVP nominee: Eugene Puryear\nSocialist Party\nNominee: Brian Moore\ncampaign\nVP nominee: Stewart Alexander\nOther candidates: Eric Chester\nSocialist Workers Party\nNominee: Róger Calero\nAlternate nominee: James Harris\nVP nominee: Alyson Kennedy\nIndependent / Other\nJeff Boss\nStephen Colbert\ncampaign\nEarl Dodge\nBradford Lyttle\nFrank Moore\nJoe Schriner\nJonathon Sharkey\n\nOther 2008 elections: House\nSenate\nGubernatorial\n\nvteLibertarian PartyChairpersonsof the LNC\nD. Nolan\nS. Nolan\nCrane\nBergland\nClark\nGrant\nVerHagen\nTurney\nWalter\nGingell\nDasbach\nBergland\nLark\nNeale\nDixon\nRedpath\nNeale\nSarwark\nBishop-Henchman\nBilyeu\nMcArdle\nPresidentialtickets\n1972 Hospers/Nathan\n1976 MacBride/Bergland\n1980 Clark/Koch\n1984 Bergland/Lewis\n1988 Paul/Marrou\n1992 Marrou/Lord\n1996 Browne/Jorgensen\n2000 Browne/Olivier\n2004 Badnarik/Campagna\n2008 Barr/Root\n2012 Johnson/Gray\n2016 Johnson/Weld\n2020 Jorgensen/Cohen\nParties by stateand territoryState\nAlabama\nAlaska\nArizona\nArkansas\nCalifornia\nColorado\nConnecticut\nDelaware\nFlorida\nGeorgia\nHawaii\nIdaho\nIllinois\nIndiana\nIowa\nKansas\nKentucky\nLouisiana\nMaine\nMaryland\nMassachusetts\nMichigan\nMinnesota\nMississippi\nMissouri\nMontana\nNebraska\nNevada\nNew Hampshire\nNew Jersey\nNew Mexico (disaffiliated)\nNew York\nNorth Carolina\nNorth Dakota\nOhio\nOklahoma\nOregon\nPennsylvania\nRhode Island\nSouth Carolina\nSouth Dakota\nTennessee\nTexas\nUtah\nVermont\nVirginia\nWashington\nWest Virginia\nWisconsin\nWyoming\nTerritory\nDistrict of Columbia\nConventions\n1972 (Denver)\n1973 (Strongsville)\n1974 (Irving)\n1975 (New York City)\n1976 (Washington, D.C.)\n1977 (San Francisco)\n1978 (Boston)\n1979 (Los Angeles)\n1980 (Los Angeles)\n1981 (Denver)\n1983 (New York City)\n1985 (Phoenix)\n1987 (Seattle)\n1989 (Philadelphia)\n1991 (Chicago)\n1993 (Salt Lake City)\n1996 (Washington)\n1998 (Washington)\n2000 (Anaheim)\n2002 (Indianapolis)\n2004 (Atlanta)\n2006 (Portland)\n2008 (Denver)\n2010 (St. Louis)\n2012 (Las Vegas)\n2014 (Columbus)\n2016 (Orlando)\n2018 (New Orleans)\n2020 (Orlando)\n2021 chair election\n2022 (Reno)\nAffiliatedorganizations\nLibertarian National Committee\nMises Caucus\nRadical Caucus\nLibertarians for Life\nRelated articles\nLibertarianism\nCommittee to Form a Libertarian Party\nParty factions\nDallas Accord\nElectoral history\nHistory\nLibertarian pledge\n Libertarianism portal\nvteImpeachment and impeachment trial of Bill ClintonBackground\nClinton–Lewinsky scandal\nMonica Lewinsky\nStarr Report\nKen Starr\nPaula Jones\nLinda Tripp\nWhitewater controversy\nWhite House travel office controversy\nEfforts to impeach Clinton\nHouse impeachment process against Clinton\nImpeachment inquiry against Clinton\nImpeachment of Clinton\nImpeachment trial of ClintonPresiding officer:\nWilliam Rehnquist\nHouse managers:\n\nBob Barr\nEd Bryant\nSteve Buyer\nCharles Canady\nChris Cannon\nSteve Chabot\nGeorge Gekas\nLindsey Graham\nAsa Hutchinson\nBill McCollum\nJames E. Rogan\nJim Sensenbrenner\nPresident's counsel:\n\nLanny A. Breuer\nDale Bumpers\nGregory B. Craig\nDavid E. Kendall\nCharles Ruff\nBruce Lindsey\nCheryl Mills\nNicole Seligman\nDeposed witnesses:\n\nSidney Blumenthal\nVernon Jordan\nMonica Lewinsky\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nUnited States\nPeople\nUS Congress\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Bob_Barr&oldid=1192488183\"",
    "twitter": ""
  },
  {
    "name": "Bonnie Kristian",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/bonnie-kristian-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]