[
  {
    "name": "Slavoj Žižek",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/slavoj-i-ek-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "Slovenian philosopher (born 1949)\n\"Žižek\" and \"Zizek\" redirect here. For the biographical documentary film about Slavoj Žižek, see Zizek!\n\n\nSlavoj ŽižekŽižek in 2015Born (1949-03-21) 21 March 1949 (age 74)Ljubljana, PR Slovenia, FPR YugoslaviaEducation\nUniversity of Ljubljana (BA, MA, DA)\nUniversity of Paris VIII (PhD)\nSpouse\nJela Krečič ​(m. 2013)​Children2Era20th-/21st-century philosophyRegionWestern philosophySchoolContinental philosophyLjubljana school of psychoanalysisLacanian psychoanalysis[1]Post-Hegelianism[2]Freudo-MarxismInstitutionsUniversity of LjubljanaNew York UniversityBirkbeck, University of LondonMain interestsIdeologyMarxismontologypolitical theorypsychoanalysiscultural studiesfilm theorytheologyGerman idealismdialecticNotable ideasInterpassivityOver-identificationIdeological fantasy (ideology as an unconscious fantasy that structures reality)[3]Revival of dialectical materialism\n\nPart of a series onSocialism\nHistoryOutline\nDevelopment\nAge of the Enlightenment\nFrench Revolution\nRevolutions of 1848\nSocialist calculation debate\nSocialist economics\n\nIdeas\nCalculation in kind\nCollective ownership\nCooperative\nCommon ownership\nCritique of political economy\nEconomic democracy\nEconomic planning\nEqual liberty\nEqual opportunity\nFree association\nFreed market\nIndustrial democracy\nInput–output model\nInternationalism\nLabor-time calculation\nLabour voucher\nMaterial balance planning\nPeer‑to‑peer economics\nProduction for use\nSharing economy\nSpontaneism\nSocial dividend\nSocial ownership\nSocialism in one country\nSocialist mode of production\nSoviet democracy\nStrike action\nTo each according to his contribution/needs\nVanguardism\nWorkers' self-management\nWorkplace democracy\n\nModels\nSocialist planned economy\nDecentralized planning\nInclusive Democracy\nOGAS\nProject Cybersyn\nSoviet-type\nMarket socialism\nLange model\nMutualism\nSocialist market economy\nSocialist-oriented market\nCommunal socialism\nParticipatory economics\n\nVariants\n21st-century\nAfrican\nArab\nAgrarian\nAnarchism\nAuthoritarian\nBlanquism\nBuddhist\nChinese\nChristian\nCommunism\nDemocratic\nDigital\nEthical\nEcological\nFeminist\nFourierism\nFree-market\nGandhian\nGuild\nIslamic\nJewish\nLaissez-faire\nLiberal\nLibertarian\nMarhaenism\nMarket\nMarxism\nMunicipal\nNationalist\nNkrumaism\nOwenism\nReformism\nReligious\nRevolutionary\nRicardian\nSaint-Simonianism\nScientific\nSewer\nSocial democracy\nState\nSyndicalism\nThird World\nUtopian\nYellow\nZionist\n\nPeople\nGracchi Brothers\nMazdak\nBall\nMore\nWinstanley\nMorelly\nHall\nSaint-Simon\nBuonarroti\nOwen\nFourier\nThompson\nHodgskin\nSchulz\nLeroux\nBabeuf\nPecqueur\nSue\nBlanqui\nLedru-Rollin\nDézamy\nConsiderant\nProudhon\nBlanc\nAndrews\nHerzen\nBakunin\nMarx\nEngels\nWallace\nLavrov\nPi\nLassalle\nSaltykov\nChernyshevsky\nTolstoy\nMichel\nMorris\nJones\nBebel\nLorenzo\nMainwaring\nKropotkin\nCarpenter\nSorel\nParsons\nBernstein\nIglesias\nParsons\nLeón\nMalatesta\nKautsky\nWilde\nTaylor\nDebs\nPlekhanov\nFerrer\nDewey\nBarone\nWells\nMarkievicz\nDu Bois\nGorky\nConnolly\nGoldman\nGandhi\nLandauer\nBerkman\nLuxemburg\nLiebknecht\nBlum\nRussell\nPannekoek\nLarkin\nEinstein\nTrotsky\nKeller\nTawney\nSchapiro\nPankhurst\nAttlee\nLukács\nPestaña\nKorsch\nPolanyi\nPeiró\nSeguí\nVanzetti\nMakhno\nCole\nGramsci\nSacco\nPetrichenko\nTito\nMaksimov\nLeval\nNagy\nDurruti\nGerhardsen\nSantillán\nDay\nMarcuse\nJames\nGarcía\nAscaso\nErlander\nOrwell\nMattick\nDouglas\nMontseny\nSartre\nSenghor\nAllende\nvan der Lubbe\nKreisky\nMitterrand\nChartrand\nNasser\nMandela\nBookchin\nDubček\nZinn\nCastoriadis\nGorz\nThompson\nLefort\nWard\nManley\nChe\nChomsky\nKing\nGorbachev\nScargill\nFotopoulos\nSanders\nWolff\nAli\nLula\nHolloway\nŽižek\nÖcalan\nCorbyn\nSankara\nWest\nHedges\nMarcos\nGraeber\nVaroufakis\n\nOrganizations\nInternational socialist organizations\nSocialist parties\n\nRelated topics\nAnarchism\nCapitalism\nCommunist society\nCriticism of capitalism\nCriticism of socialism\nEconomic calculation problem\nEconomic system\nFrench Left\nLeft-libertarianism\nLibertarianism\nList of socialist economists\nMarket abolitionism\nMarxist philosophy\nNanosocialism\nProgressivism\nSocialism and LGBT rights\nSocialist calculation debate\nSocialist Party\nSocialist state\nWorkers' council\n\nLists\nRelated lists\nCategory\nBy country\nSocialists\nSongs\n\n Socialism portal (WikiProject)\n Communism portal\n Organized Labour portalvte\nSlavoj Žižek (/ˈslɑːvɔɪ ˈʒiːʒɛk/ ⓘ SLAH-voy ZHEE-zhek, Slovene: [ˈslaʋɔj ˈʒiʒɛk];[needs tone marked IPA] born 21 March 1949) is a Slovenian philosopher, cultural theorist and public intellectual.[4][5] He is international director of the Birkbeck Institute for the Humanities at the University of London, visiting professor at New York University and a senior researcher at the University of Ljubljana's Department of Philosophy.[6] He primarily works on continental philosophy (particularly Hegelianism, psychoanalysis and Marxism) and political theory, as well as film criticism and theology.\nŽižek is the most famous associate of the Ljubljana School of Psychoanalysis, a group of Slovenian academics working on German idealism, Lacanian psychoanalysis, ideology critique, and media criticism. His breakthrough work was 1989's The Sublime Object of Ideology, his first book in English, which was decisive in the introduction of the Ljubljana School's thought to English-speaking audiences. He has written over 50 books in multiple languages and speaks Slovene, Serbo-Croatian,[7] English, German,[8] and French.[9] The idiosyncratic style of his public appearances, frequent magazine op-eds, and academic works, characterised by the use of obscene jokes and pop cultural examples, as well as politically incorrect provocations, have gained him fame, controversy and criticism both in and outside academia.[10]\nIn 2012, Foreign Policy listed Žižek on its list of Top 100 Global Thinkers, calling him \"a celebrity philosopher\",[11] while elsewhere he has been dubbed the \"Elvis of cultural theory\"[12] and \"the most dangerous philosopher in the West\".[13] Žižek has been called \"the leading Hegelian of our time\",[14] and \"the foremost exponent of Lacanian theory\".[15] A journal, the International Journal of Žižek Studies, was founded by professors David J. Gunkel and Paul A. Taylor to engage with his work.[16]\n\n\nLife and career[edit]\nEarly life[edit]\nŽižek was born in Ljubljana, PR Slovenia, Yugoslavia, into a middle-class family.[17] His father Jože Žižek was an economist and civil servant from the region of Prekmurje in eastern Slovenia. His mother Vesna, a native of the Gorizia Hills in the Slovenian Littoral, was an accountant in a state enterprise. His parents were atheists.[18] He spent most of his childhood in the coastal town of Portorož, where he was exposed to Western film, theory and popular culture.[3][19] When Žižek was a teenager his family moved back to Ljubljana where he attended Bežigrad High School.[19] Originally wanting to become a filmmaker himself, he abandoned these ambitions and chose to pursue philosophy instead.[20]\n\nEducation[edit]\nIn 1967, during an era of liberalization in Titoist Yugoslavia, Žižek enrolled at the University of Ljubljana and studied philosophy and sociology.[21]\nŽižek had already begun reading French structuralists prior to entering university, and in 1967 he published the first translation of a text by Jacques Derrida into Slovenian.[22] Žižek frequented the circles of dissident intellectuals, including the Heideggerian philosophers Tine Hribar and Ivo Urbančič,[22] and published articles in alternative magazines, such as Praxis, Tribuna and Problemi, which he also edited.[19] In 1971 he accepted a job as an assistant researcher with the promise of tenure, but was dismissed after his Master's thesis was denounced by the authorities as being \"non-Marxist\".[23] He graduated from the University of Ljubljana in 1981 with a Doctor of Arts in Philosophy for his dissertation entitled The Theoretical and Practical Relevance of French Structuralism.[21] He spent the next few years in what was described as \"professional wilderness\", also fulfilling his legal duty of undertaking a year-long national service in the Yugoslav People's Army in Karlovac.[21]\n\nAcademic career[edit]\nDuring the 1980s, Žižek edited and translated Jacques Lacan, Sigmund Freud, and Louis Althusser.[24] He used Lacan's work to interpret Hegelian and Marxist philosophy.[citation needed]\nIn 1986, Žižek completed a second doctorate (Doctor of Philosophy in psychoanalysis) at the University of Paris VIII under Jacques-Alain Miller, entitled \"La philosophie entre le symptôme et le fantasme\".[25]\nŽižek wrote the introduction to Slovene translations of G. K. Chesterton's and John Le Carré's detective novels.[26]\nIn 1988, he published his first book dedicated entirely to film theory, Pogled s strani.[27] The following year, he achieved international recognition as a social theorist with the 1989 publication of his first book in English, The Sublime Object of Ideology.[28][3]\nŽižek has been publishing in journals such as Lacanian Ink and In These Times in the United States, the New Left Review and The London Review of Books in the United Kingdom, and with the Slovenian left-liberal magazine Mladina and newspapers Dnevnik and Delo. He also cooperates with the Polish leftist magazine Krytyka Polityczna, regional southeast European left-wing journal Novi Plamen, and serves on the editorial board of the psychoanalytical journal Problemi.[29] Žižek is a series editor of the Northwestern University Press series Diaeresis that publishes works that \"deal not only with philosophy, but also will intervene at the levels of ideology critique, politics, and art theory\".[30]\n\nPolitical career[edit]\nIn the late 1980s, Žižek came to public attention as a columnist for the alternative youth magazine Mladina, which was critical of Tito's policies, Yugoslav politics, especially the militarization of society. He was a member of the Communist Party of Slovenia until October 1988, when he quit in protest against the JBTZ trial together with 32 other Slovenian intellectuals.[31] Between 1988 and 1990, he was actively involved in several political and civil society movements which fought for the democratization of Slovenia, most notably the Committee for the Defence of Human Rights.[32] In the first free elections in 1990, he ran as the Liberal Democratic Party's candidate for the former four-person collective presidency of Slovenia.[28]\n\nPublic life[edit]\nŽižek speaking in 2011\nIn 2003, Žižek wrote text to accompany Bruce Weber's photographs in a catalog for Abercrombie & Fitch. Questioned as to the seemliness of a major intellectual writing ad copy, Žižek told The Boston Globe, \"If I were asked to choose between doing things like this to earn money and becoming fully employed as an American academic, kissing ass to get a tenured post, I would with pleasure choose writing for such journals!\"[33]\nŽižek and his thought have been the subject of several documentaries. The 1996 Liebe Dein Symptom wie Dich selbst! is a German documentary on him. In the 2004 The Reality of the Virtual, Žižek gave a one-hour lecture on his interpretation of Lacan's tripartite thesis of the imaginary, the symbolic, and the real.[34] Zizek! is a 2005 documentary by Astra Taylor on his philosophy. The 2006 The Pervert's Guide to Cinema and 2012 The Pervert's Guide to Ideology also portray Žižek's ideas and cultural criticism. Examined Life (2008) features Žižek speaking about his conception of ecology at a garbage dump. He was also featured in the 2011 Marx Reloaded, directed by Jason Barker.[35]\nForeign Policy named Žižek one of its 2012 Top 100 Global Thinkers \"for giving voice to an era of absurdity\".[11]\nIn 2019, Žižek began hosting a mini-series called How to Watch the News with Slavoj Žižek on the RT network.[36] In April, Žižek debated psychology professor Jordan Peterson at the Sony Centre in Toronto, Canada over happiness under capitalism versus Marxism.[37][38]\n\nPersonal life[edit]\nŽižek has been married four times and has two adult sons, Tim and Kostja. His second wife was Slovene philosopher and socio-legal theorist Renata Salecl, fellow member of the Ljubljana School of Psychoanalysis.[39] His third wife was Argentinian model and Lacanian scholar Analia Hounie, whom he married in 2005.[40] Currently, he is married to Slovene journalist, author and philosopher, Jela Krečič.[41]\nIn early 2018, Žižek experienced Bell's palsy on the right side of his face. He went on to give several lectures and interviews with this condition; on March 9 of that year, during a lecture on political revolutions in London, he commented on the treatment he had been receiving, and used his paralysis as a metaphor for political idleness.[42][43][44]\nAside from his native Slovene, Žižek is a fluent speaker of Serbo-Croatian, French, German and English.[45]\n\nTaste[edit]\nIn the 2012 Sight & Sound critics' poll, Žižek listed his 10 favourite films: 3:10 to Yuma, Dune, The Fountainhead, Hero, Hitman, Nightmare Alley, On Dangerous Ground, Opfergang, The Sound of Music, and We the Living. On this list, he clarified: \"I opted for pure madness: the list contains only 'guilty pleasures'\".[46] In his tour of The Criterion Collection closet, he chose Trouble in Paradise, Sweet Smell of Success, Picnic at Hanging Rock, Murmur of the Heart, The Joke, The Ice Storm, Great Expectations, Roberto Rossellini's History Films, City Lights, a box set of Carl Theodor Dreyer's films, Y tu mamá también and Antichrist.[47]\nIn an article called \"My Favourite Classics\", Žižek states that Arnold Schoenberg's Gurre-Lieder is the piece of music he would take to a desert island. He goes on to list other favourites, including Beethoven's Fidelio, Schubert's Winterreise, Mussorgsky's Khovanshchina and Donizetti's L'elisir d'amore. He expresses a particular love for Wagner, particularly Das Rheingold and Parsifal. He ranks Schoenberg over Stravinsky, and insists on Eisler's importance among Schoenberg's followers.[48]\nŽižek often lists Franz Kafka, Samuel Beckett and Andrei Platonov as his \"three absolute masters of 20th-century literature\".[49] He ranks/prefers Varlam Shalamov over Aleksandr Solzhenitsyn, Marina Tsvetaeva and Osip Mandelstam over Anna Akhmatova,[50] Daphne du Maurier over Virginia Woolf, and Samuel Beckett over James Joyce.[49]\n\nThought and positions[edit]\nŽižek and his thought have been described by many commentators as \"Hegelo-Lacanian\".[51][52][53][54][55] In his early career, Žižek claimed \"a theoretical space moulded by three centres of gravity: Hegelian dialectics, Lacanian psychoanalytic theory, and contemporary criticism of ideology\", designating \"the theory of Jacques Lacan\" as the fundamental element.[56] In 2010, Žižek instead claimed that for him Hegel is more fundamental than Lacan—\"Even Lacan is just a tool for me to read Hegel. For me, always it is Hegel, Hegel, Hegel.\"[57]—while in 2019, he claimed that \"For me, in some sense, all of philosophy happened in [the] fifty years\" between Immanuel Kant's Critique of Pure Reason (1781) and the death of Georg Wilhelm Friedrich Hegel (1831).[58] Alongside his academic, theoretical works, Žižek is a prolific commentator on current affairs and contemporary political debates.\n\nSubjectivity[edit]\nFor Žižek, although a subject may take on a symbolic (social) position, it can never be reduced to this attempted symbolisation, since the very \"taking on\" of this position implies a separate 'I', beyond the symbolic, that does the taking on. Yet, under scrutiny, nothing positive can be said about this subject, this 'I', that eludes symbolisation; it cannot be discerned as anything but \"that which cannot be symbolised\". Thus, without the initial, attempted, failed symbolisation, subjectivity cannot present itself. As Žižek writes in his first book in English: \"the subject of the signifier is a retroactive effect of the failure of its own representation; that is why the failure of representation is the only way to represent it adequately.\"[59]\nŽižek attributes this position on the subject to Hegel, particularly his description of man as \"the night of the world\",[60] and to Lacan, with his description of the barred, split subject, who he sees as developing the Cartesian notion of the cogito.[61] According to Žižek, these thinkers, in insisting on the role of the subject, run counter to \"culturalist\" or \"historicist\" positions held by thinkers such as Louis Althusser and Michel Foucault, which posit that \"subjects\" are bound by and reducible to their historical/cultural(/symbolic) context.[62]\n\nPolitical theory[edit]\nIdeology[edit]\nŽižek's Lacanian-informed theory of ideology is one of his major contributions to political theory; his first book in English, The Sublime Object of Ideology, and the documentary The Pervert's Guide to Ideology, in which he stars, are among the well-known places in which it is discussed. Žižek believes that ideology has been frequently misinterpreted as dualistic and, according to him, this misinterpreted dualism posits that there is a real world of material relations and objects outside of oneself, which is accessible to reason.[63]\nFor Žižek, as for Marx, ideology is made up of fictions that structure political life; in Lacan's terms, ideology belongs to the symbolic order. Žižek argues that these fictions are primarily maintained at an unconscious level, rather than a conscious one. Since, according to psychoanalytic theory, the unconscious can determine one's actions directly, bypassing one's conscious awareness (as in parapraxes), ideology can be expressed in one's behaviour, regardless of one's conscious beliefs. Hence, Žižek breaks with orthodox Marxist accounts that view ideology purely as a system of mistaken beliefs (see False consciousness). Drawing on Peter Sloterdijk's Critique of Cynical Reason, Žižek argues that adopting a cynical perspective is not enough to escape ideology, since, according to Žižek, even though postmodern subjects are consciously cynical about the political situation, they continue to reinforce it through their behaviour.[64]\n\nFreedom[edit]\nŽižek claims that (a sense of) political freedom is sustained by a deeper unfreedom, at least under liberal capitalism. In a 2002 article, Žižek endorses Lenin's distinction between formal and actual freedom, claiming that liberal society only contains formal freedom, \"freedom of choice within the coordinates of the existing power relations\", while prohibiting actual freedom, \"the site of an intervention that undermines these very coordinates.\"[65] In an oft-quoted passage from a book published in the same year, he writes that, in these conditions of liberal censorship, \"we 'feel free' because we lack the very language to articulate our unfreedom\".[66] In a 2019 article, he writes that Marx \"made a valuable point with his claim that the market economy combines in a unique way political and personal freedom with social unfreedom: personal freedom (freely selling myself on the market) is the very form of my unfreedom.\"[67] However, in 2014, he rejects the \"pseudo-Marxist\" total derision of 'formal freedom', claiming that it is necessary for critique: \"When we are formally free, only then we become aware how limited this freedom actually is.\"[49]\nŽižek co-signed a petition condemning the \"use of disproportionate force and retaliatory brutality by the Hong Kong Police against students in university campuses in Hong Kong\" during the 2019–2020 Hong Kong protests. The petition concludes with the statement: \"We believe the defence of academic freedom, the freedom of speech, freedom of the press, freedom of assembly and association, and the responsibility to protect the safety of our students are universal causes common to all.\"[68]\n\nTheology[edit]\nŽižek has asserted that \"Atheism is a legacy worth fighting for\" in The New York Times.[69] However, he nonetheless finds extensive conceptual value in Christianity, particularly Protestantism: the subtitle of his 2000 book The Fragile Absolute is \"Or, Why Is the Christian Legacy Worth Fighting For?\". Hence, he labels his position 'Christian Atheism',[70] and has written about theology at length.[71]\nIn The Pervert's Guide to Ideology, Žižek suggests that \"the only way to be an Atheist is through Christianity\", since, he claims, atheism often fails to escape the religious paradigm by remaining faithful to an external guarantor of meaning, simply switching God for natural necessity or evolution. Christianity, on the other hand, in the doctrine of the incarnation, brings God down from the 'beyond' and onto earth, into human affairs; for Žižek, this paradigm is more authentically godless, since the external guarantee is abolished.[72]\n\nCommunism[edit]\nAlthough sometimes adopting the title of 'radical leftist',[73] Žižek also controversially insists on identifying as a communist, even though he rejects 20th century communism as a \"total failure\", and decries \"the communism of the 20th century, more specifically all the network of phenomena we refer to as Stalinism as \"maybe the worst ideological, political, ethical, social (and so on) catastrophe in the history of humanity.\"[74] Žižek justifies this choice by claiming that only the term 'communism' signals a genuine step outside of the existing order, in part since the term 'socialism' no longer has radical enough implications, and means nothing more than that one \"care[s] for society\"[75]\nIn Marx Reloaded, Žižek rejects both 20th-century totalitarianism and \"spontaneous local self-organisation, direct democracy, councils, and so on\". There, he endorses a definition of communism as \"a society where you, everyone would be allowed to dwell in his or her stupidity\", an idea with which he credits Fredric Jameson as the inspiration.[76]\nŽižek has labelled himself a \"communist in a qualified sense\".[77] When he spoke at a conference on The Idea of Communism, he applied (in qualified form) the 'communist' label to the Occupy Wall Street protestors:\n\nThey are not communists, if 'communism' means the system which deservedly collapsed in 1990—and remember that the communists who are still in power today run the most ruthless capitalism (in China). ... The only sense in which the protestors are 'communists' is that they care for the commons—the commons of nature, of knowledge—which are threatened by the system. They are dismissed as dreamers, but the true dreamers are those who think that things can go on indefinitely the way they are now, with just a few cosmetic changes. They are not dreamers; they are awakening from a dream which is turning into a nightmare. They are not destroying anything; they are reacting to how the system is gradually destroying itself.[78]\nŽižek has described himself as a \"moderately conservative Communist\".[79]\n\nElectoral politics[edit]\nIn May 2013, during Subversive Festival, Žižek commented: \"If they don't support SYRIZA, then, in my vision of the democratic future, all these people will get from me [is] a first-class one-way ticket to [a] gulag.\" In response, the center-right New Democracy party claimed Žižek's comments should be understood literally, not ironically.[80][81]\nJust before the 2017 French presidential election, Žižek stated that one could not choose between Macron and Le Pen, arguing that the neoliberalism of Macron just gives rise to neofascism anyway. This was in response to many on the left calling for support for Macron to prevent a Le Pen victory.[82]\nIn 2022, Žižek expressed his support for the Slovenian political party Levica (The Left) at its 5th annual conference.[83]\n\nSupport for Donald Trump's election[edit]\nIn a 2016 interview with Channel 4, Žižek said that were he American, he would vote for Donald Trump in the 2016 United States presidential election:\n\nI'm horrified at him [Trump]. I'm just thinking that Hillary is the true danger. ... if Trump wins, both big parties, Republicans and Democratics, would have to return to basics, rethink themselves, and maybe some things can happen there. That's my desperate, very desperate hope, that if Trump wins—listen, America is not a dictatorial state, he will not introduce Fascism—but it will be a kind of big awakening. New political processes will be set in motion, will be triggered. But I'm well aware that things are very dangerous here ... I'm just aware that Hillary stands for this absolute inertia, the most dangerous one. Because she is a cold warrior, and so on, connected with banks, pretending to be socially progressive.[84]\nThese views were derisively characterised as accelerationist by Left Voice,[85] and were labelled \"regressive\" by Noam Chomsky.[86]\nIn 2019 and 2020, Žižek defended his views,[87] saying that Trump's election \"created, for the first time in I don't know how many decades, a true American left\", citing the boost it gave Bernie Sanders and Alexandria Ocasio-Cortez.[51]\nHowever, regarding the 2020 United States presidential election, Žižek reported himself \"tempted by changing his position\", saying \"Trump is a little too much\".[51] In another interview, he stood by his 2016 \"wager\" that Trump's election would lead to a socialist reaction (\"maybe I was right\"), but claimed that \"now with coronavirus: no, no—no Trump. ... difficult as it is for me to say this, but now I would say 'Biden better than Trump', although he is far from ideal.\"[88] In his 2022 book, Heaven in Disorder, Žižek continued to express a preference for Joe Biden over Donald Trump, stating \"Trump was corroding the ethical substance of our lives\", while Biden lies and represents big capital more politely.[89]\n\nSocial issues[edit]\nŽižek's views on social issues such as Eurocentrism, immigration and the LGBT movement have drawn criticism and accusations of bigotry.[90]\n\nEurope and multiculturalism[edit]\nIn his 1997 article 'Multiculturalism, Or, The Cultural Logic of Multinational Capitalism', Žižek critiqued multiculturalism for privileging a culturally 'neutral' perspective from which all cultures are disaffectedly apprehended in their particularity because this distancing reproduces the racist procedure of Othering. He further argues that a fixation on particular identities and struggles corresponds to an abandonment of the universal struggle against global capitalism.[91]\nIn his 1998 article 'A Leftist Plea for \"Eurocentrism\"', he argued that Leftists should 'undermine the global empire of capital, not by asserting particular identities, but through the assertion of a new universality',[92] and that in this struggle the European universalist value of egaliberte (Etienne Balibar's term) should be foregrounded, proposing 'a Leftist appropriation of the European legacy'.[93] Elsewhere, he has also argued, defending Marx, that Europe's destruction of non-European tradition (e.g. through imperialism and slavery) has opened up the space for a 'double liberation', both from tradition and from European domination.[94]\nIn her 2010 article 'The Two Zizeks', Nivedita Menon criticised Žižek for focusing on differentiation as a colonial project, ignoring how assimilation was also such a project; she also critiqued him for privileging the European Enlightenment Christian legacy as neutral, 'free of the cultural markers that fatally afflict all other religions.'[95] David Pavón Cuéllar, closer to Žižek, also criticised him.[96]\nIn the mid-2010s, over the issue of Eurocentrism, there was a dispute between Žižek and Walter Mignolo, in which Mignolo (supporting a previous article by Hamid Dabashi,[97] which argued against the centrality of European philosophers like Žižek, criticised by Michael Marder[98]) argued, against Žižek, that decolonial struggle should forget European philosophy, purportedly following Frantz Fanon;[99] in response, Žižek pointed out Fanon's European intellectual influences, and his resistance to being confined within the black tradition, and claimed to be following Fanon on this point.[100] In his book Can Non-Europeans Think? (foreworded by Mignolo), Dabashi also critiqued Žižek for privileging Europe;[101] Žižek argued that Dabashi slanderously and comically misrepresents him through misattribution,[102] a critique supported by Ilan Kapoor.[90]\n\nTransgender issues[edit]\nIn his 2016 article \"The Sexual Is Political\", Žižek argued that all subjects are, like transgender subjects, in discord with the sexual position assigned to them. For Žižek, any attempt to escape this antagonism is false and utopian: thus, he rejects both the reactionary attempt to violently impose sexual fixity and the \"postgenderist\" attempt to escape sexual fixity entirely; he aligns the latter with 'transgenderism', which he claims does not adequately describe the behaviour of actual transgender subjects, who seek a stable \"place where they could recognise themselves\" (ie a bathroom that confirms their identity). Žižek argues for a third bathroom: a \"GENERAL GENDER\" bathroom that would represent the fact that both sexual positions (Žižek insists on the unavoidable \"twoness\" of the sexual landscape) are missing something and thus fail to adequately represent the subjects that take them on.[103]\nIn his 2019 article \"Transgender dogma is naive and incompatible with Freud\", Žižek argued that there is \"a tension in LGBT+ ideology between social constructivism and (some kind of biological) determinism\", between the idea that gender is a social construct, and the idea that gender is essential and pre-social. He concludes the essay with a \"Freudian solution\" to this deadlock:\n\n...psychic sexual identity is a choice, not a biological fact, but it is not a conscious choice that the subject can playfully repeat and transform. It is an unconscious choice which precedes subjective constitution and which is, as such, formative of subjectivity, which means that the change of this choice entails the radical transformation of the bearer of the choice.[104] \nChe Gossett criticized Žižek for his use of the \"pathologising\" term \"transgenderism\" throughout the 2016 article, and for writing \"about trans subjectivity with such assumed authority while ignoring the voices of trans theorists (academics and activists) entirely\", as well as for purportedly claiming that a \"futuristic\" vision underlies so-called \"transgenderism\", ignoring present-day oppression.[105] Sam Warren Miell and Chris Coffman, both psychoanalytically inclined, have separately criticized Žižek for conflating transgenderism and postgenderism; Miell further criticised the 2014 article for rehearsing homophobic/transphobic clichés (including Žižek's designation of inter-species marriage as a possible \"anti-discriminatory demand\"), and misusing Lacanian theory; Coffman argued that Žižek should have engaged with contemporary Lacanian trans studies, which would have shown that psychoanalytic and transgender discourses were aligned, not opposed.[106] In response to the title of the 2019 article, McKenzie Wark had t-shirts made with the transgender flag and \"Incompatible with Freud\" printed on them.[107]\nŽižek defended his 2016 article in two follow-up pieces. The first addresses purported misreadings of his position,[108] while the second is a more sustained defence (against Miell) of the article's application of Lacanian theory,[109] to which Miell responded in turn.[110] Douglas Lain also defended Žižek, claiming that context makes that it clear that Žižek is \"not opposed [to] the struggle of LGBTQ people\" but is instead critiquing \"a phony liberal ideology that set up the terms of the LGBTQ struggle\", \"a certain utopian postmodern ideology that seeks to eliminate all limits, to eliminate all binaries, to go beyond norms because the imposition of a limit is patriarchal and oppressive.\"[111]\nIn a 2023 piece for Compact Magazine, Žižek took a hard stance against access to puberty blockers for trans youth, and against trans adults being sent to prisons matching their gender, citing the case of Isla Bryson, whom he referred to as \"a person who identifies itself as a woman using its penis to rape two women\". Both of these things were attributed by Žižek to wokeness (the wider subject of the article).[112][113]\n\nOther[edit]\nŽižek wrote that the convention center in which nationalist Slovene writers hold their conventions should be blown up, adding, \"Since we live in the time without any sense of irony, I must add I don't mean it literally.\"[114]\n\nIn 2013, Žižek corresponded with imprisoned Russian activist and Pussy Riot member Nadezhda Tolokonnikova.[115]All hearts were beating for you as long as you were perceived as just another version of the liberal-democratic protest against the authoritarian state. The moment it became clear that you rejected global capitalism, reporting on Pussy Riot became much more ambiguous.\nHe criticized Western military interventions in developing countries and wrote that it was the 2011 military intervention in Libya \"which threw the country in chaos\" and the U.S.-led invasion of Iraq \"which created the conditions for the rise\" of the Islamic State.[116]\nŽižek believes that China is the combination of capitalism and authoritarianism in their extreme forms, and the Chinese Communist Party is the best protector of the interests of capitalists. From the Cultural Revolution to Deng's reforms, \"Mao himself created the ideological condition for rapid capitalist development by tearing apart the fabric of traditional society.\"[117]\n\nIt is capitalism, again and again, that emerges as the only alternative, the only way to move forward and the dynamic force for change when social life gets stuck into some fixed form. Today, capitalism is much more revolutionary than the traditional Left obsessed with protecting the old achievements of the welfare state. Just consider how much capitalism has changed the entire texture of our societies in the past decades.\nIn an opinion article for The Guardian, Žižek argued in favour of giving full support to Ukraine after the Russian invasion and for creating a stronger NATO in response to Russian aggression,[118] later arguing that it would also be a tragedy for Ukraine to yoke itself to western neoliberalism.[119] He compared the struggle of Ukraine against the occupiers to the Palestinians' struggle against the Israeli occupation.[120]\n\nCriticism and controversy[edit]\nInconsistency and ambiguity[edit]\nŽižek's philosophical and political positions have been described as ambiguous, and his work has been criticized for a failure to take a consistent stance.[121] While he has claimed to stand by a revolutionary Marxist project, his lack of vision concerning the possible circumstances which could lead to successful revolution makes it unclear what that project consists of. According to John Gray and John Holbo, his theoretical argument often lacks grounding in historical fact, which makes him more provocative than insightful.[122][123][124]\nIn a very negative review of Žižek's book Less than Nothing, the British political philosopher John Gray attacked Žižek for his celebrations of violence, his failure to ground his theories in historical facts, and his 'formless radicalism' which, according to Gray, professes to be communist yet lacks the conviction that communism could ever be successfully realized. Gray concluded that Žižek's work, though entertaining, is intellectually worthless: \"Achieving a deceptive substance by endlessly reiterating an essentially empty vision, Žižek's work amounts in the end to less than nothing.\"[122]\nŽižek's refusal to present an alternative vision has led critics to accuse him of using unsustainable Marxist categories of analysis and having a 19th-century understanding of class.[125] For example, post-Marxist Ernesto Laclau argued that \"Žižek uses class as a sort of deus ex machina to play the role of the good guy against the multicultural devils.\"[126]\nIn his book Living in the End Times, Žižek suggests that the criticism of his positions is itself ambiguous and multilateral:\n\n... I am attacked for being anti-Semitic and for spreading Zionist lies, for being a covert Slovene nationalist and unpatriotic traitor to my nation, for being a crypto-Stalinist defending terror and for spreading Bourgeois lies about Communism... so maybe, just maybe I am on the right path, the path of fidelity to freedom.\"[127]\nStylistic confusion[edit]\nŽižek has been criticized for his chaotic and non-systematic style: Harpham calls Žižek's style \"a stream of nonconsecutive units arranged in arbitrary sequences that solicit a sporadic and discontinuous attention\".[128] O'Neill concurs: \"a dizzying array of wildly entertaining and often quite maddening rhetorical strategies are deployed in order to beguile, browbeat, dumbfound, dazzle, confuse, mislead, overwhelm, and generally subdue the reader into acceptance.\"[129] Noam Chomsky deems Žižek guilty of \"using fancy terms like polysyllables and pretending you have a theory when you have no theory whatsoever\", adding that his views are often too obscure to be communicated usefully to common people.[130]\nConservative thinker Roger Scruton claims that: \n\nTo summarize Žižek's position is not easy: he slips between philosophical and psychoanalytical ways of arguing, and is spell-bound by Lacan's gnomic utterances. He is a lover of paradox, and believes strongly in what Hegel called 'the labour of the negative' though taking the idea, as always, one stage further towards the brick wall of paradox.[131]\nCareless scholarship[edit]\nŽižek has been accused of approaching phenomena without rigour, reductively forcing them to support pre-given theoretical notions. For example, Tania Modleski alleges that \"in trying to make Hitchcock 'fit' Lacan, he [Žižek] frequently ends up simplifying what goes on in the films\".[132] Similarly, Yannis Stavrakakis criticises Žižek's reading of Antigone, claiming it proceeds without regard for both the play itself and the interpretation, given by Lacan in his 7th Seminar, which Žižek claims to follow. According to Stavrakakis, Žižek mistakenly characterises Antigone's act (illegally burying her brother) as politically radical/revolutionary, when in reality \"Her act is a one-off and she couldn't care less about what will happen in the polis after her suicide.\"[133]\nNoah Horwitz alleges that Žižek (and the Ljubljana School to which Žižek belongs) mistakenly conflates the insights of Lacan and Hegel, and registers concern that such a move \"risks transforming Lacanian psychoanalysis into a discourse of self-consciousness rather than a discourse on the psychoanalytic, Freudian unconscious.\"[134]\n\nAllegations of plagiarism[edit]\nŽižek's tendency to recycle portions of his own texts in subsequent works resulted in the accusation of self-plagiarism by The New York Times in 2014, after Žižek published an op-ed in the magazine which contained portions of his writing from an earlier book.[135] In response, Žižek expressed perplexity at the harsh tone of the denunciation, emphasizing that the recycled passages in question only acted as references from his theoretical books to supplement otherwise original writing.[135]\nIn July 2014, Newsweek reported that online bloggers led by Steve Sailer had discovered that in an article published in 2006, Žižek plagiarized long passages from an earlier review by Stanley Hornbeck that first appeared in the journal American Renaissance, a publication condemned by the Southern Poverty Law Center as the organ of a \"white nationalist hate group\".[136] In response to the allegations, Žižek stated:\n\nThe friend send [sic] it to me, assuring me that I can use it freely since it merely resumes another's line of thought. Consequently, I did just that—and I sincerely apologize for not knowing that my friend's resume was largely borrowed from Stanley Hornbeck's review of Macdonald's book.... In no way can I thus be accused of plagiarizing another's line of thought, of 'stealing ideas'. I nonetheless deeply regret the incident.[137]\nWorks[edit]\nBibliography[edit]\nMain article: Slavoj Žižek bibliography\nFilmography[edit]\n\n\n\n\nYear\n\nTitle\n\n\n1993\n\nLaibach: A Film From Slovenia\n\n\n1996\n\nLiebe Dein Symptom wie Dich selbst!\n\n\nPredictions of Fire\n\n\n1997\n\nPost-Socialism+Retro Avantgarde+Irwin\n\n\n2004\n\nThe Reality of the Virtual\n\n\n2005\n\nZizek!\n\n\n2006\n\nThe Pervert's Guide to Cinema\n\n\nThe Possibility of Hope\n\n\n2008\n\nExamined Life\n\n\nViolence[138]\n\n\n2009\n\nTerror! Robespierre and the French Revolution\n\n\nAlien, Marx & Co. - Slavoj Žižek, Ein Porträt\n\n\n2011\n\nMarx Reloaded\n\n\n2012\n\nCatastroika\n\n\nThe Pervert's Guide to Ideology\n\n\n2013\n\nBalkan Spirit\n\n\n2016\n\nRisk\n\n\nHouston, We Have a Problem!\n\n\n2018\n\nTurn On (short)[139]\n\n\n2021\n\nBliss\n\nReferences[edit]\n\n\n^ Hook, Derek (July 2016). Ffytche, Matt; Herzog, Dagmar (eds.). \"Of Symbolic Mortification and 'Undead–Life': Slavoj Žižek on the Death Drive\". Psychoanalysis and History. Edinburgh: Edinburgh University Press. 18 (2): 221–256. doi:10.3366/pah.2016.0190. eISSN 1755-201X. hdl:2263/60702. ISSN 1460-8235.\n\n^ Nedoh, Bostjan, ed. (2016). Lacan and Deleuze: A Disjunctive Synthesis. Edinburgh University Press. p. 193. Žižek is convinced that post-Hegelian psychoanalytic drive theory is both compatible with and even integral to a Hegelianism reinvented for the twenty-first century.\n\n^ a b c Sharpe, Matthew. \"Slavoj Žižek\". The Internet Encyclopedia of Philosophy. ISSN 2161-0002. Archived from the original on 22 June 2022. Retrieved 27 September 2015.\n\n^ \"Slavoj Žižek\". Britannica. Archived from the original on 16 March 2022. Retrieved 8 June 2022.\n\n^ \"Professor Slavoj Zizek\". Birkbeck. Archived from the original on 8 June 2022. Retrieved 8 June 2022.\n\n^ \"Slavoj Žižek\". Bloomsbury. Archived from the original on 8 June 2022. Retrieved 8 June 2022.\n\n^ Slavoj Žižek & Srećko Horvat: After Capitalism? | DiEM25, archived from the original on 24 November 2023, retrieved 24 November 2023\n\n^ Willkommen in der Wüste des Realen Slavoj Zizek, archived from the original on 24 November 2023, retrieved 24 November 2023\n\n^ Slavoj Zizek - Entretien (L'apocalypse selon Slavoj Zizek), archived from the original on 24 November 2023, retrieved 24 November 2023\n\n^ \"Big Thinker: Slavoj Žižek\". The Ethics Centre. 16 March 2022. Archived from the original on 28 March 2022. Retrieved 8 June 2022.\n\n^ a b \"The FP Top 100 Global Thinkers\". Foreign Policy. 26 November 2012. Archived from the original on 30 November 2012. Retrieved 28 November 2012.\n\n^ \"International Journal of Žižek Studies, home page\". Archived from the original on 3 January 2018. Retrieved 27 December 2011.\n\n^ \"Slavoj Zizek - VICE - United Kingdom\". 4 October 2013. Archived from the original on 4 March 2016. Retrieved 11 September 2017.\n\n^ Şahin, Tuna (27 December 2021). \"Slavoj Žižek: The Hegelian of Our Time\". Archived from the original on 7 September 2022. Retrieved 4 May 2022.\n\n^ McGowan, Todd (2013). \"Hegel as Marxist: Žižek's Revision of German Idealism.\" In Žižek Now: Current Perspectives in Žižek Studies. Cambridge: Polity Press. p. 42.\n\n^ \"About the Journal\". Archived from the original on 20 June 2022. Retrieved 1 May 2019.\n\n^ \"Kdo je kdaj: Slavoj Žižek. Tisti poslednji marksist, ki je iz filozofije naredil pop in iz popa filozofijo\" [Who's When: Slavoj Žižek. The Last of the Marxists who made Pop from Philosophy and Philosophy from Pop] (in Slovenian). Mladina. 24 October 2004. Archived from the original on 10 December 2008. Retrieved 13 August 2010.\n\n^ Slovenski biografski leksikon (Ljubljana: SAZU, 1991), XV. edition\n\n^ a b c \"Slovenska pomlad: Slavoj Žižek (Webpage run by the National Museum of Modern History in Ljubljana)\". Slovenskapomlad.si. 29 September 1988. Archived from the original on 3 October 2011. Retrieved 4 June 2011.\n\n^ \"Down with ideology\". YouTube. Archived from the original on 31 October 2021.\n\n^ a b c Tony Meyers Slavoj Zizek - His Life Archived 13 May 2021 at the Wayback Machine lacan.com, from: Slavoj Zizek, London: Routledge, 2003.\n\n^ a b \"Tednik, številka 42, Slavoj Žižek\". Mladina.Si. 24 October 2004. Archived from the original on 10 December 2008. Retrieved 13 August 2010.\n\n^ Žižek's response to the article \"Če sem v kaj resnično zaljubljena, sem v življenje Sobotna priloga Dela, p. 37 (19.1. 2008)\n\n^ \"Prevajalci – Društvo slovenskih književnih prevajalcev\". Dskp-drustvo.si. Archived from the original on 5 January 2012. Retrieved 7 January 2012.\n\n^ Žižek, Slavoj (1988). Le plus sublime des hystériques (in French). Paris: Distribution, Distique. p. 10.\n\n^ Sean Sheehan (2012). Zizek: A Guide for the Perplexed. Continuum International Publishing Group. p. 10. ISBN 978-1441180872.\n\n^ Pogled s strani at worldcat.org\n\n^ a b \"Slavoj Zizek - Slovene philosopher and cultural theorist\". 29 April 2023. Archived from the original on 16 March 2022. Retrieved 27 September 2015.\n\n^ \"Editorial Staff - Problemi International\". Archived from the original on 25 October 2021. Retrieved 25 October 2021.\n\n^ \"Diaeresis series page\". Northwestern University Press. Archived from the original on 2 February 2017. Retrieved 28 January 2017.\n\n^ \"Skupinski protestni izstop iz ZKS\" (in Slovenian). Slovenska Pomlad. 28 October 1998. Archived from the original on 3 October 2011.\n\n^ \"Odbor za varstvo človekovih pravic\". Slovenska Pomlad (in Slovenian). 3 June 1998. Archived from the original on 3 October 2011.\n\n^ Glenn, Joshua. \"The Examined Life: Enjoy Your Chinos!\", The Boston Globe. 6 July 2003. H2.\n\n^ Slavoj Zizek: The Reality of the Virtual, archived from the original on 23 August 2022, retrieved 23 August 2022\n\n^ Schmitt, Peer (8 April 2011). \"Falsche Freunde\". Junge Welt (in German). Retrieved 23 August 2022.\n\n^ \"Koniec niewinności\". Archived from the original on 27 April 2021. Retrieved 27 April 2021.\n\n^ Raju Mudhar; Brendan Kennedy (19 April 2019). \"Jordan Peterson, Slavoj Zizek each draw fans at sold-out debate\". Toronto Star. Archived from the original on 20 April 2019. Retrieved 20 April 2019.\n\n^ Stephen Marche (20 April 2019). \"The 'debate of the century': what happened when Jordan Peterson debated Slavoj Žižek\". The Guardian. Archived from the original on 20 April 2019. Retrieved 20 April 2019.\n\n^ Myers, Tony (2003). Slavoj Žižek. London: Routledge. p. 8. ISBN 1134504314.\n\n^ \"Tajna poroka Slavoja Žižka s 30 let mlajšo novinarko [\". RTVSLO. Archived from the original on 14 October 2022. Retrieved 14 October 2022.; Jeffries, Stuart (15 July 2011). \"A life in writing: Slavoj Žižek\". Guardian. Archived from the original on 14 October 2022. Retrieved 14 October 2022.\n\n^ \"Jela Krečič\". Peter Owen. Archived from the original on 14 October 2022. Retrieved 14 October 2022.\n\n^ Slavoj Žižek - Like a Thief in the Night: A Question of Manners (Mar. 2018), archived from the original on 4 April 2023, retrieved 4 April 2023\n\n^ Chef Slavoj (Žižek) cooks some capitalism with a hint of failure of the left, archived from the original on 4 April 2023, retrieved 4 April 2023\n\n^ brundle (29 January 2018). \"Half of Zizek's face is paralyzed\". r/zizek. Archived from the original on 5 April 2023. Retrieved 4 April 2023.\n\n^ Ippolit Belinski (30 June 2017). \"Slavoj Žižek - A plea for bureaucratic socialism (June 2017).\" Archived 3 July 2017 at the Wayback Machine Youtube.com. Retrieved 20 June 2018.\n\n^ \"Slavoj Zizek\". www2.bfi.org.uk. Archived from the original on 12 February 2016.\n\n^ Žižek, Slavoj. \"DVD Picks\". YouTube. Archived from the original on 17 May 2022. Retrieved 17 May 2022.\n\n^ Žižek, Slavoj (2017). \"My Favourite Classics\". International Journal of Žižek Studies. 11 (3). Archived from the original on 24 October 2023. Retrieved 17 May 2022.\n\n^ a b c Žižek, Slavoj (8 October 2014). \"Slavoj Žižek webchat – as it happened\". Guardian. Archived from the original on 17 May 2022. Retrieved 17 May 2022.\n\n^ Žižek, Slavoj and Stephen Kotkin. \"Stalin: Paradoxes of Power\". YouTube. Archived from the original on 17 May 2022. Retrieved 17 May 2022.\n\n^ a b c Humphreys, Joe (1 August 2020). \"Slavoj Žižek: 'Joe Biden is long-term the same catastrophe as Trump'\". Irish Times. Archived from the original on 13 June 2022. Retrieved 18 May 2022.\n\n^ Butler, Rex (12 August 2015). The Žižek Dictionary. Routledge. p. 14. ISBN 978-1-317-32443-0.\n\n^ Barber, Daniel Colucciello (1 November 2011). On Diaspora: Christianity, Religion, and Secularity. Wipf and Stock Publishers. p. 27. ISBN 978-1-62189-103-1.\n\n^ Vighi, Fabio (3 May 2012). Critical Theory and Film: Rethinking Ideology Through Film Noir. Bloomsbury Publishing. p. 18. ISBN 978-1-4411-3912-2.\n\n^ Vardoulakis, Dimitris (29 June 2011). Spinoza Now. University of Minnesota Press. p. 225. ISBN 978-0-8166-7280-6.\n\n^ Žižek, Slavoj (1991). For They Know Not What They Do. London & New York: Verso. p. 2.\n\n^ O'Hagan, Sean (26 June 2010). \"Slavoj Žižek: interview\". Guardian. Archived from the original on 17 June 2022. Retrieved 6 May 2022.\n\n^ Žižek, Slavoj (17 September 2019). \"Slavoj Žižek on what really makes him mad\". Oxford University Press. Archived from the original on 18 September 2019. Retrieved 18 May 2022.\n\n^ Žižek, Slavoj (1989). The Sublime Object of Ideology. London & New York: Verso. p. 175. ISBN 0860919714.\n\n^ Žižek, Slavoj (2006). The Parallax View. Cambridge, MA: MIT Press. p. 22. ISBN 9780262240512.\n\n^ Žižek, Slavoj (1989). The Sublime Object of Ideology. London & New York: Verso. p. 72. ISBN 0860919714.\n\n^ Žižek, Slavoj and Sbriglia, Russell (2020). Subject Matters. Evanston: Northwestern University Press. pp. 3–21.{{cite book}}:  CS1 maint: multiple names: authors list (link)\n\n^ McManus, Matt (30 April 2019). \"The Politics of Slavoj Zizek\". Areo Magazine. Archived from the original on 23 August 2022. Retrieved 23 August 2022.\n\n^ Žižek, Slavoj (1989). \"Chapter 1\". The Sublime Object of Ideology. London & New York: Verso.\n\n^ Žižek, Slavoj (2002). \"A Plea For Leninist Intolerance\". Critical Inquiry. 28 (2): 542–544. doi:10.1086/449051. S2CID 162381806.\n\n^ Žižek, Slavoj (2002). Welcome to the Desert of the Real!. London & New York: Verso. p. 2.\n\n^ Žižek, Slavoj (2019). \"Hegel, Retroactivity & The End of History\". Continental Thought & Theory. 2 (4): 9.\n\n^ \"Renowned Academics Among Over 3,700 Supporting The 'Petition by Global Academics Against Police Brutality in Hong Kong'\". Hong Kong Watch. 26 November 2019. Archived from the original on 31 August 2023. Retrieved 31 August 2023.\n\n^ Žižek, Slavoj (13 March 2006). \"Atheism is a legacy worth fighting for Slavoj Zizek\". The New York Times. Archived from the original on 28 November 2016. Retrieved 18 May 2022.\n\n^ Žižek, Slavoj (2017). \"Christian Atheism\". YouTube (European Graduate School Video Lectures). Archived from the original on 4 May 2022. Retrieved 4 May 2022.{{cite web}}:  CS1 maint: numeric names: authors list (link)\n\n^ See his The Fragile Absolute, The Monstrosity of Christ, The Puppet and the Dwarf, and On Belief.\n\n^ Fiennes, Sophie (dir.). (2012). The Pervert's Guide to Ideology. London: P Guide Productions.\n\n^ \"Slovenian Philosopher Slavoj Zizek on Capitalism, Healthcare, Latin American \"Populism\" and the \"Farcical\" Financial Crisis\". Democracynow.org. Archived from the original on 11 July 2022. Retrieved 13 August 2010.\n\n^ Žižek, Slavoj. \"20th Century Communism\". YouTube. Archived from the original on 13 June 2022. Retrieved 7 May 2022.\n\n^ Žižek, Slavoj and Tyler Cowen (7 July 2018). \"Slavoj Žižek on His Stubborn Attachment to Communism\". Conversations With Tyler. Archived from the original on 14 June 2022. Retrieved 7 May 2022.\n\n^ Barker, Josef (dir.) (2011). Marx Reloaded.\n\n^ Democracy Now! television program online transcript Archived 23 April 2022 at the Wayback Machine, 11 March 2008.\n\n^ Slavoj, Žižek (2013). \"Answers Without Questions\". In Slavoj, Žižek (ed.). The Idea of Communism. Vol. 2. London & New York: Verso. pp. 198–9.\n\n^ \"Slavoj Žižek: We Need a Socialist Reset, Not a Corporate \"Great Reset\"\". jacobin.com. Archived from the original on 2 November 2023. Retrieved 2 November 2023.\n\n^ Mionis, Sabby (6 March 2012). \"Israel must fight to keep neo-Nazis out of Greece's government\". Haaretz. Archived from the original on 6 March 2012. Retrieved 6 March 2012.\n\n^ \"Slovenian philosopher Zizek proposes 'gulag' for those who do not support SYRIZA\". 20 May 2013. Archived from the original on 7 June 2013. Retrieved 20 May 2013.\n\n^ Žižek, Slavoj (3 May 2017). \"Don't Believe the Liberals – There Is No Real Choice between Le Pen and Macron\". The Independent. Archived from the original on 15 June 2017. Retrieved 19 June 2018.\n\n^ \"Slavoj Zizek gives support to Levica and comments on the Ukrainian crisis\", YouTube, 15 March 2022, archived from the original on 3 April 2022, retrieved 3 April 2022\n\n^ \"Slavoj Žižek: 'I would vote Trump'\". Channel 4. Archived from the original on 20 January 2021. Retrieved 18 May 2022 – via Facebook.\n\n^ Steinman, Ian (4 November 2016). \"From Farce to Tragedy: Žižek Endorses Trump\". Left Voice. Archived from the original on 22 June 2022. Retrieved 18 May 2022.\n\n^ \"Noam Chomsky speaks with 'Upfront' - slams media coverage, criticises third party voters\". Al Jazeera. 24 November 2016. Archived from the original on 20 June 2022. Retrieved 18 May 2022.\n\n^ Žižek, Slavoj (26 June 2019). \"Voices Was I right to back Donald Trump over Hillary Clinton? Absolutely\". The Independent. Archived from the original on 4 July 2019. Retrieved 18 May 2022.\n\n^ Valuetainment (16 May 2020). \"Communist Philosopher Debates Capitalism - Slavoj Žižek\". YouTube. Archived from the original on 18 May 2022. Retrieved 18 May 2022.\n\n^ Žižek, Slavoj (2022). Heaven in Disorder. New York & London: OR Books. p. 119.\n\n^ a b Kapoor, Ilan (2018). \"Žižek, Antagonism and Politics Now: Three Recent Controversies\". International Journal of Žižek Studies. 12 (1).\n\n^ Žižek, Slavoj (1997). \"Multiculturalism, Or, The Cultural Logic of Multinational Capitalism\". New Left Review (I/225): 28–51. Archived from the original on 12 November 2022. Retrieved 12 November 2022.\n\n^ Žižek, Slavoj (1998). \"A Leftist Plea for \"Eurocentrism\"\". Critical Inquiry. 24 (4): 1008. doi:10.1086/448904. S2CID 211516308.\n\n^ Žižek, Slavoj (1998). \"A Leftist Plea for \"Eurocentrism\"\". Critical Inquiry. 24 (4): 1006. doi:10.1086/448904. S2CID 211516308.\n\n^ Žižek, Slavoj (2014). \"The Impasses of Today's Radical Politics\". Crisis & Critique. 1: 11ff.\n\n^ Menon, Nivedita (7 January 2010). \"The Two Zizeks\". KAFILA – Collective explorations since 2006. Archived from the original on 16 January 2010. Retrieved 25 April 2023.\n\n^ Pavón-Cuéllar, D. (2020). \"Žižek, universalismo y colonialismo: doce tesis para no aceptarlo todo\" (pdf). International Journal of Žižek Studies (in Spanish). 14 (3): 1–22. Archived from the original on 1 April 2022. Retrieved 5 February 2021.\n\n^ Dabashi, Hamid. \"Can non-Europeans think?\". Aljazeera. Archived from the original on 16 November 2022. Retrieved 16 November 2022.\n\n^ Marder, Micheal. \"A post-colonial comedy of errors\". Aljazeera. Archived from the original on 16 November 2022. Retrieved 16 November 2022.\n\n^ Mignolo, Walter D. \"Yes, we can: Non-European thinkers and philosophers\". Aljazeera. Archived from the original on 16 November 2022. Retrieved 16 November 2022.\n\n^ Žižek, Slavoj (2014). \"The Impasses of Today's Radical Politics\". Crisis & Critique. 1: 9ff.\n\n^ Dabashi, Hamid (2015). Can Non-Europeans Think?. London: Zed Books. p. 1ff. ISBN 978-1783604227.\n\n^ Žižek, Slavoj (5 August 2016). \"A Reply to My Critics\". The Philosophical Salon. Archived from the original on 7 August 2016. Retrieved 8 May 2022.\n\n^ Žižek, Slavoj (August 2016). \"The Sexual Is Political\". The Philosophical Salon. Archived from the original on 3 August 2016. Retrieved 8 May 2022.\n\n^ Žižek, Slavoj (31 May 2019). \"Transgender dogma is naive and incompatible with Freud\". The Spectator. Archived from the original on 30 November 2022. Retrieved 11 June 2022.\n\n^ Gossett, Che (13 September 2016). \"Žižek's Trans/gender Trouble\". LA Review of Books. Archived from the original on 6 May 2022. Retrieved 8 May 2022.\n\n^ Miell, Sam Warren (3 August 2016). \"Slavoj Žižek is wrong about stuff\". Archived from the original on 19 October 2022. Retrieved 8 May 2022.; Coffman, Chris (2022). Queer Traversals. London: Bloomsbury. p. 98. ISBN 9781350200005.\n\n^ Erlij, Evelyn. \"McKenzie Wark: reinventing the future\". Archived from the original on 30 November 2022. Retrieved 11 June 2022.\n\n^ Žižek, Slavoj (5 August 2016). \"A Reply to My Critics\". The Philosophical Salon. Archived from the original on 7 August 2016. Retrieved 8 May 2022.\n\n^ Žižek, Slavoj (14 August 2016). \"A Reply to My Critics, Part Two\". The Philosophical Salon. Archived from the original on 3 November 2016. Retrieved 8 May 2022.\n\n^ Miell, Sam Warren (15 August 2016). \"Interrogating the père's version: a response to Slavoj Žižek\". Archived from the original on 8 May 2022. Retrieved 8 May 2022.\n\n^ Lain, Douglas (25 January 2017). \"The Fate of Slavoj Žižek\". Thought Catalog. Archived from the original on 11 June 2022. Retrieved 11 June 2022.\n\n^ Žižek, Slavoj (22 February 2023). \"Wokeness Is Here To Stay\". Compact Magazine. Archived from the original on 22 February 2023. Retrieved 13 May 2023.\n\n^ Zelle, Melanie (2 March 2023). \"Žižek Has Lost the Plot\". The Swarthmore Phoenix. Archived from the original on 13 May 2023. Retrieved 13 May 2023.\n\n^ \"Interview] with Žižek – part two\". Delo (in Slovenian). 2 March 2013. Archived from the original on 5 April 2013. Retrieved 21 June 2022.\n\n^ Žižek, Slavoj; Tolokonnikova, Nadezhda (15 November 2013). \"Nadezhda Tolokonnikova of Pussy Riot's prison letters to Slavoj Žižek\". The Guardian. Archived from the original on 13 December 2016. Retrieved 21 June 2022.\n\n^ \"Slavoj Zizek: We Can't Address the EU Refugee Crisis Without Confronting Global Capitalism\". In These Times. 9 September 2015. Archived from the original on 1 October 2022. Retrieved 1 October 2022.\n\n^ Slavoj Zizek (19 July 2021). \"Is China's communism just another name for authoritarian capitalism?\". Hankyoreh. Archived from the original on 31 August 2023. Retrieved 31 August 2023.\n\n^ Žižek, Slavoj (21 June 2022). \"Pacifism is the wrong response to the war in Ukraine\". The Guardian. Archived from the original on 21 June 2022. Retrieved 21 June 2022.\n\n^ Žižek, Slavoj (30 August 2022). \"Ukraine's Tale of Two Colonizations | by Slavoj Žižek\". Project Syndicate. Archived from the original on 30 August 2022. Retrieved 5 September 2022.\n\n^ \"Ukraine is Palestine, not Israel\". The Jordan Times. 15 September 2022. Archived from the original on 1 October 2022. Retrieved 1 October 2022.\n\n^ Kuhn, Gabriel (2011). \"The Anarchist Hypothesis, or Badiou, Žižek, and the Anti-Anarchist Prejudice\". Alpine Anarchist. Archived from the original on 28 April 2021. Retrieved 4 September 2013.\n\n^ a b Gray, John (12 July 2012). \"The Violent Visions of Slavoj Žižek\". New York Review of Books. Archived from the original on 20 November 2015. Retrieved 22 September 2012.\n\n^ Holbo, John (1 January 2004). \"On Žižek and Trilling\". Philosophy and Literature. 28 (2): 430–440. doi:10.1353/phl.2004.0029. S2CID 170396508. ...an unhealthy anti-liberal is one, like Z+iz=ek, who ticks and tocks in unreflective revulsion at liberalism, pantomiming that he is de Maistre (or Abraham) or Robespierre (or Lenin) by turns, lest he look like Mill.\n\n^ Holbo, John (17 December 2010). \"Zizek on the Financial Collapse – and Liberalism\". Crooked Timbers. Archived from the original on 4 March 2012. Retrieved 21 August 2012. To review: Zizek does this liberal = neoliberal thing. Which is no good. And he doesn't even have much to say about economics. And Zizek does this liberal = self-hating pc white intellectuals thing. Which is no good.\n\n^ Žižek, Slavoj (3 July 2012). \"Slavoj Zizek responds to his critics\". Jacobin. Archived from the original on 2 March 2018. Retrieved 13 April 2018.\n\n^ Butler, Judith, Ernesto Laclau and Slavoj Žižek Contingency, Hegemony, Universality: Contemporary Dialogues on the Left. Verso. London, New York City 2000. pp. 202–206\n\n^ Žižek, Slavoj. Living in the End Times. p. xiv.\n\n^ Harpham \"Doing the Impossible: Slavoj Žižek and the End of Knowledge\" Archived 30 March 2012 at the Wayback Machine\n\n^ O'Neill, The Last Analysis of Slavoj Žižek, archived from the original on 4 July 2008, retrieved 14 May 2008\n\n^ Springer, Mike (28 June 2013). \"Noam Chomsky Slams Žižek and Lacan: Empty 'Posturing'\". OpenCulture.com. Archived from the original on 19 March 2022. Retrieved 20 June 2018.\n\n^ Scruton, Roger (2015). Fools, Frauds and Firebrands: Thinkers of the New Left. Bloomsbury. p. 256. ISBN 978-1408187333.\n\n^ Modleski, Tania (2005). The Women Who Knew Too Much (2 ed.). New York & London: Routledge. p. 132.\n\n^ Stavrakakis, Yannis (2007). The Lacanian Left. Edinburgh: Edinburgh University Press. p. 115.\n\n^ Horwitz, Noah (2005). \"Contra the Slovenians\". Philosophy Today. 49 (1): 24. doi:10.5840/philtoday200549161.\n\n^ a b \"Slavoj Žižek On 'Self Plagiarism' in The New York Times: What's the Big Deal?\". Newsweek. 10 September 2014. Archived from the original on 29 September 2015. Retrieved 29 September 2015.\n\n^ \"Did Marxist Philosophy Superstar Slavoj Žižek Plagiarize a White Nationalist Journal?\". Newsweek. 11 July 2014. Archived from the original on 13 July 2014. Retrieved 13 July 2014.\n\n^ Dean, Michelle (14 July 2014). \"Slavoj Žižek Sorta Kinda Admits Plagiarizing White Supremacist Journal\". Gawker.com. Gawker Online. Archived from the original on 19 February 2015. Retrieved 20 February 2015.\n\n^ \"Slavoj Žižek\". Talks at Google. Archived from the original on 24 October 2023. Retrieved 10 October 2023 – via YouTube.\n\n^ \"London\". The MUTE Series — video snacks served dry. Archived from the original on 14 February 2021. Retrieved 23 August 2021.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Slavoj Žižek.\n\n\n\n\nWikimedia Commons has media related to Slavoj Žižek.\n\nExternal videos Slavoj Zizek on Yellow Vests. How to Watch the News, Episode 01 on YouTube\nSlavoj Žižek at Curlie\nSlavoj Žižek on Big Think\nSlavoj Žižek Faculty Page at European Graduate School\nŽižek's entry in the Internet Encyclopedia of Philosophy\nŽižek bibliography at Lacanian Ink magazine\nColumn archive at The Guardian\nColumn archive at Jacobin\nAppearances on C-SPAN\nSlavoj Žižek   on Charlie Rose\nSlavoj Žižek at IMDb\nWendy Brown, Costas Douzinas, Stephen Frosh, and Zizek at the London Critical Theory Summer School – Friday Debate 2012\nSlavoj Žižek on the Muck Rack journalist listing site \nvteContinental philosophyPhilosophers\nAdorno\nAgamben\nAlthusser\nArendt\nAron\nBachelard\nBadiou\nBarthes\nBataille\nBaudrillard\nBauman\nBenjamin\nde Beauvoir\nBergson\nBlanchot\nBourdieu\nBuber\nButler\nCamus\nCassirer\nCastoriadis\nCioran\nCixous\nCroce\nde Man\nDebord\nDeleuze\nDerrida\nDilthey\nEco\nEagleton\nEngels\nFanon\nFichte\nFisher\nFoucault\nGadamer\nGentile\nGuattari\nGramsci\nHabermas\nHegel\nHeidegger\nHusserl\nIngarden\nIrigaray\nJameson\nJaspers\nKierkegaard\nKojève\nKoyré\nKołakowski\nKristeva\nLacan\nLatour\nLefebvre\nLévi-Strauss\nLevinas\nLuhmann\nLukács\nLyotard\nMarcel\nMarcuse\nMarx\nMerleau-Ponty\nNancy\nNegri\nNietzsche\nOrtega y Gasset\nRancière\nRicœur\nSaid\nSartre\nSchelling\nSchmitt\nSchopenhauer\nSerres\nSloterdijk\nSpengler\nStein\nStrauss\nWeber\nWeil\nWilliams\nŽižek\nTheories\nAbsurdism\nCritical theory\nDeconstruction\nExistentialism\nFrankfurt School\nGerman idealism\nHegelianism\nHermeneutics\nMarxism\nWestern\nFreudo-\nNeo-Kantianism\nNon-philosophy\nNon-representational theory\nPhenomenology\nPostmodernism\nPost-structuralism\nPsychoanalysis\nPsychoanalytic theory\nRomanticism\nSpeculative realism\nStructuralism\nConcepts\nAlterity\nAlways already\nAngst\nApollonian and Dionysian\nAuthenticity\nBeing in itself\nBinary oppositions\nBoredom\nClass struggle\nCritique\nImmanent\nIdeological\nPostcritique\nDasein\nDeath of God\nDeath drive\nDifférance\nDifference\nExistence precedes essence\nExistential crisis\nFacticity\nGaze\nGenealogy\nHabitus\nHauntology\nHistorical materialism\nIdeology\nInterpellation (philosophy)\nIntersubjectivity\nLeap of faith\nMaster–slave dialectic\nMaster–slave morality\nOedipus complex\nOntic\nOntopoetics\nOther\nPower\nRessentiment\nSelf-deception\nTotalitarianism\nTrace\nTransvaluation of values\nViolence#Philosophical perspectives\nWertkritik\nWill to power\nHermeneutics of suspicion\nDiscourse\nLinguistic theory\nLinguistic determinism\nSemantics\nSemiotics\nMedia studies\nFilm theory\nLinguistic turn\nPostcolonialism\nPhilosophy of language\n\nCategory\nIndex\nvteCritique of political economy18th–19th-century\nFriedrich Engels\nKarl Marx\nThomas Carlyle\nJohn Ruskin\nPaul Lafargue\nErik Johan Stagnelius\n20th–21st-century\nJean Baudrillard\nGuy Debord\nMahatma Gandhi\nAndré Gorz\nMoishe Postone\nÉtienne Balibar\nNeue Marx-Lektüre\nHelmut Reichelt\nHans-Georg Backhaus\nRobert Kurz\nMichael Heinrich\nMark Fisher\nRoman Rozdolsky\nClaus Peter Ortlieb\nGeorges Bataille\nKatrine Marçal\nConcepts\nAbstract labour and concrete labour\nCapitalist mode of production\nCommodity\nChrematistics\nDismal Science\nIllth\nLaw of value\nSocially necessary labour time\nValorisation\nValue-form\nWritten works\nUnto This Last\nSarvodaya\nThe Right to Be Lazy\nDas Kapital\nGrundrisse\nEconomic and Philosophic Manuscripts of 1844\nThe Mirror of Production\nA Contribution to the Critique of Political Economy\nOutlines of a Critique of Political Economy\nAn Introduction to the Three Volumes of Karl Marx's Capital\nCritique of Economic Reason\nDiscourse on Inequality\nThe Accursed Share\nWho cooked Adam Smith's dinner?\nRelated\nAssume a can opener\nClassical economics\nChrematistics\nCriticism of capitalism\nCritique of work\nEconomic anthropology\nEconomics\nMainstream economics\nOccam's razor\nvteSocial and political philosophyAncient\nAristotle\nAugustine\nChanakya\nCicero\nConfucius\nHan Fei\nLactantius\nLaozi\nMencius\nMozi\nOrigen\nPhilo\nPlato\nPlutarch\nPolybius\nShang\nSun Tzu\nTertullian\nThucydides\nValluvar\nXenophon\nXunzi\nMedieval\nAlpharabius\nAquinas\nAvempace\nAverroes\nBaldus\nBartolus\nBruni\nDante\nGelasius\nal-Ghazali\nGiles\nGratian\nGregory\nIbn Khaldun\nJohn of Salisbury\nLatini\nMaimonides\nMarsilius\nMuhammad\nNizam al-Mulk\nOckham\nPhotios\nPlethon\nIbn Tufayl\nWang\nEarly modern\nBeza\nBoétie\nBodin\nBossuet\nBuchanan\nCalvin\nCampanella\nErasmus\nFilmer\nGrotius\nGuicciardini\nHarrington\nHayashi\nHobbes\nJames\nLeibniz\nLocke\nLuther\nMachiavelli\nMalebranche\nMilton\nMontaigne\nMore\nMüntzer\nNaudé\nPufendorf\nSidney\nSpinoza\nSuárez\n18th–19th-century\nBakunin\nBastiat\nBeccaria\nBentham\nBlanqui\nBolingbroke\nBonald\nBurke\nCarlyle\nComte\nCondorcet\nConstant\nCortés\nEmerson\nEngels\nFichte\nFourier\nFranklin\nGodwin\nHaller\nHamann\nHegel\nHelvétius\nHerder\nHume\nJefferson\nKant\npolitical philosophy\nKierkegaard\nLe Bon\nLe Play\nMadison\nMaistre\nMarx\nMazzini\nMill\nMontesquieu\nNietzsche\nNovalis\nOwen\nPaine\nRenan\nRousseau\nRoyce\nSade\nSaint-Simon\nSchiller\nSmith\nSpencer\nSpooner\nde Staël\nStirner\nTaine\nThoreau\nTocqueville\nTucker\nVico\nVivekananda\nVoltaire\nWarren\n20th–21st-century\nAdorno\nAgamben\nAmbedkar\nArendt\nAron\nBadiou\nBaudrillard\nBauman\nBenoist\nBerlin\nBernstein\nBurnham\nButler\nCamus\nChomsky\nde Beauvoir\nDebord\nDeleuze\nDewey\nDmowski\nDu Bois\nDugin\nDurkheim\nDworkin\nEvola\nFoucault\nFromm\nFukuyama\nGandhi\nGehlen\nGentile\nGramsci\nGuénon\nHabermas\nHayek\nHeidegger\nHoppe\nHuntington\nIrigaray\nKautsky\nKirk\nKołakowski\nKropotkin\nLaclau\nLand\nLenin\nLuxemburg\nMacIntyre\nMansfield\nMao\nMarcuse\nMaritain\nMaurras\nMichels\nMises\nMosca\nMouffe\nNegri\nNiebuhr\nNozick\nNursî\nOakeshott\nOrtega\nPareto\nPolanyi\nPopper\nQutb\nRadhakrishnan\nRand\nRawls\nRöpke\nRothbard\nRussell\nSantayana\nSartre\nSchmitt\nScruton\nSearle\nShariati\nSimmel\nSkinner\nSombart\nSorel\nSpann\nSpengler\nStrauss\nSun\nTaylor\nVoegelin\nWalzer\nWeber\nWeil\nŽižek\nSocial theories\nAnarchism\nAuthoritarianism\nCollectivism\nChristian theories\nCommunism\nCommunitarianism\nConflict theories\nConfucianism\nConsensus theory\nConservatism\nContractualism\nCosmopolitanism\nElite theory\nFascism\nFeminist theories\nGandhism\nHindu nationalism (Hindutva)\nIndividualism\nIslamic theories\nIslamism\nLegalism\nLiberalism\nLibertarianism\nMohism\nMonarchism\nNationalism\nPopulism\nRepublicanism\nSocial constructionism\nSocial constructivism\nSocial Darwinism\nSocialism\nUtilitarianism\nRelated articles\nCritique of political economy\nJurisprudence\nPhilosophy and economics\nPhilosophy of education\nPhilosophy of history\nPhilosophy of law\nPhilosophy of social science\nPolitical ethics\nIndex\n\nCategory\n\nvtePhilosophers and theologians associated with Death of God theology\nThomas J. J. Altizer\nPaul van Buren (association disavowed)\nJohn D. Caputo\nMeister Eckhart (posthumous attribution)\nWilliam Hamilton\nG. W. F. Hegel\nFriedrich Nietzsche\nPseudo-Dionysius (posthumous attribution)\nJohn Robinson\nRichard L. Rubenstein\nPaul Tillich\nGabriel Vahanian\nGianni Vattimo\nSlavoj Žižek\nJohn S. Dunne (observer-attributed)\nWilliam Blake (posthumous attribution)\nPeter Carravetta\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nSpain\nFrance\nBnF data\nCatalonia\nGermany\nItaly\nIsrael\nBelgium\nUnited States\nSweden\nLatvia\nJapan\nCzech Republic\nAustralia\nGreece\nKorea\nCroatia\nNetherlands\nPoland\nPortugal\nAcademics\nCiNii\nORCID\nPhilPeople\nArtists\nMusicBrainz\nULAN\nPeople\nDeutsche Biographie\nTrove\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Slavoj_Žižek&oldid=1195488316\"",
    "twitter": ""
  },
  {
    "name": "Stacey Abrams",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/stacey-abrams-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American politician, lawyer, voting rights activist, and author (born 1973)\n\n\nStacey AbramsAbrams in 2021Minority Leader of the Georgia House of RepresentativesIn officeJanuary 10, 2011 – July 1, 2017Preceded byDuBose PorterSucceeded byBob TrammellMember of the Georgia House of RepresentativesIn officeJanuary 8, 2007 – August 25, 2017Preceded byJoAnn McClintonSucceeded byBee NguyenConstituency84th district (2007–2013)89th district (2013–2017)\nPersonal detailsBornStacey Yvonne Abrams (1973-12-09) December 9, 1973 (age 50)Madison, Wisconsin, U.S.Political partyDemocraticRelativesLeslie Abrams Gardner (sister)Residence(s)Atlanta, Georgia, U.S.Education\nSpelman College (BA)\nUniversity of Texas, Austin (MPA)\nYale University (JD)\nWebsiteOfficial website\nThis article is part of a series onLiberalismin the United States\nSchools\nClassical\nConservative\nEconomic\nLaissez-faire\nModern\nProgressive\nSocial\nThird Way\n\n\nPrinciples\nCivil rights\nDue process\nEconomic freedom\nEconomic progressivism\nEgalitarianism\nEqual opportunity\nEnvironmentalism\nFiscal conservatism\nFreedom of the press\nFreedom of religion\nFreedom of speech\nFree market\nHarm Principle\nIndividualism\nInternationalism\nLegal egalitarianism\nMixed economy\nRepublicanism\nRule of law\nSeparation of church and state\nSocial Democracy\nSocial equality\nSocial justice\nSocial welfare\nUnalienable rights\nWelfare state\n\n\nHistory\nAmerican Revolutionary War\nCivil rights movement\nFair Deal\nGilded Age\nGreat Society\nJacksonian democracy\nJeffersonian democracy\nLiberal Republicans\nNew Deal\nNew Deal coalition\nProgressive Era\nThird Way\n\n\nIntellectuals\nAbbott\nAddams\nCarson\nCommager\nDewey\nDouglass\nDworkin\nEmerson\nFrank\nFranklin\nFriedan\nFriedman\nGalbraith\nGarrison\nHofstadter\nIreland\nJefferson\nKing (Coretta)\nKing Jr.\nMaddow\nMcCarthy\nMcGovern\nMott\nMurray\nNozick\nNussbaum\nPaine\nPinker\nRawls\nRorty\nRush\nSchlesinger\nSharpton\nSkinner\nSmith\nSontag\nStanton\nSteinem\nStewart\nSumner\nTrilling\nTrotter\nThoreau\nTruth\nVidal\nWard\nWarren\nWells\nWellstone\n\n\nPoliticians\nAbzug\nAbrams\nAnthony\nBaker\nBiden\nBryan\nButtigieg\nCarter\nChavez\nChisholm\nClay\nClinton (Bill)\nClinton (Hillary)\nClyburn\nCuomo (Andrew)\nCuomo (Mario)\nDean\nDukakis\nFarmer\nFeinstein\nFrank\nGlasser\nGompers\nGore\nHamer\nHarris\nHays\nHuerta\nHumphrey\nJackson (Andrew)\nJackson (Jesse)\nJavits\nJefferson\nJohnson\nJordan\nKaine\nKefauver\nKennedy (John)\nKennedy (Joseph)\nKennedy (Robert)\nKennedy (Ted)\nKerry\nKing (Coretta)\nKing Jr.\nLa Follette\nLa Guardia\nLewis\nLincoln\nLindsay\nMadison\nMarkey\nMcCarthy\nMcGovern\nMilk\nMondale\nMurphy\nNelson\nNewsom\nO'Neill\nObama\nPelosi\nPowell\nRandolph\nReid\nReuther\nRockefeller\nRoosevelt (Eleanor)\nRoosevelt (Franklin)\nRoosevelt (Theodore)\nRush\nSchumer\nSharpton\nShriver\nSmith\nStevenson\nTruman\nWallace\nWarren\nWellstone\nYarborough\n\n\nJurists\nBlackmun\nBrandeis\nBrennan\nBreyer\nCardozo\nDarrow\nDouglas\nDworkin\nGinsburg\nHarlan\nHouston\nK. B. Jackson\nKagan\nMarshall\nSotomayor\nSouter\nStevens\nWarren\n\n\nParties\nAnti-Federalist Party\nDemocratic Party\nDemocratic-Republican Party\nNational Democratic Party\nProgressive Party (1912)\nProgressive Party (1924)\nProgressive Party (1948)\nRhode Island Suffrage Party\nRockefeller Republicans (until the 1970s)\n\n\nThink tanks\nCenter for American Progress\nCenter for Budget and Policy Priorities\nRoosevelt Institute\n\n\nOther organizations\nAFL–CIO\nAmerican Civil Liberties Union\nAmerican Constitution Society\nAmerican Humanist Association\nAmericans United for Separation of Church and State\nBrennan Center For Justice\nEqual Justice Works\nNAACP\nNational Organization for Women\nPeople for the American Way\nNARAL\nSouthern Christian Leadership Conference\nSouthern Center for Human Rights\nSNCC\nNational Urban League\n\n\nMedia\nThe American Prospect\nThe Atlantic\nCNN\nHuffPost\nMother Jones\nMSNBC\nThe Nation\nThe New Republic\nThe New York Times\nThe Problem with Jon Stewart\nRolling Stone\nSojourners\nTalking Points Memo\nThinkProgress\nSalon\nThe Washington Post\n\n\nSee also\nLiberal bias in academia\nLiberal bias in the media\nLiberal theorists\nModern liberalism in the United States\n\n\n Liberalism portal\n United States portalvte\nStacey Yvonne Abrams (/ˈeɪbrəmz/;[1] born December 9, 1973) is an American politician, lawyer, voting rights activist, and author who served in the Georgia House of Representatives from 2007 to 2017, serving as minority leader from 2011 to 2017.[2] A member of the Democratic Party, Abrams founded Fair Fight Action, an organization to address voter suppression, in 2018.[3] Her efforts have been widely credited with boosting voter turnout in Georgia, including in the 2020 presidential election, when Joe Biden narrowly won the state, and in Georgia's 2020–21 regularly scheduled and special U.S. Senate elections, which gave Democrats control of the Senate.[4][5][6]\nAbrams was the Democratic nominee in the 2018 Georgia gubernatorial election, becoming the first African-American female major-party gubernatorial nominee in the United States.[7] She narrowly lost the election to Republican candidate Brian Kemp, but refused to concede, accusing Kemp of engaging in voter suppression as Georgia Secretary of State.[8][9] News outlets and political science experts have been unable to determine whether voter suppression affected its result.[10][11] In February 2019, Abrams became the first African-American woman to deliver a response to the State of the Union address. She was the Democratic nominee in the 2022 Georgia gubernatorial election, and lost again to Kemp, this time by a much larger margin; she conceded on the night of the election.[12]\nAbrams is an author of both fiction and nonfiction. Her nonfiction books, Our Time Is Now and Lead from the Outside, were New York Times best sellers. Abrams wrote eight fiction books under the pen name Selena Montgomery before 2021. While Justice Sleeps was released on May 11, 2021, under her real name. Abrams also wrote a children's book, Stacey's Extraordinary Words, released in December 2021.\n\n\nEarly life and education\nThe second of six siblings, Abrams was born to Robert and Carolyn Abrams in Madison, Wisconsin, and raised in Gulfport, Mississippi where her father was employed in a shipyard and her mother was a librarian.[13][14][15]  In 1989, the family moved to Atlanta, Georgia, where her parents pursued graduate divinity degrees at Emory University.[16][17] They became Methodist ministers and later returned to Mississippi with their three youngest children while Abrams and two other siblings remained in Atlanta.[16][18][19] She attended Avondale High School, graduating as valedictorian in 1991.[20] In 1990, she was selected for the Telluride Association Summer Program.[21] At 17, while still in high school, she was hired as a typist for a congressional campaign and then as a speechwriter based on the improvements she made to a campaign speech.[22]\nIn 1995, Abrams earned a Bachelor of Arts in interdisciplinary studies (political science, economics, and sociology) from Spelman College, magna cum laude.[2] While in college, she worked in the youth services department in the office of Atlanta mayor Maynard Jackson.[22] She later interned at the U.S. Environmental Protection Agency.[22] As a freshman in 1992, Abrams took part in a protest on the steps of the Georgia Capitol, during which she joined in burning the Georgia state flag which, at the time, incorporated the Confederate battle flag. It had been added to the state flag in 1956 as an anti-civil rights movement action.[23][24][25]\nAs a Harry S. Truman Scholar, Abrams studied public policy at the University of Texas at Austin's LBJ School of Public Affairs, where she earned a Master of Public Affairs degree in 1998. Afterward, she earned a Juris Doctor from Yale Law School.[2]\n\nLegal and business career\nAfter graduating from law school, Abrams worked as a tax attorney at the Sutherland Asbill & Brennan law firm in Atlanta, with a focus on tax-exempt organizations, health care, and public finance.[2] In 2010, while a member of the Georgia General Assembly, Abrams co-founded and served as the senior vice president of NOW Corp. (formerly NOWaccount Network Corporation), a financial services firm.[26][27]\nAbrams is CEO of Sage Works, a legal consulting firm that has represented clients including the Atlanta Dream of the Women's National Basketball Association.[28]\n\nNourish and Now\nAbrams co-founded Nourish, Inc. in 2010.[29] Originally conceived as a beverage company with a focus on infants and toddlers,[30] it was later rebranded as Now and pivoted its business model to an invoicing solution for small businesses. Now raised a $9.5 million Series A in 2021.[29]\n\nRewiring America\nIn mid-March 2023, community electrification advocacy nonprofit group Rewiring America announced it had hired Abrams as senior counsel.[31][32]\n\nPolitical career\nIn 2002, at age 29, Abrams was appointed a deputy city attorney for the City of Atlanta.[2][33]\n\nGeorgia General Assembly\nIn 2006, Abrams ran for the 84th District for the Georgia House of Representatives, following JoAnn McClinton's announcement that she would not seek reelection. Abrams ran in the Democratic Party primary election against former state legislator George Maddox and political operative Dexter Porter. She outraised her two opponents and won the primary election with 51% of the vote, avoiding a runoff election.[34]\n\nAbrams in 2012\nAbrams represented House District 84 beginning in the 2007 session,[35] and beginning in the 2013 session (following reapportionment), District 89. Both districts covered portions of the City of Atlanta and unincorporated DeKalb County,[36] covering the communities of Candler Park, Cedar Grove, Columbia, Druid Hills, Edgewood, Highland Park, Kelley Lake, Kirkwood, Lake Claire, South DeKalb, Toney Valley, and Tilson.[37][38] She served on the Appropriations, Ethics, Judiciary Non-Civil, Rules, and Ways & Means committees.[39]\nIn November 2010, the Democratic caucus elected Abrams to succeed DuBose Porter as minority leader over Virgil Fludd.[40] Abrams's first major action as minority leader was to cooperate with Republican governor Nathan Deal's administration to reform the HOPE Scholarship program. She co-sponsored the 2011 legislation that preserved the HOPE program by decreasing the scholarship amount paid to Georgia students and funded a 1% low-interest loan program for students.[41]\nAccording to Time magazine, Abrams \"can credibly boast of having single-handedly stopped the largest tax increase in Georgia history.\"[42] In 2011 Abrams argued that a Republican proposal to cut income taxes while increasing a tax on cable service would lead to a net increase in taxes paid by most people.[42] She performed an analysis of the bill that showed that 82% of Georgians would see net tax increases, and left a copy of the analysis on the desk of every House legislator.[42] The bill subsequently failed.[42]\n\nAbrams with John Lewis in 2017\nAbrams also worked with Deal on criminal-justice reforms that reduced prison costs without increasing crime,[42] and with Republicans on the state's biggest-ever public transportation funding package.[42]\nOn August 25, 2017, Abrams resigned from the General Assembly to focus on her gubernatorial campaign.[43]\n\n2018 gubernatorial campaign\nMain article: 2018 Georgia gubernatorial electionStacey Abrams campaigns in 2018 for Governor of Georgia.\n\n\nWikinews has related news:\n Stacey Abrams becomes first black woman to gain major U.S. party nomination for governor of Georgia\n\nAbrams ran for governor of Georgia in 2018.[44] In the Democratic primary she ran against Stacey Evans, another member of the Georgia House of Representatives,[44] in what some called \"the battle of the Staceys\". Abrams was endorsed by Bernie Sanders and Our Revolution.[45][46] On May 22, she won the Democratic nomination, making her the first Black woman in the U.S. to be a major party's nominee for governor.[7] After winning the primary, Abrams secured a number of high-profile endorsements, including one from former president Barack Obama.[47][48]\nAlmost a week before election day, the Republican nominee, Georgia secretary of state Brian Kemp, canceled a debate scheduled seven weeks earlier to attend a Trump rally. Kemp blamed Abrams for the cancellation, saying she was unwilling to reschedule it. Abrams's campaign manager responded, \"We refuse to callously take Georgians for granted and cancel on them. Just because Brian Kemp breaks his promises doesn't mean anyone else should.\"[49]\nTwo days before the election, Kemp's office announced that it was investigating the Georgia Democratic Party for unspecified \"possible cybercrimes\"; the Georgia Democratic Party stated that \"Kemp's scurrilous claims are 100 percent false\" and described them as a \"political stunt\".[50] A 2020 investigation by the Georgia attorney general's office concluded that there was no evidence of computer crimes.[51] Later that year, it was revealed that the alleged cybercrime against Kemp's office was in fact a planned security test that one of Kemp's staff members had signed off on three months prior.[52]\nAs Georgia's secretary of state, Kemp was in charge of elections and voter registration during the election. Kemp was accused of voter suppression during the election between him and Abrams.[53][54][55] Emory University professor Carol Anderson has criticized Kemp as an \"enemy of democracy\" and \"an expert in voter suppression\" for his actions as secretary of state.[56] Political scientists Michael Bernhard and Daniel O'Neill described Kemp's actions in the 2018 gubernatorial election as the worst case of voter suppression in that election year.[57] Election law expert Richard L. Hasen called Kemp \"perhaps the most incompetent state chief elections officer\" in the 2018 elections, pointing to a number of actions that jeopardized Georgia's election security and made it harder for eligible voters to vote.[58] Hasen writes that it was \"hard to tell\" which of Kemp's \"actions were due to incompetence and which were attempted suppression.\"[58]\nBetween 2012 and 2018, Kemp's office canceled over 1.4 million voter registrations, with nearly 700,000 cancellations in 2017 alone.[59] On a single night in July 2017, half a million voters had their registrations canceled. According to The Atlanta Journal-Constitution, election-law experts said that this \"may represent the largest mass disenfranchisement in US history.\"[60] Kemp oversaw the removals as secretary of state, and did so eight months after he declared his candidacy for governor.[61] An investigative journalism group run by Greg Palast found that of the approximately 534,000 Georgians whose voter registrations were purged between 2016 and 2017, more than 334,000 still lived where they were registered.[62] The voters were given no notice that they had been purged.[63] Palast sued Kemp, claiming over 300,000 voters were purged illegally.[64] Kemp's office denied any wrongdoing, saying that by \"regularly updating our rolls, we prevent fraud and ensure that all votes are cast by eligible Georgia voters.\"[65]\n\nAbrams in 2018\nBy early October 2018, more than 53,000 voter registration applications had been put on hold by Kemp's office, with more than 75% belonging to minorities.[66][59] The voters were eligible to re-register if they still lived in Georgia.[67][59][61][62]\nIn a ruling against Kemp, district judge Amy Totenberg found that Kemp's office had violated the Help America Vote Act and said an attempt by Kemp's office to expedite the certification of results \"appears to suggest the secretary's foregoing of its responsibility to confirm the accuracy of the results prior to final certification, including the assessment of whether serious provisional balloting count issues have been consistently and properly handled.\"[68][69]\nOn November 6, 2018, Abrams lost the election by 54,723 votes.[70] On November 16, 2018, Abrams announced that she was ending her campaign. She emphasized that her statement was not a concession, because \"concession means to acknowledge an action is right, true, or proper\", but acknowledged that she could not close the gap with Kemp to force a runoff.[71] In her campaign-ending speech, Abrams announced the creation of Fair Fight Action, a voting rights nonprofit organization that sued the secretary of state and state election board in federal court for voter suppression.[72]\nFair Fight's lawsuit was initiated in December 2018; according to Politico, it \"started as a sprawling case that included allegations of unreasonably long lines and wait times caused by moving and closing polling places; the impact of voter ID rules on people of color, voters with non-Anglo Saxon names and newly naturalized citizens; improper maintenance of Georgia's voter rolls; inadequate training of poll workers; and even the integrity of voting machines\".[73] Six months after the lawsuit began, the Georgia legislature passed a law addressing some of its claims, with measures including the implementation of new voting machines with more advanced technology.[74] Fair Fight dropped the claims about voting machines in December 2020, around the time that Donald Trump made baseless claims about voting machine problems in Georgia affecting the 2020 presidential election.[73] In February 2021, a federal judge ruled that Fair Fight's claims about voting machines, voter list security, and polling place issues were resolved by changes in Georgia's election law, or invalidated due to lack of standing to sue.[74][75]\nIn April 2021, a judge allowed some claims in the legal challenge to proceed while rejecting others.[74] In October 2022, a federal judge ruled against Fair Fight on the remaining claims, finding that Georgia's voting regulations did not violate the Constitution or the Voting Rights Act.[76][77][78] According to the judge, the case \"resulted in wins and losses for all parties over the course of the litigation and culminated in what is believed to have been the longest voting rights bench trial in the history of the Northern District of Georgia.\"[73][79][80] Over the course of the lawsuit, Fair Fight raised $61 million and paid millions to Allegra Lawrence-Hardy, Abrams's campaign chair.[73]\nSince losing the election, Abrams has repeatedly said that the election was not fairly conducted[9] and has declined to call Kemp the legitimate governor of Georgia.[81] Abrams has since said that she won the election and that the election was \"stolen from the voters of Georgia\", claims that election law expert Richard L. Hasen said were unproven, though he argued that \"it's clear that Kemp did everything in his power to put in place restrictive voting policies that would help his candidacy and hurt his opponent, all while overseeing his own election.\"[82] Abrams argued that Kemp, who oversaw the election in his role as secretary of state, had a conflict of interest and suppressed turnout by purging nearly 670,000 voter registrations in 2017, and that about 53,000 voter registrations were pending a month before the election.[9][83] She has said, \"I have no empirical evidence that I would have achieved a higher number of votes. However, I have sufficient and I think legally sufficient doubt about the process to say that it was not a fair election.\"[9]\nOn November 9, 2018, the Atlanta Journal-Constitution reported that its investigation of the 2018 statewide elections in Georgia had found \"no evidence ... of systematic malfeasance – or of enough tainted votes to force a runoff election\".[84] A USA Today fact check noted that the actions Kemp's office took during the election \"can be explained as routine under state and federal law\"; political scientist Charles S. Bullock III said there is \"not much empirical evidence supporting the assertion that Kemp either suppressed the vote or 'stole' the election from Abrams.\"[85]\nAccording to Washington Post fact checker Glenn Kessler, Abrams has variously claimed that she \"won\" the election, that the election was \"rigged\", that it was \"stolen\", that it was not \"free and fair\", and that Kemp had \"cheated\". Kessler said that \"Abrams played up claims the election was stolen until such tactics became untenable for anyone who claims to be an advocate for American democratic norms and values\".[86]\n\nRole in federal politics\nStacey Abrams and Nancy Pelosi in January 2019\nOn January 29, 2019, Senate minority leader Chuck Schumer (D-NY) announced that Abrams would deliver the response to the State of the Union address on February 5.[87] She was the first African-American woman to give the rebuttal to the address, as well as the first and only non-office-holding person to do so since the State of the Union responses began in 1966.[88] Despite being heavily recruited by Schumer, the Democratic National Committee, and the Democratic Senatorial Campaign Committee to challenge incumbent senator David Perdue, on April 30, 2019, Abrams announced that she would not run for the U.S. Senate in 2020.[89] After Senator Johnny Isakson announced his resignation due to poor health, Abrams declined to run in that election as well, citing a need to focus on ending voter suppression.\nOn August 17, 2019, Abrams announced the founding of Fair Fight 2020,[90] an organization to assist Democrats financially and technically to build voter protection teams in 20 states.[91] Abrams is Fair Fight Action 2020's chair.[92] Billionaire and former New York City mayor Michael Bloomberg contributed $5 million shortly after announcing his run for the 2020 Democratic presidential nomination.[93][94] On ABC's The View, Abrams defended Bloomberg's spending, saying: \"Every person is allowed to run and should run the race that they think they should run, and Mike Bloomberg has chosen to use his finances. Other people are using their dog, their charisma, their whatever.\"[95] Abrams declined to endorse Bloomberg personally.[96]\nDuring the 2020 Democratic presidential primaries, Abrams actively promoted herself for consideration as former vice president Joe Biden's running mate.[97] Kamala Harris was officially announced as Biden's running mate on August 11, 2020.[98] Abrams was selected as one of 17 speakers to jointly deliver the keynote address at the 2020 Democratic National Convention.[99]\nAfter Biden won the 2020 U.S. presidential election, both The New York Times and The Washington Post credited Abrams with a large boost in Democratic votes in Georgia and an estimated 800,000 new voter registrations.[6][100] As part of that election, she served as an elector for the state of Georgia.[101]\n\n2022 gubernatorial campaign\nMain article: 2022 Georgia gubernatorial election\nOn December 1, 2021, Abrams announced she would run again for governor of Georgia.[102] She ran unopposed in the Democratic primary on May 24, 2022, and faced Georgia governor Brian Kemp in the November 8 general election.[103] Abrams and Kemp had their first of two scheduled debates on October 17. In the debate, Abrams emphasized her support for gun control and legal access to abortion, while Kemp emphasized Georgia's economy under his governorship and his anti-crime proposals.[104] When asked whether she would accept the results of the election, Abrams declined to directly respond.[105] In the final debate before the election both candidates agreed to accept the results.[106] Abrams lost the November 8, 2022 election to Kemp; she conceded that night.[12]\n\nPolitical positions\nAbrams supports abortion rights, advocates for expanded gun control, and opposes proposals for stricter voter ID laws. She has argued that some implementations of voter ID laws disenfranchise minorities and the poor,[107][108] but does not oppose voter ID laws in principle and supports voters having to verify their identities.[109][110] Abrams pledged to oppose legislation similar to the religious liberty bill that Governor Deal vetoed in 2016.[111][112]\n\nCriminal justice reform\nAbrams supports criminal justice reform in the form of no cash bail for poor defendants, abolishing the death penalty, and decriminalizing possession of small amounts of marijuana.[107][113] She also supports community policing to keep communities safe as part of criminal justice reform.[114]\n\nEducation\nAbrams would like to increase spending on public education.[42] She opposes private school vouchers, instead advocating improvements to the public education system. She supports smaller class sizes, more school counselors, protected pensions, better pay for teachers, and expanded early childhood education.[115]\n\nHealth care\nIn her campaign for governor, Abrams said her top priority was Medicaid expansion.[42][116] She cited research showing that Medicaid expansion improved health care access for low-income residents and made hospitals in rural locations financially viable.[116] She also created a plan to address Georgia's high maternal mortality rate.[117]\n\nIsraeli–Palestinian conflict\nAbrams is a strong supporter of Israel and rejects \"the demonization and delegitimization of Israel represented\" by the Boycott, Divestment and Sanctions campaign, which she has called \"anti-Semitic\".[118][119] But she voted against Georgia's anti-BDS legislation that punishes companies that choose to boycott Israel or Israeli-occupied territories.[120] Abrams wrote, \"Boycotts have been a critical part of social justice in American history, particularly for African-Americans. As the Anti-Defamation League notes, the origin of BDS is based in the anti-apartheid movement.\"[118]\n\nWriting career\nOutside of politics, Abrams has found success as a fiction writer. Until 2021, she published her works under the pen name Selena Montgomery. She claims to have sold more than 100,000 copies of her novels.[39] She wrote her first novel during her third year at Yale Law School and published her most recent book in 2009.[121] Her legal thriller While Justice Sleeps was published (under her own name) in May 2021.[122] That novel is being produced as a television series by Working Title Films, a subsidiary of Universal Pictures.[123][124]\nTwo of her nonfiction works, Our Time is Now and Lead from the Outside, were New York Times Best Sellers.[125]\nAbrams has published articles on public policy, taxation, and nonprofit organizations.[126] She is the author of Minority Leader: How to Lead from the Outside and Make Real Change (published by Henry Holt & Co. in April 2018),[127] and Our Time Is Now: Power, Purpose, and the Fight for a Fair America (published by Henry Holt & Co. in June 2020).[128]\n\nHonors and awards\nIn 2012, Abrams received the John F. Kennedy New Frontier Award from the Kennedy Library and Harvard University's Institute of Politics, which honors an elected official under 40 whose work demonstrates the impact of elective public service as a way to address public challenges.[129] In 2014 Governing Magazine named her a Public Official of the Year, an award that recognizes state and local official for outstanding accomplishments.[130] Abrams was recognized as one of \"12 Rising Legislators to Watch\" by the same publication in 2012[131] and one of the \"100 Most Influential Georgians\" by Georgia Trend for 2012, 2013, 2014, 2015, 2016 and 2017.[132]\nEMILY's List recognized Abrams as the inaugural recipient of the Gabrielle Giffords Rising Star Award in 2014.[133] She was selected as an Aspen Rodel Fellow[134] and a Hunt-Kean Fellow.[135] In 2014, Abrams was named 11th most influential African American aged 25 to 45 by The Root, rising to first place in 2019.[136][137] Abrams was named Legislator of the Year by the Georgia Alliance of Community Hospitals, Public Servant of the Year by the Georgia Hispanic Chamber of Commerce, Outstanding Public Service by the Latin American Association, Champion for Georgia Cities by the Georgia Municipal Association, and Legislator of the Year by the DeKalb County Chamber of Commerce.[138]\nAbrams received the Georgia Legislative Service Award from the Association County Commissioners Georgia, the Democratic Legislator of the Year from the Young Democrats of Georgia and Red Clay Democrats, and an Environmental Leader Award from the Georgia Conservation Voters.[138] She is a lifetime member of the Council on Foreign Relations,[139] a Next Generation Fellow of the American Assembly,[140] an American Marshall Memorial Fellow,[140] a Salzburg Seminar–Freeman Fellow on U.S.-East Asian Relations,[141] and a Yukos Fellow for U.S.–Russian Relations.[141]\nAbrams received the Stevens Award for Outstanding Legal Contributions and the Elmer Staats Award for Public Service, both national honors presented by the Harry S. Truman Foundation.[142][143] She was also a 1994 Harry S. Truman Scholar.[144]\nIn 2001, Ebony magazine named Abrams one of \"30 Leaders of the Future\".[145] In 2004 she was named to Georgia Trend's \"40 Under 40\" list,[146] and the Atlanta Business Chronicle named Abrams to its \"Top 50 Under 40\" list. In 2006 she was named a Georgia Rising Star by Atlanta Magazine and by Law & Politics Magazine.[147]\nAbrams received a single vote, from Kathleen Rice, in the 2019 election for Speaker of the U.S. House.[148]\nIn 2019, Abrams received the Distinguished Public Service Award from the University of Texas LBJ School of Public Affairs, where she obtained her Master's of Public Affairs in 1998. The award is the highest honor bestowed upon alumni of the school, with recipients selected by their fellow alumni. The award reflects her \"remarkable leadership on behalf of her constituents as well as citizens all over this country\", according to Dean Angela Evans.[149]\nFor her nonviolent campaign to get out the vote, Abrams has been nominated for a Nobel Peace Prize.[150] In 2021, she was included in the Time 100, Time's annual list of the 100 most influential people in the world.[151]\nAbrams was nominated for the Primetime Emmy Award for Outstanding Character Voice-Over Performance in 2021 for her work on an election-themed special episode of Black-ish.[152] She lost at the 73rd Primetime Creative Arts Emmy Awards to Maya Rudolph of Big Mouth.[153]\n\nOther work\nAbrams with Terri Sewell and Doug Jones at the 55th Anniversary Bridge Crossing Jubilee in Selma, Alabama in 2020\nAbrams has served on the boards of directors for Democratic Legislative Campaign Committee, the Center for American Progress,[154] Atlanta Metropolitan State College Foundation, Gateway Center for the Homeless, and the Georgia Partnership for Excellence in Education; and on the advisory boards for Literacy Action and Health Students Taking Action Together (HSTAT). She also serves on the Board of Visitors for Agnes Scott College and the University of Georgia,[155] as well as on the board of advisors for Let America Vote (a voting rights organization founded by former Missouri secretary of state Jason Kander).[156]\nAbrams has completed seven international fellowships and traveled to \"more than a dozen foreign countries\" for policy work.[157][158] She is a lifetime member of the Council on Foreign Relations[159] and spoke at CFR's Conference on Diversity in International Affairs in 2019.[160] She has also spoken at London's Chatham House,[161] the National Security Action Forum,[162] and a conference hosted by the Yale Kerry Initiative and Jackson Institute for Global Affairs.[163][164] In 2019, Abrams contributed an essay to Foreign Affairs magazine on how identity politics strengthens liberal democracy.[165][166]\nAbrams was featured in All In: The Fight For Democracy, a documentary about voter suppression in the United States. In it, she talks about her family's voting struggles in Mississippi and voter suppression during her 2018 Georgia gubernatorial campaign.[167]\nAbrams appeared as an actor in \"Coming Home\", the season 4 finale of Star Trek: Discovery, as the President of United Earth.[168]\n\nPersonal life\nAbrams is the second of six children born to Reverend Carolyn and Reverend Robert Abrams, originally of Mississippi.[18] Her siblings include Andrea Abrams, U.S. district judge Leslie Abrams Gardner, Richard Abrams, Walter Abrams, and Jeanine Abrams McLean.[169][170]\nIn April 2018, Abrams wrote an op-ed for Fortune revealing that she owed $54,000 in federal back taxes and held $174,000 in credit card and student loan debt.[171] She was repaying the Internal Revenue Service (IRS) incrementally on a payment plan after deferring her 2015 and 2016 taxes, which she stated was necessary to help with her family's medical bills. During the 2018 Georgia gubernatorial election, she donated $50,000 to her own campaign.[172][173] In 2019, she completed payment of her back taxes to the IRS in addition to other outstanding credit card and student loan debt reported during the gubernatorial campaign.[174]\n\nElectoral history\n\nDemocratic primary results, 2018[175]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nDemocratic\n\nStacey Abrams \n\n424,305 \n\n76.44 \n\n\n\n\nDemocratic\n\nStacey Evans\n\n130,784\n\n23.56\n\n\nTotal votes\n\n555,089 \n\n100.0 \n\n\n\n2018 Georgia gubernatorial election\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nBrian Kemp \n\n1,978,408 \n\n50.2% \n\n\n\n\nDemocratic\n\nStacey Abrams\n\n1,923,685\n\n48.8%\n\n\n\n\nLibertarian\n\nTed Metz\n\n37,235\n\n1.0%\n\n\n\nDemocratic primary results, 2022\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nDemocratic\n\nStacey Abrams \n\n726,113 \n\n100% \n\n\n\n2022 Georgia gubernatorial election\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nBrian Kemp \n\n2,111,572 \n\n53.4% \n\n\n\n\nDemocratic\n\nStacey Abrams\n\n1,813,673\n\n45.9%\n\n\n\n\nLibertarian\n\nShane Hazel\n\n28,163\n\n0.7%\n\n\nBooks\nAbrams, Stacey (April 24, 2018). Minority Leader: How to Build Your Future and Make Real Change. New York: Henry Holt and Co. ISBN 978-1250191298.\nAbrams, Stacey (June 9, 2020). Our Time Is Now: Power, Purpose, and the Fight for a Fair America. New York: Henry Holt and Co. ISBN 978-1250257703.\nAbrams, Stacey (May 11, 2021). While Justice Sleeps. New York: Doubleday. ISBN 978-0-385-54657-7.\nAbrams, Stacey (December 28, 2021). Stacey's Extraordinary Words. New York: Balzer + Bray. ISBN 978-0-063-20947-3.\nRomance novels (as Selena Montgomery):[176]\n\nMontgomery, Selena (April 24, 2001). Rules Of Engagement. Harlequin Kimani Arabesque. ISBN 978-1583142240.\nMontgomery, Selena (December 25, 2001). The Art of Desire. Harlequin Kimani Arabesque. ISBN 978-1583142646.\nMontgomery, Selena (October 25, 2002). Power of Persuasion. Harlequin Kimani Arabesque. ISBN 978-1583142653.\nMontgomery, Selena (June 14, 2004). Never Tell. St. Martin's Paperbacks. ISBN 978-0312993061.\nMontgomery, Selena (April 25, 2006). Hidden Sins. HarperTorch. ISBN 978-0060798499.\nMontgomery, Selena (December 26, 2006). Secrets and Lies. Avon. ISBN 978-0060798512.\nMontgomery, Selena (June 24, 2008). Reckless. Avon. ISBN 978-0061376030.\nMontgomery, Selena (March 31, 2009). Deception. Avon. ISBN 978-0061376054.\nReferences\n\n\n^ Darrisaw, Michelle; Vincenty, Samantha (November 6, 2020). Stacey Abrams in Conversation with Janelle Monáe (video). Harper's Bazaar.  Event occurs at 01:28. Archived from the original on November 13, 2021. Retrieved November 13, 2021.\n\n^ a b c d e \"Honorary Degree Recipient Stacey Yvonne Abrams\". Spelman College. March 2017. Archived from the original on December 1, 2017. Retrieved May 9, 2017.\n\n^ Kindelan, Katie (September 11, 2019). \"Will Stacey Abrams have more of an impact on the 2020 election from the sidelines?\". ABC News. Archived from the original on August 20, 2020. Retrieved December 3, 2019.\n\n^ Rodriguez, Sabrina (October 10, 2022). \"Stacey Abrams faces challenges in governor's race. Is Black voter turnout one of them?\". The Washington Post. Archived from the original on October 24, 2022. Retrieved November 4, 2022. Abrams has been widely credited with working to build the base of voters who helped deliver the White House and Senate majority for Democrats.\n\n^ Megía, Elena; Samuels, Alex (September 26, 2022). \"How Black Americans Reshaped Politics In Georgia\". FiveThirtyEight. Archived from the original on October 31, 2022. Retrieved October 31, 2022. [T]he wheels for a Democratic takeover were already set in motion when the party's gubernatorial nominee, Stacey Abrams, pioneered a new playbook focused on Black voters in 2018, something that nearly won her the governorship that year and motivated more Georgians to vote blue in 2020 and 2021...Abrams's close election in 2018, [Perry added], also might encourage Black Democrats to go out and vote, even in a midterm year.\n\n^ a b Hakim, Danny; Saul, Stephanie; Thrush, Glenn (November 7, 2020). \"As Biden Inches Ahead in Georgia, Stacey Abrams Draws Recognition and Praise\". The New York Times. ISSN 0362-4331. Archived from the original on May 22, 2021. Retrieved January 15, 2021. Celebrities, activists and voters across Georgia credited Ms. Abrams with moving past her loss — she came within 55,000 votes of the governor's mansion — and building a well-funded network of organizations that highlighted voter suppression in the state and inspired an estimated 800,000 residents to register to vote.\n\n^ a b Bradner, Eric (May 22, 2018). \"Stacey Abrams wins Democratic primary in Georgia. She could become the nation's first black woman governor\". CNN. Archived from the original on May 23, 2018. Retrieved May 22, 2018.\n\n^ Multiple sources state that Abrams did not concede:\nHurt, Emma (November 18, 2020). \"Trump Hasn't Conceded Georgia. Neither Did Stacey Abrams. What Changed?\". NPR. Archived from the original on December 3, 2021. Retrieved December 4, 2021.\nBowden, John (December 13, 2020). \"Stacey Abrams rejects comparison between her refusal to concede and Trump's\". TheHill. Archived from the original on December 4, 2021. Retrieved December 4, 2021.\nDan Merica (December 3, 2021). \"Abrams defends lack of concession after 2018 gubernatorial loss\". CNN. Archived from the original on December 4, 2021. Retrieved December 4, 2021.\nHurt, Emma (November 18, 2020). \"Refusal To Concede An Election Isn't A New Concept In Georgia\". NPR. Archived from the original on November 30, 2020. Retrieved March 16, 2021.\n\n^ a b c d Marchese, David (April 28, 2019). \"Why Stacey Abrams Is Still Saying She Won\". The New York Times. Archived from the original on April 29, 2019. Retrieved April 29, 2019.\n\n^ * Judd, Alan (November 9, 2018). \"Did voting problems influence outcome in Georgia election?\". The Atlanta Journal-Constitution. Archived from the original on November 10, 2018. Retrieved March 26, 2022.\nSherman, Amy (November 21, 2019). \"No proof voter suppression kept Stacey Abrams from governorship, as Democrats said in Atlanta debate\". PolitiFact. Archived from the original on April 6, 2022. Retrieved March 26, 2022.\nSherman, Amy (May 10, 2019). \"Kamala Harris says voter suppression kept Stacey Abrams, Andrew Gillum out of office. Really?\". PolitiFact. Archived from the original on September 21, 2021. Retrieved March 26, 2022.\nKessler, Glenn (October 30, 2019). \"Did racially motivated voter suppression thwart Stacey Abrams?\". The Washington Post. Archived from the original on February 18, 2022. Retrieved March 26, 2022.\n\n^ Hasen, Richard L. (2020). Election Meltdown: Dirty Tricks, Distrust, and the Threat to American Democracy. Yale University Press. p. 116. ISBN 978-0300248197. As Ari Berman put it, 'We don't know – and may never know – how many people were disenfranchised or dissuaded from voting in the state. But it's clear that Kemp did everything in his power to put in place restrictive voting policies that would help his candidacy and hurt his opponent, all while overseeing his own election.'\n\n^ a b \"Brian Kemp wins second term as Georgia's governor\". WSB-TV. November 9, 2022. Archived from the original on November 9, 2022. Retrieved November 9, 2022.\n\n^ Fouriezos, Nick (January 28, 2016). \"Georgia's Daring Heroine on a Secret Mission\". Yahoo! News. Archived from the original on December 22, 2017. Retrieved May 9, 2017.\n\n^ Sands, Darren (August 17, 2017). \"Stacey Abrams Wants To Be The First Black Woman Governor. But First She Has To Win The Nomination\". BuzzFeed News. Archived from the original on April 24, 2020. Retrieved March 21, 2019. Born in Madison, Wisconsin, to parents who were then a library sciences student and a shipyard worker, Abrams grew up in Gulfport, Mississippi..\n\n^ Stacey Abrams. (2020). Our time is now: power, purpose, and the fight for a fair America. New York: Henry Holt. p. 116. ISBN 9781250257703.\n\n^ a b Beveridge, Lici (September 21, 2018). \"Stacey Abrams, Georgia candidate for governor, has strong Mississippi roots\". Hattiesburg American. Archived from the original on May 1, 2023. Retrieved May 24, 2022.\n\n^ Gilbert, Kathy L. (June 25, 2018). \"Georgia candidate has deep United Methodist roots\". United Methodist News Service. Archived from the original on November 6, 2020. Retrieved November 6, 2020.\n\n^ a b Galloway, Jim (March 25, 2017). \"The possibility of a Democratic race for governor between two Staceys\". Atlanta Journal-Constitution. Archived from the original on March 25, 2017. Retrieved May 9, 2017.\n\n^ Ford, Ashley (September 28, 2016). \"State Representative Stacey Abrams Is the Bright Future of American Politics\". Lenny. Archived from the original on October 27, 2017. Retrieved May 9, 2017.\n\n^ Lyall, Sarah; Richard Fausset (October 26, 2018). \"Stacey Abrams, a Daughter of the South, Asks Georgia to Change (Published 2018)\". The New York Times. ISSN 0362-4331. Archived from the original on November 7, 2020. Retrieved November 6, 2020.\n\n^ \"Telluride Association Newsletter, 2018 Fall\" (PDF). Archived (PDF) from the original on April 19, 2022. Retrieved May 24, 2022. (pg. 7)\n\n^ a b c Graves, Lucia (May 3, 2017). \"Meet the Democrat who wants to be America's first black female governor\". The Guardian. Archived from the original on May 3, 2017. Retrieved May 9, 2017.\n\n^ Jackson, Edwin L. (June 14, 2020). \"State Flags of Georgia\". New Georgia Encyclopedia. Archived from the original on August 2, 2018. Retrieved November 11, 2020.\n\n^ Fausset, Richard (October 22, 2018). \"Stacey Abrams's Burning of Georgia Flag With Confederate Symbol Surfaces on Eve of Debate\". The New York Times. Archived from the original on April 11, 2020.\n\n^ Wootson, Cleve R. Jr. (October 23, 2018). \"'I'm a proud Georgian': Stacey Abrams defends 1992 flag-burning protest\". The Washington Post. Archived from the original on April 11, 2020.\n\n^ Allison, David (April 28, 2014). \"Small business payment firm NOWAccount Network raises $2M\". Atlanta Business Chronicle. Archived from the original on April 5, 2015. Retrieved May 9, 2017.\n\n^ \"NOWaccount\". www.nowaccount.com. Archived from the original on July 27, 2018. Retrieved July 26, 2018.\n\n^ Hickey, Patrick (October 15, 2015). \"House Minority Leader Abrams Talks New Georgia Project, Gig Economy and Upcoming Session\". Southern Political Report. Archived from the original on October 16, 2015. Retrieved May 9, 2017.\n\n^ a b Heater, Brian (June 9, 2021). \"Stacey Abrams co-founded fintech company Now raises $9.5M\". TechCrunch. Archived from the original on June 10, 2021. Retrieved June 11, 2021.\n\n^ Wade Talbert, Marcia (September 24, 2010). \"Inventors Insider: 4 Rules for Inventing With a Partner\". Black Enterprise. Archived from the original on April 7, 2013. Retrieved May 9, 2017.\n\n^ Oshin, Olafimihan (March 14, 2023). \"Abrams joining electrification nonprofit as senior counsel\". The Hill. Archived from the original on March 20, 2023. Retrieved March 20, 2023.\n\n^ \"Stacey Abrams Joins Rewiring America as Senior Counsel\". Rewiring America. March 14, 2023. Archived from the original on March 20, 2023. Retrieved March 20, 2023.\n\n^ Wise, Amy Clark (January 12, 2017). \"Rep. Stacey Abrams reflects on MLK legacy in annual Centre convo\". Centre College. Archived from the original on February 5, 2018. Retrieved May 9, 2017.\n\n^ Bluestein, Greg (September 25, 2018). \"How Abrams' and Kemp's first runs for office helped shape their careers\". Atlanta Journal-Constitution. Archived from the original on July 7, 2020. Retrieved April 28, 2020.\n\n^ \"Representative Stacey Abrams\". house.ga.gov. Archived from the original on September 20, 2022. Retrieved September 16, 2022.\n\n^ \"Representative Stacey Abrams\". house.ga.gov. Archived from the original on April 24, 2020. Retrieved December 20, 2017.\n\n^ \"Georgia House District 84\" (PDF). house.ga.gov. 2005. Archived (PDF) from the original on September 20, 2022. Retrieved September 16, 2022.\n\n^ \"Georgia House of Representatives District 089\" (PDF). house.ga.gov. 2013. Archived (PDF) from the original on March 1, 2023. Retrieved September 16, 2022.\n\n^ a b \"Bio - Representative Stacey Abrams\". Archived from the original on January 30, 2012. Retrieved June 6, 2012.\n\n^ \"Georgia House Democrats elect Abrams minority leader\". Chattanooga Times Free Press. Associated Press. November 11, 2010. Archived from the original on July 5, 2020. Retrieved April 28, 2020.\n\n^ Diamond, Laura (September 13, 2018). \"House approves HOPE bill, but challenges in Senate loom\". Atlanta Journal-Constitution. Archived from the original on December 5, 2020. Retrieved January 7, 2021.\n\n^ a b c d e f g h Bali, Molly (July 26, 2018). \"Stacey Abrams Could Become America's First Black Female Governor – If She Can Turn Georgia Blue\". Time. Archived from the original on July 29, 2018. Retrieved July 30, 2018.\n\n^ Bluestein, Greg (August 25, 2017). \"Georgia 2018: Stacey Abrams resigns from House to focus on gov run\". Atlanta Journal-Constitution. Archived from the original on June 7, 2019. Retrieved June 6, 2019.\n\n^ a b Zito, Salena (June 25, 2017). \"The fate of the Democrats' future may lie in Georgia\". The Washington Examiner. Archived from the original on June 25, 2017. Retrieved January 11, 2018.\n\n^ Stein, Letitia (December 20, 2017). \"In Georgia, battle of the 'Staceys' tests Democrats' future\". Reuters. Archived from the original on May 23, 2018. Retrieved May 22, 2018.\n\n^ Catanese, David (May 21, 2018). \"A Tale of Two Staceys in Georgia\". U.S. News & World Report. Archived from the original on May 23, 2018. Retrieved May 22, 2018.\n\n^ \"Barack and Michelle Obama just endorsed nearly 100 midterm candidates\". NBC News. Archived from the original on September 4, 2018. Retrieved August 2, 2018.\n\n^ Hallerman, Tamar (August 1, 2018). \"Obama versus Trump in Georgia? Ex-president lines up behind Abrams\". Atlanta Journal-Constitution. Archived from the original on August 1, 2018. Retrieved August 2, 2018.\n\n^ Blinder, Alan (October 31, 2018). \"Final Debate in Georgia Governor's Race Canceled as Republican Breaks Schedule\". The New York Times. Archived from the original on October 31, 2018. Retrieved November 1, 2018.\n\n^ Samuels, Brett (November 4, 2018). \"Kemp's office opens investigation into Georgia Democrats for 'possible cybercrimes'\". TheHill. Archived from the original on November 4, 2018. Retrieved November 4, 2018.\n\n^ Niesse, Mark (March 3, 2020). \"Investigators find no evidence for Georgia Gov. Kemp's hacking claim\". Atlanta Journal-Constitution. Archived from the original on June 1, 2020. Retrieved March 15, 2020. No election information was damaged, stolen or lost, according to the report, and there was no evidence of computer crimes.\n\n^ Niesse, Mark; Jack Gillum (May 29, 2020). \"Case files discredit Kemp's accusation that Democrats tried to hack Georgia election\". Atlanta Journal-Constitution and ProPublica. Archived from the original on June 3, 2020. Retrieved May 30, 2020.\n\n^ Phillips, Ariella (October 29, 2016). \"Ga. election official off base on election interference\". PolitiFact. Archived from the original on October 12, 2018. Retrieved October 11, 2018.\n\n^ Pugh, Tony (October 7, 2016). \"Georgia secretary of state fighting accusations of disenfranchising minority voters\". McClatchyDC. Archived from the original on October 12, 2018. Retrieved October 11, 2018.\n\n^ Anderson, Carol (November 7, 2018). \"Brian Kemp's Lead in Georgia Needs an Asterisk\". The Atlantic. Archived from the original on March 14, 2022. Retrieved March 17, 2022.\n\n^ Anderson, Carol (August 11, 2018). \"Brian Kemp, Enemy of Democracy\". The New York Times. Archived from the original on August 12, 2018. Retrieved August 12, 2018.\n\n^ Bernhard, Michael; O'Neill, Daniel (2019). \"Trump: Causes and Consequences\". Perspectives on Politics. 17 (2): 317–324. doi:10.1017/S1537592719000896. ISSN 1537-5927.\n\n^ a b Hasen, Richard L. (2020). Election Meltdown: Dirty Tricks, Distrust, and the Threat to American Democracy. Yale University Press. ISBN 978-0-300-25286-6. Archived from the original on May 1, 2023. Retrieved December 2, 2021.\n\n^ a b c Nadler, Ben (October 9, 2018). \"Voting rights become a flashpoint in Georgia governor's race\". Associated Press. Archived from the original on May 30, 2020. Retrieved May 30, 2020.\n\n^ Judd, Alan (October 27, 2018). \"Georgia's strict laws lead to large purge of voters\". Atlanta Journal-Constitution. Archived from the original on May 28, 2020. Retrieved May 30, 2020. By dawn, more than 500,000 people were registered no more. This purge, according to election-law experts, may represent the largest mass disenfranchisement in U.S. history.\n\n^ a b Caputo, Angela; Hing, Geoff; Kauffman, Johnny (October 19, 2018). \"Georgia purged an estimated 107,000 people largely for not voting, an APM Reports investigation shows\". apmreports.com. American Public Media. Archived from the original on October 19, 2018. Retrieved October 19, 2018.\n\n^ a b Durkin, Erin (October 19, 2018). \"GOP candidate improperly purged 340,000 from Georgia voter rolls, investigation claims\". the Guardian. Archived from the original on October 19, 2018. Retrieved October 19, 2018.\n\n^ Palast, Greg (November 10, 2018). \"Here's how Brian Kemp is stealing the Georgia election\". Greg Palast. Archived from the original on December 6, 2018. Retrieved December 6, 2018.\n\n^ Palast, Greg (October 19, 2018). \"We Sued Brian Kemp This Morning\". Greg Palast. Archived from the original on December 6, 2018. Retrieved December 6, 2018.\n\n^ Torres, Kristina (July 31, 2017). \"Georgia cancels registration of more than 591,500 voters\". Atlanta Journal-Constitution. Archived from the original on December 9, 2018. Retrieved December 7, 2018. By regularly updating our rolls, we prevent fraud and ensure that all votes are cast by eligible Georgia voters.\n\n^ Mock, Brentin (October 15, 2018). \"How SCOTUS Helped Make Voter Registration Discrimination in Georgia OK\". CityLab. Archived from the original on December 9, 2018. Retrieved December 7, 2018. 76.3 percent of which were for black, Asian, and Latino voters\n\n^ Lowry, Rich (November 9, 2018). \"The Georgia Smear\". National Review. Archived from the original on November 10, 2018. Retrieved November 11, 2018.\n\n^ Williams, Vanessa (November 13, 2018). \"Federal judge delays certification of Georgia election results, citing concerns over provisional ballots\". The Washington Post. Archived from the original on November 30, 2018. Retrieved December 6, 2018.\n\n^ Niesse, Mark (November 13, 2018). \"Judge orders review of provisional ballots in Georgia election\". Atlanta Journal-Constitution. Archived from the original on February 21, 2019. Retrieved March 13, 2019.\n\n^ \"Official Results - November 6, 2018 General Election\". Georgia Secretary of State. Archived from the original on January 5, 2021. Retrieved February 23, 2022.\n\n^ Krieg, Gregory (November 17, 2018). \"Stacey Abrams acknowledges Brian Kemp win in Georgia governor's race\". CNN. Archived from the original on February 7, 2019. Retrieved November 16, 2018.\n\n^ Brumback, Kate (November 27, 2018). \"Lawsuit challenging Georgia election process filed by Stacey Abrams-backed group\". PBS. Associated Press. Archived from the original on April 12, 2020. Retrieved March 31, 2020.\n\n^ a b c d Gibson, Brittany (October 24, 2022). \"Abrams' campaign chair collected millions in legal fees from voting rights organization\". POLITICO. Archived from the original on October 24, 2022. Retrieved October 24, 2022.\n\n^ a b c Brumback, Kate (April 20, 2021). \"Judge tosses some claims in old Georgia election lawsuit\". Associated Press. Archived from the original on December 1, 2021. Retrieved December 1, 2021.\n\n^ Niesse, Mark (February 17, 2021). \"Judge's ruling focuses Georgia voting rights lawsuit on purges\". The Atlanta Journal-Constitution. Archived from the original on November 3, 2022. Retrieved November 3, 2022.\n\n^ McKend, Pamela Kirkland, Eva (October 1, 2022). \"Federal judge rules against Abrams-founded voting rights group in Georgia\". CNN. Archived from the original on October 3, 2022. Retrieved October 3, 2022.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ Amy, Jeff (October 1, 2022). \"GOP attacks Georgia's Abrams on voting as judge rejects suit\". Associated Press. Archived from the original on October 3, 2022. Retrieved October 3, 2022.\n\n^ Jones, Steve (September 30, 2022). \"Fair Fight v. Raffensperger - Opinion and Memorandum of Decision\" (PDF). United States District Court for the Northern District of Georgia, Atlanta Division. Archived (PDF) from the original on November 1, 2022. Retrieved November 1, 2022.\n\n^ Brumback, Kate (October 1, 2022). \"Federal judge rules against Abrams group in voting rights lawsuit\". Associated Press. Archived from the original on November 2, 2022. Retrieved November 2, 2022.\n\n^ Niesse, Mark (October 4, 2022). \"Court rejected Georgia voting rights case, but laws have changed since 2018\". The Atlanta Journal-Constitution. Archived from the original on October 18, 2022. Retrieved November 1, 2022.\n\n^ Kelly, Caroline (November 18, 2018). \"Stacey Abrams calls Kemp Georgia's 'legal' governor, won't say he's legitimate\". CNN. Archived from the original on June 8, 2019. Retrieved June 9, 2019.\n\n^ Hasen, Richard L. (2020). Election Meltdown: Dirty Tricks, Distrust, and the Threat to American Democracy. Yale University Press. p. 116. ISBN 978-0-300-24819-7. Archived from the original on April 16, 2022. Retrieved March 11, 2022.\n\n^ Nadler, Ben (October 11, 2018). \"Georgia Republican candidate for governor puts 53,000 voter registrations on hold\". USA Today. Archived from the original on April 16, 2020.\n\n^ Alan Judd, The Atlanta Journal-Constitution (November 9, 2018). \"Did voting problems influence outcome in Georgia election?\". Atlanta Journal-Constitution. Archived from the original on January 5, 2021. Retrieved April 29, 2020.\n\n^ Lee, Ella (November 18, 2020). \"Fact check: Post online about Georgia Gov. Brian Kemp's 2018 win is partly false\". USA TODAY. Archived from the original on January 24, 2022. Retrieved February 28, 2022.\n\n^ Kessler, Glenn (September 29, 2022). \"Stacey Abrams's rhetorical twist on being an election denier\". Washington Post. Archived from the original on September 29, 2022. Retrieved September 29, 2022.\n\n^ Levine, Marianne (January 29, 2019). \"Stacey Abrams to give Democratic response to State of the Union\". Politico. Archived from the original on January 30, 2019. Retrieved January 30, 2019.\n\n^ Hallerman, Tamar; Greg Bluestein (January 29, 2019). \"Abrams to deliver Dems' State of the Union response\". The Atlanta Journal-Constitution. Archived from the original on January 30, 2019. Retrieved February 23, 2019.\n\n^ Burns, Alexander (April 30, 2019). \"Stacey Abrams Will Not Run for Senate in 2020\". The New York Times. Archived from the original on April 30, 2019. Retrieved April 29, 2019.\n\n^ \"Abrams brings Fair Fight 2020 to Georgia\". Associated Press. August 18, 2019. Archived from the original on May 23, 2020. Retrieved April 24, 2020.\n\n^ Williams, Vanessa (August 14, 2019). \"Stacey Abrams chooses building a national voter protection program over running for president in 2020\". The Washington Post. Archived from the original on April 19, 2020. Retrieved September 18, 2019.\n\n^ \"Our Leadership Team\". FairFight.com. Archived from the original on April 22, 2020. Retrieved September 18, 2019.\n\n^ \"Abrams' voting rights PAC hauls in almost $15 million\". The Fulcrum. January 9, 2020. Archived from the original on April 25, 2020. Retrieved April 18, 2020.\n\n^ Bluestein, Greg (January 8, 2020). \"Bloomberg to join Abrams' voting rights summit on Friday in Atlanta\". Atlanta Journal-Constitution. Archived from the original on May 10, 2020. Retrieved April 18, 2020.\n\n^ Shah, Khushbu (March 1, 2020). \"'I might vote for him': how Bloomberg is courting Georgia's liberals\". The Guardian. Archived from the original on April 14, 2020. Retrieved April 18, 2020.\n\n^ Galloway, Jim (February 19, 2020). \"Stacey Abrams takes heat for defense of Michael Bloomberg's cash-rich campaign\". Atlanta Journal-Constitution. Archived from the original on April 20, 2020. Retrieved April 27, 2020.\n\n^ Merica, Dan; Donald Judd (April 26, 2020). \"Why Stacey Abrams is making her case for VP -- everywhere\". CNN. Archived from the original on May 13, 2020. Retrieved May 14, 2020.\n\n^ Burns, Alexander; Glueck, Katie (August 11, 2020). \"Kamala Harris Is Biden's Choice for Vice President\". The New York Times. ISSN 0362-4331. Archived from the original on November 6, 2020. Retrieved August 12, 2020.\n\n^ \"Democrats Unveil A New Kind of Convention Keynote\". 2020 Democratic National Convention (Press release). August 16, 2020. Archived from the original on August 17, 2020. Retrieved August 16, 2020.\n\n^ Barrow, Bill; Stafford, Kat (November 8, 2020). \"Stacey Abrams credited for boosting Democrats in Georgia\". The Washington Post. Archived from the original on November 9, 2020. Retrieved November 9, 2020.\n\n^ Bluestein, Greg (December 11, 2020). \"Meet Georgia's 16 Democratic electors\". Atlanta Journal-Constitution. Archived from the original on January 23, 2021. Retrieved January 9, 2021.\n\n^ Bluestein, Greg (December 1, 2021). \"Stacey Abrams is running for Georgia governor in 2022\". The Atlanta Journal-Constitution. Archived from the original on December 1, 2021. Retrieved December 1, 2021.\n\n^ Bradner, Eric; Merica, Dan; Krieg, Gregory (May 25, 2022). \"6 takeaways from primaries in Georgia, Alabama, Arkansas and Texas\". CNN. Archived from the original on May 26, 2022. Retrieved May 26, 2022.\n\n^ Amy, Jeff; Barrow, Bill (October 18, 2022). \"At Georgia debate, Abrams and Kemp clash on abortion, crime\". Associated Press. Archived from the original on October 18, 2022. Retrieved October 18, 2022.\n\n^ Garcia, Eric (October 18, 2022). \"Stacey Abrams deflects when asked if she will accept the election results\". The Independent. Archived from the original on October 18, 2022. Retrieved October 18, 2022.\n\n^ Oshin, Olafimihan (October 31, 2022). \"Kemp, Abrams clash in final debate, but agree to accept election results\". The Hill. Archived from the original on October 31, 2022. Retrieved October 31, 2022.\n\n^ a b Bluestein, Greg (July 24, 2018). \"Abrams-Kemp Georgia gov race matchup sets up a sharp November contrast\". Atlanta Journal-Constitution. Archived from the original on August 7, 2018. Retrieved August 7, 2018.\n\n^ Bluestein, Greg (July 26, 2018). \"Jobs, jobs, jobs: Abrams touts economic plan – and avoids Kemp attack\". Atlanta Journal-Constitution. Archived from the original on August 7, 2018. Retrieved August 7, 2018.\n\n^ Aaron Blake (June 21, 2021). \"Stacey Abrams and the Democrats' evolution on voter ID\". Washington Post. Archived from the original on January 15, 2022. Retrieved June 29, 2021.\n\n^ Brittany Bernstein (June 17, 2021). \"Stacey Abrams Endorses Manchin's Election Law Compromise\". National Review. Archived from the original on February 11, 2022. Retrieved June 29, 2021.\n\n^ Sack, Kevin; Blinder, Alan (July 28, 2018). \"In Georgia Governor's Race, a Defining Moment for a Southern State\". The New York Times. Archived from the original on July 29, 2018. Retrieved July 30, 2018.\n\n^ Balz, Dan (July 28, 2018). \"Analysis | Georgia's gubernatorial race may be the purest example of politics in the Trump era\". Washington Post. Archived from the original on July 28, 2018. Retrieved July 30, 2018.\n\n^ Bluestein, Greg (February 13, 2018). \"Abrams pledges to eliminate cash bail system, decriminalize some marijuana offenses\". Atlanta Journal-Constitution. Archived from the original on August 7, 2018. Retrieved August 7, 2018.\n\n^ \"Criminal Justice\". Join Stacey Abrams. Archived from the original on May 13, 2020. Retrieved May 14, 2020.\n\n^ Tagami, Ty (October 1, 2018). \"Abrams has an expansive (and expensive?) education plan\". Atlanta Journal-Constitution. Archived from the original on October 2, 2018. Retrieved March 30, 2019.\n\n^ a b Goodnough, Abby (October 20, 2018). \"Stacey Abrams Hopes Medicaid Expansion Can Be a Winning Issue in Rural Georgia\". The New York Times. Archived from the original on October 23, 2018. Retrieved October 24, 2018.\n\n^ Newkirk II, Vann R. (November 2, 2018). \"Stacey Abrams's Prescription for a Maternal-Health Crisis\". The Atlantic. Archived from the original on April 18, 2020. Retrieved March 30, 2019.\n\n^ a b Jilani, Zaid (November 28, 2017). \"The Politics of Boycotting Israel Are Creeping into the Race for Georgia Governor\". The Intercept. Archived from the original on June 24, 2020. Retrieved June 23, 2020.\n\n^ Abrams, Stacey (November 17, 2017). \"Abrams: BDS Vote Reflected Wider Implications\". Atlanta Jewish Times. Archived from the original on June 26, 2020. Retrieved June 23, 2020.\n\n^ Bluestein, Greg (November 17, 2017). \"Georgia 2018: Stacey Abrams' stance on Israel under scrutiny in race for governor\". The Atlanta Journal-Constitution. Archived from the original on June 27, 2020. Retrieved June 23, 2020.\n\n^ Krug, Nora (October 22, 2018). \"How Stacey Abrams turned heartbreak into a career plan — and romance novels\". The Washington Post. Archived from the original on April 19, 2020. Retrieved April 29, 2020.\n\n^ Kramer Brussel, Rachel (October 14, 2020). \"Stacey Abrams Thriller 'While Justice Sleeps' to be Published in May 2021\". Forbes.com. Archived from the original on November 24, 2020. Retrieved November 16, 2020.\n\n^ White, Peter (May 11, 2021). \"Stacey Abrams' Novel 'While Justice Sleeps' Set For TV Adaptation From Working Title\". Deadline. Archived from the original on May 12, 2021. Retrieved May 13, 2021.\n\n^ Hibberd, James (May 11, 2021). \"Stacey Abrams' Legal Thriller Sells for TV Adaptation After Bidding War\". The Hollywood Reporter. Archived from the original on May 13, 2021. Retrieved May 13, 2021.\n\n^ Egan, Elisabeth (June 25, 2020). \"Want to Be in Stacey Abrams's Book Club? Sorry, It's Family Only\". The New York Times. Archived from the original on May 9, 2021. Retrieved May 9, 2021.\n\n^ \"Stacey Abrams Author References\". www.huffingtonpost.com. Archived from the original on November 24, 2020. Retrieved December 12, 2019.\n\n^ \"Minority Leader – Stacey Abrams\". macmillan.com. Archived from the original on January 26, 2018. Retrieved January 25, 2018.\n\n^ \"Our Time Is Now: Power, Purpose, and the Fight for a Fair America – Stacey Abrams\". macmillan.com. Archived from the original on May 2, 2020. Retrieved April 27, 2020.\n\n^ \"Stacey Abrams 2012\". www.jfklibrary.org. John F. Kennedy Presidential Library & Museum. Archived from the original on November 1, 2014. Retrieved December 6, 2014.\n\n^ \"Stacey Abrams, Georgia\". Governing. November 10, 2014. Archived from the original on November 21, 2014. Retrieved December 6, 2014.\n\n^ Trenkner, Tina (January 2012). \"12 State Legislators to Watch in 2012\". Governing. Archived from the original on January 7, 2012. Retrieved December 6, 2014.\n\n^ Kennedy, Karen; Simo, Christy (December 31, 2014). \"100 Most Influential Georgians\". Georgia Trend. Archived from the original on January 6, 2015. Retrieved January 26, 2015.\n\n^ \"Stacey Abrams Receives First Ever Gabrielle Giffords Rising Star Award\". Emily's List. Archived from the original on August 25, 2018. Retrieved October 20, 2018.\n\n^ \"Aspen Institute-Rodel Fellowship Class of 2013\". Archived from the original on February 13, 2015. Retrieved January 22, 2015.\n\n^ \"Hunt-Kean Leadership Fellows\". The Hunt Institute. Archived from the original on January 28, 2015. Retrieved January 26, 2015.\n\n^ \"The Root 100 - 2014\". January 2014. Archived from the original on January 28, 2015. Retrieved January 26, 2015.\n\n^ Suggs, Ernie (September 26, 2019). \"Stacey Abrams: Most influential African American in the country?\". Atlanta Journal-Constitution. Archived from the original on September 28, 2019.\n\n^ a b \"Speakers\". Governing. May 18, 2015. Archived from the original on January 21, 2018. Retrieved May 9, 2017.\n\n^ Gould Sheinin, Aaron. \"DNC 2016: Five things to know about Stacey Abrams\". Atlanta Journal-Constitution. Archived from the original on May 6, 2017. Retrieved May 9, 2017.\n\n^ a b \"Ga. State House of Representatives Minority Leader Stacey Abrams to Keynote 2011 Buttimer Dinner\". The Savannah Tribune. October 19, 2011. Archived from the original on January 21, 2018. Retrieved May 9, 2017.\n\n^ a b St. Claire, Pat (March 12, 2015). \"House Minority Leader Stacey Abrams: Accomplished And Driven\". GPB. Archived from the original on January 22, 2018. Retrieved May 9, 2017.\n\n^ \"Rep Stacey Abrams\" (PDF). House.ga.gov. Archived (PDF) from the original on December 28, 2016.\n\n^ \"Harry Truman America's Truman Scholars\" (PDF). Truman.gov. Archived (PDF) from the original on December 30, 2016.\n\n^ \"Search Our Scholars | The Harry S. Truman Scholarship Foundation\". www.truman.gov. Archived from the original on August 23, 2019. Retrieved February 1, 2017.\n\n^ \"30 Leaders of the Future\". Ebony Magazine. Johnson Publishing Company. December 2001. Archived from the original on November 24, 2020. Retrieved May 9, 2017.\n\n^ Kirkpatrick, Karen (October 2016). \"Georgia Trend's 2016 40 Under 40\". Georgia Trend. Archived from the original on May 26, 2017. Retrieved May 9, 2017.\n\n^ Barry, Tom (February 14, 2017). \"Stacey Abrams' life is Action-Packed! And Spine-Tingling! Even without the spy novels she writes\". Super Lawyers. Archived from the original on January 21, 2018. Retrieved May 9, 2017.\n\n^ McPherson, Lindsey (January 3, 2019). \"Pelosi elected speaker with 15 Democratic defections\". Roll Call. Archived from the original on January 3, 2019. Retrieved January 3, 2019.\n\n^ \"Stacey Abrams (MPAff '98) and Rudy Metayer (EMPL '16) to receive LBJ School outstanding alumni honors\". utexas.edu (Press release). September 16, 2019. Archived from the original on July 16, 2020. Retrieved November 13, 2021.\n\n^ Solsvik, Terje; Fouche, Gwladys (February 1, 2021). \"U.S. voting rights activist Stacey Abrams nominated for Nobel Peace Prize\". Reuters. Capitol Hill. Archived from the original on February 2, 2021. Retrieved February 2, 2021.\n\n^ Parsley, Aaron (September 15, 2021). \"Bernie Sanders and Cindy McCain Write Tributes for Biden and Other Leaders on TIME 100 List\". People. Archived from the original on November 15, 2021. Retrieved November 15, 2021.\n\n^ Tangcay, Jazz (July 13, 2021). \"Voting Rights Activist Stacey Abrams Lands Emmy Nod for 'Black-ish' Election Special\". Variety. Archived from the original on September 13, 2021. Retrieved September 13, 2021.\n\n^ Turchiano, Danielle (September 12, 2021). \"Maya Rudolph Becomes Second Black Woman to Win Back-to-Back Acting Emmys in Same Category\". Variety. Archived from the original on September 13, 2021. Retrieved September 13, 2021.\n\n^ \"Center for American Progress - Board of Directors\". American Progress. Archived from the original on June 10, 2020. Retrieved June 15, 2020.\n\n^ \"Agnes Scott College – Board of Visitors\". Agnes Scott. Archived from the original on August 25, 2017. Retrieved August 25, 2017.\n\n^ \"Advisors\". Let America Vote. Archived from the original on July 12, 2018. Retrieved May 1, 2018.\n\n^ Stuart, Tessa (March 1, 2020). \"Stacey Abrams Is Building a New Kind of Political Machine in the Deep South\". Rolling Stone. Archived from the original on April 17, 2020. Retrieved March 14, 2020.\n\n^ Chambers, Francesca (February 24, 2020). \"Former Georgia lawmaker Stacey Abrams is laying the groundwork for the White House\". McClatchy. Archived from the original on March 6, 2020. Retrieved March 14, 2020.\n\n^ Gould Sheinin, Aaron (July 25, 2016). \"DNC 2016: Five things to know about Stacey Abrams\". Atlanta Journal-Constitution. Archived from the original on July 9, 2020. Retrieved March 14, 2020.\n\n^ \"A Conversation With Stacey Abrams\". cfr.org. Council on Foreign Relations. May 10, 2019. Archived from the original on June 1, 2020. Retrieved March 14, 2020.\n\n^ Porter, Tom (March 7, 2019). \"Stacey Abrams thinks Democrats need to totally change their playbook to beat Trump in 2020 — here's how\". Business Insider. Archived from the original on July 15, 2020. Retrieved March 14, 2020.\n\n^ McLaughlin, Seth (May 10, 2019). \"Flirting with presidential bid, Stacey Abrams talks foreign policy\". Washington Times. Archived from the original on June 14, 2020. Retrieved March 14, 2020.\n\n^ \"Kerry Initiative conference to address challenges to democracy\". Yale Kerry Initiative. April 3, 2019. Archived from the original on February 20, 2020. Retrieved March 14, 2020.\n\n^ Hicks, Markeshia (April 21, 2019). \"Abrams sounds alarm for democracy\". The Connecticut Mirror. Archived from the original on July 17, 2020. Retrieved March 14, 2020.\n\n^ Abrams, Stacey (February 2019). \"Identity Politics Strengthens Democracy\". Foreign Affairs. Archived from the original on March 9, 2020. Retrieved March 14, 2020.\n\n^ Beauchamp, Zack (February 20, 2020). \"Identity politics isn't hurting liberalism. It's saving it\". Vox.com. Archived from the original on March 19, 2020. Retrieved March 14, 2020.\n\n^ Silva, Christianna; Simon, Scott. \"In New Documentary, Stacey Abrams Probes The State Of Voter Suppression In 2020\". NPR. Archived from the original on September 6, 2020. Retrieved September 6, 2020.\n\n^ Patten, Dominic (March 17, 2022). \"'Star Trek: Discovery's Sonequa Martin-Green & EP On Stacey Abrams' Very Presidential Appearance In Season 4 Finale\". Deadline. Archived from the original on September 9, 2022. Retrieved March 17, 2022.\n\n^ Malloy, Daniel (March 11, 2014). \"Obama nominates Leslie Abrams – Stacey's sister – for federal judgeship\". Atlanta Journal-Constitution. Archived from the original on March 12, 2014. Retrieved May 21, 2018.\n\n^ \"U.S. Senate Roll Call Votes 113th Congress – 2nd Session\". Vote Summary: Vote Number 281. United States Senate. Archived from the original on June 18, 2018. Retrieved May 21, 2018.\n\n^ Wattles, Jackie (April 25, 2018). \"Georgia governor candidate Stacey Abrams is $200,000 in debt. She's not alone\". CNN Money. Archived from the original on May 24, 2018. Retrieved May 23, 2018.\n\n^ Bluestein, Greg (March 14, 2018). \"Georgia 2018: Abrams owes more than $50K to IRS\". Atlanta Journal-Constitution. Archived from the original on December 26, 2018. Retrieved April 28, 2019.\n\n^ \"2017 - Amended Financial Disclosure Statement -- Candidate for Public Office\". State of Georgia. Archived from the original on April 24, 2020. Retrieved April 28, 2019.\n\n^ Bluestein, Greg (May 16, 2019). \"Abrams settles IRS debt as she preps for another run for office\". Atlanta Journal-Constitution. Archived from the original on May 17, 2019. Retrieved July 11, 2019.\n\n^ \"General Primary and Nonpartisan General Election\". Georgia Secretary of State. Archived from the original on January 5, 2021. Retrieved July 25, 2018.\n\n^ McKenzie, Jean-Philippe (November 6, 2020). \"Stacey Abrams Has Written 8 Romance Novels Under the Name \"Selena Montgomery\"\". The Oprah Magazine. Archived from the original on November 7, 2020. Retrieved November 7, 2020.\n\n\nFurther reading\nJones, Martha S. (2020). Vanguard: How Black Women Broke Barriers, Won the Vote, and Insisted on Equality for All. New York: Basic Books.\nExternal links\n\n\n\nWikimedia Commons has media related to Stacey Abrams.\n\n\n\n\nWikiquote has quotations related to Stacey Abrams.\n\nStacey Abrams for Governor campaign website\nOfficial page at the Georgia House of Representatives (archived)\nStacey Abrams at Ballotpedia\nAppearances on C-SPAN\nProfile at Vote Smart\n\n\nGeorgia House of Representatives\n\n\nPreceded byJoAnn McClinton\n\n Member of the Georgia House of Representativesfrom the 84th district 2007–2013\n\nSucceeded byRahn Mayo\n\n\nPreceded byEarnest Williams\n\n Member of the Georgia House of Representativesfrom the 89th district 2013–2017\n\nSucceeded byBee Nguyen\n\n\nPreceded byDuBose Porter\n\n Minority Leader of the Georgia House of Representatives 2011–2017\n\nSucceeded byBob Trammell\n\n\nParty political offices\n\n\nPreceded byJason Carter\n\n Democratic nominee for Governor of Georgia 2018, 2022\n\nMost recent\n\n\nPreceded byJoe Kennedy III\n\n Response to the State of the Union address 2019\n\nSucceeded byGretchen Whitmer\n\n\nPreceded byElizabeth Warren\n\n Keynote Speaker of the Democratic National Convention 2020 Served alongside: Raumesh Akbari, Colin Allred, Brendan Boyle, Yvanna Cancela, Kathleen Clyde, Nikki Fried, Robert Garcia, Malcolm Kenyatta, Marlon Kimpson, Conor Lamb, Mari Manoogian, Victoria Neave, Jonathan Nez, Sam Park, Denny Ruprecht, Randall Woodfin\n\nMost recent \n\nvteDemocratic Party of GeorgiaChairs\nThomas Hardeman Jr. (1872)\nL. N. Trammell (1880)\nCharles F. Clay (1883–)\nB. H. Bigham (1886)\nHoke Smith (1888)\nWilliam Yates Atkinson (1890–1892)\nAllen Fort (1892–1894)\nAlexander Stephens Clay (1894–1898)\nFleming W. Dubignon (1898–1900)\nE. T. Brown (1902–1904)\nE. J. Yeomans (1904–1906)\nAlexander Lawton Miller (1906–1908)\nHewlett A. Hall (1908–1909)\nCharles R. Pendleton (1909–1910)\nW. C. Wright (1910–1912)\nWilliam J. Harris (1912–1913)\nWilliam S. West (1913–1914)\nE. J. Reagan (1914–1916)\nJohn James Flynt Sr. (1916–1920)\nWilliam Jerome Vereen (1920–1921)\nG. E. Maddox 1925–30\nLawrence S. Camp 1930–32\nHugh Howell (c. 1935–1937)\nCharles S. Reid 1937\nJim L. Gillis 1939\nWilliam Y. Atkinson Jr. 1942\nJ. Lon Duckworth (1943–1946)\nJames S. Peters (1948–1954)\nJohn Sammons Bell (1954–1960)\nJ. B. Fuqua (1962–1966)\nJames Gray (1966–1970)\nDavid H. Gambrell (1970–1972)\nCharles Kirbo (1972–1974)\nMarge Thurman (1974–1982)\nAl Holloway (Interim Chairman, 1982)\nBert Lance (1982–1986)\nJohn Henry Anderson (1986–1990)\nEd Sims (1990–1994)\nJohn Blackmon (1994–1998)\nDavid Worley (1998–2001)\nCalvin Smyre (2001–2004)\nBobby Kahn (2004–2007)\nJane Kidd (2007–2010)\nMike Berlon (2011–2013)\nNikema Williams (acting, 2013)\nDuBose Porter (2013–2019)\nNikema Williams (2019–present)\nHouse Leaders\nGeorge Busbee\nClarence Vaughn\nAl Burruss\nLarry Walker Jr.\nJimmy Skipper\nDuBose Porter\nStacey Abrams\nBob Trammell\nJames Beverly\nSenate Leaders\nJohn R. Riley\nThomas F. Allgood\nCharles Walker\nMichael Meyer von Bremen\nRobert Brown\nSteve Henson\nGloria Butler\nPresidential primaries\n2004\n2008\n2016\n2020\nOther\n1988 Democratic National Convention\n\nPortals: Biography Georgia (U.S. state) Politics\nAuthority control databases International\nISNI\n2\nVIAF\n2\nWorldCat\n2\nNational\nGermany\nUnited States\nCzech Republic\nPoland\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Stacey_Abrams&oldid=1188369623\"",
    "twitter": ""
  },
  {
    "name": "Stan Marek",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/stan-marek-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Stephen Perkins",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/stephen-perkins-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "musician",
    "wiki": "American musician and songwriter (born 1967)\nFor the 19th century Republic of Texas politician, see Stephen W. Perkins.\n\n\nThis biography of a living person needs additional citations for verification. Please help by adding reliable sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately from the article and its talk page, especially if potentially libelous.Find sources: \"Stephen Perkins\" – news · newspapers · books · scholar · JSTOR (March 2021) (Learn how and when to remove this template message)\nStephen PerkinsBackground informationBirth nameStephen Andrew PerkinsBorn (1967-09-13) September 13, 1967 (age 56)Los Angeles, California, U.S.GenresAlternative rock, alternative metalOccupation(s)Musician, songwriter, producerInstrument(s)Drums, percussionYears active1986–presentLabelsTriple X, Warner Bros., EMI, Capitol, Epic, CyberOctave, Sanctuary, Blood Stained StarsMusical artist\nStephen Andrew Perkins (born September 13, 1967) is an American musician and songwriter. A drummer and percussionist, he currently plays with Jane's Addiction, Porno for Pyros and Hellride.\nFollowing the dissolution of Jane's Addiction, Perkins continued to play with frontman Perry Farrell in the rock band Porno for Pyros. He also has a solo project called Banyan, and in the 1990s was involved in Lil' Pit with Mike Watt. In 1992, he appeared as percussionist on Rage Against the Machine's \"Know Your Enemy\" and in 1995, contributed percussion to the Red Hot Chili Peppers songs \"One Big Mob\" and \"Warped\" on their album One Hot Minute (fellow Jane's Addiction member Dave Navarro was the guitarist for the Chili Peppers during the making of that album). Perkins also played drums on the Nine Inch Nails album The Downward Spiral on the track \"I Do Not Want This\". In addition to Banyan, Perkins worked with Jane's Addiction guitarist Dave Navarro, Jane's Addiction bass player Chris Chaney and singer/guitarist Steve Isaacs on a project entitled The Panic Channel from 2004 until 2007. \nPerkins was also involved with members of Suicidal Tendencies in their Infectious Grooves side project, as well as Hellride, a Los Angeles–based Stooges cover band. Jane's Addiction reunited and played at the NME Awards in April 2008, and recorded the album The Great Escape Artist in 2011, and produced a live album Live in NYC, from material recorded during the follow-up tour. The band has played sporadically since 2013, as members have worked on various side projects. Perkins most recently played with the band in February 2020 during a show with the Red Hot Chili Peppers; Perkins also filled in on drums for the Red Hot Chili Peppers at the same show.\n\n\nEarly life[edit]\nPerkins attended Notre Dame High School in Sherman Oaks, California.[1]\n\nDiscography[edit]\nJane's Addiction\n\n1987 Jane's Addiction\n1988 Nothing's Shocking\n1990 Ritual de lo Habitual\n1991 Live and Rare (Compilation of live tracks, demos, and album tracks)\n1997 Kettle Whistle (Compilation of live tracks, demos, new songs and unreleased material)\n2003 Strays\n2006 Up from the Catacombs (Greatest hits album)\n2009 A Cabinet of Curiosities (Box set)\n2011 The Great Escape Artist\nInfectious Grooves\n\n1991 The Plague That Makes Your Booty Move...It's the Infectious Grooves\nPorno for Pyros\n\n1993 Porno for Pyros\n1996 Good God's Urge\nNine Inch Nails\n\n1994 The Downward Spiral Drum performance for \"I Do Not Want This\"\nBanyan\n\n1997 Banyan\n1999 Anytime at All\n2004 Live at Perkins' Palace\nPerry Farrell\n\n1999 Rev\nThe Panic Channel\n\n2006 (ONe)\nHellflower\n\n2010 Us You\nReferences[edit]\n\n\n^ \"Notre Dame High School\". Retrieved March 9, 2018.\n\n\nExternal links[edit]\nJanesAddiction.org – extensive discography and information\nStephen Perkins at IMDb\nvteJane's Addiction\nPerry Farrell\nDave Navarro\nEric Avery\nStephen Perkins\nChris Chaney\nMartyn LeNoble\nFlea\nDuff McKagan\nDave Sitek\nStudio albums\nNothing's Shocking\nRitual de lo Habitual\nStrays\nThe Great Escape Artist\nLive albums\nJane's Addiction\nLive in NYC\nCompilations\nLive and Rare\nKettle Whistle\nUp from the Catacombs\nBox sets\nA Cabinet of Curiosities\nSingles\n\"Jane Says\"\n\"Mountain Song\"\n\"Stop!\"\n\"Three Days\"\n\"Been Caught Stealing\"\n\"Classic Girl\"\n\"Ripple\"\n\"Just Because\"\n\"End to the Lies\"\n\"Irresistible Force\"\nRelated articles\nDiscography\nGift\nLollapalooza\nNINJA 2009 Tour Sampler\nThree Days\nPsi Com\nPorno for Pyros\nDeconstruction\nThe Panic Channel\nSatellite Party\nBanyan\nPolar Bear\nCamp Freddy\nRed Hot Chili Peppers\n\nvteMethods of Mayhem\nTommy Lee\n John \"J3\" Allen III \n DJ Aero \nMarty O'Brien\nMorgan Rose\nStephen Perkins\nWill Hunt\nTiLo\nChris Chaney\nMix Master Mike\nKai Marcus\nStudio albums\nMethods of Mayhem (1999)\nA Public Disservice Announcement (2010)\nSingles\n\"Get Naked\"\nRecord labels\nMCA Records\nRoadrunner Records\nRelated articles\nMötley Crüe\nGeorge Clinton\nThe Crystal Method\nFred Durst\nKid Rock\nLil' Kim\nSnoop Dogg\nU-God\nvtePorno for Pyros\nPerry Farrell\nPeter DiStefano\nMartyn LeNoble\nStephen Perkins\nMike Watt\nStudio albums\nPorno for Pyros (1993)\nGood God's Urge (1996)\nSingles\n\"Pets\"\n\"Hard Charger\"\n\nAuthority control databases International\nVIAF\nNational\nIsrael\nUnited States\nArtists\nMusicBrainz\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Stephen_Perkins&oldid=1187691915\"",
    "twitter": ""
  },
  {
    "name": "Steve Benen",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/steve-benen-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American political writer and producer\nNot to be confused with Steve Bannon.\nSteve BenenBorn (1973-05-15) May 15, 1973 (age 50)Miami, Florida, U.S.NationalityAmericanEducationFlorida International University (BA)George Washington UniversityOccupation(s)Political writer and blogger, producer of The Rachel Maddow ShowAwardsEmmy Awards (x2)\nSteve Benen (born May 15, 1973) is an American political writer, blogger, MSNBC contributor and producer of The Rachel Maddow Show, for which he received two Emmy Awards in 2017.[1] His first book, The Impostors: How Republicans Quit Governing and Seized American Politics,[2] was published by William Morrow and Company in June 2020.\n\n\nEarly life and education[edit]\nBenen was born and raised in Miami, Florida, and received his B.A. in Political Science from Florida International University, where he served in the student government alongside future Maryland state legislator Kirill Reznik.[3] He received a master's degree in Political Management from George Washington University, and was an intern in President Bill Clinton's White House.\n\nCareer[edit]\nPolitics[edit]\nIn 1996, he was the communications director for an unsuccessful Democratic congressional campaign in Pennsylvania. From 1997 to 2002, Benen worked as a staff writer at Church & State magazine, published by Americans United for the Separation of Church and State.[citation needed]\n\nMedia[edit]\nFrom August 2008 to January 2012, Benen was the lead blogger for the Washington Monthly's \"Political Animal\" blog.[4] He was the publisher of the political blog The Carpetbagger Report for five years[5] and was the lead editor of Salon.com's Blog Report.\nIn July 2009, The Atlantic named Benen one of the top 50 most influential political commentators in the United States.[6] In 2012, Benen wrote the introduction to the e-book, \"Elephant in the Room: Washington in the Bush Years\".[7]\n\"Digital Pamphleteer,\" a short film about Benen's work as a blogger, was created by Bill Simmon[8] and won an award at the Vermont International Film Festival[9] in 2008.\nBenen's articles and op-eds have appeared in a variety of publications, including The New York Times,[10] the Washington Monthly, The American Prospect, The Huffington Post, and the New York Daily News. He has been a contributor to Talking Points Memo, Crooks and Liars, The Guardian, AlterNet, Political Wire, and Seven Days.\nHe has been a guest on several radio and television programs, including NPR' Talk of the Nation,[11] MSNBC’s The Rachel Maddow Show, MSNBC's The Ed Show, MSNBC's Martin Bashir, MSNBC's Live with Thomas Roberts,  Current TV's Countdown with Keith Olbermann, Air America Radio’s The Sam Seder Show,  and XM Radio’s POTUS ‘08.\nAs a producer of The Rachel Maddow Show, Benen received Emmy nominations in 2013,[12] 2017,[1] 2018,[13] 2019,[14] and 2020.[15] 2021,[16] winning two Emmys in 2017 for production of the episodes, \"An American Disaster: The Crisis in Flint \", and \"One-on-One with Kellyanne Conway\".[1]\nFollowing the June 2020 publication of his book, The Impostors: How Republicans Quit Governing and Seized American Politics, the book reached the top 100 on the USA Today best selling books list.[17]\n\nReferences[edit]\n\n\n^ a b c \"The National Academy of Television Arts & Sciences Announces Winners of the 38th Annual News and Documentary Emmy Awards\" (PDF). National Academy of Television Arts & Sciences. October 7, 2017. Archived from the original (PDF) on October 7, 2017.\n\n^ \"The Impostors\". HarperCollins.\n\n^ \"Meeting Minutes 07.11.94; Student Government Association BBC, Florida International University\". Retrieved June 17, 2020.\n\n^ \"Hello, I must be going\". The Washington Monthly. Retrieved 2015-10-21.\n\n^ \"Commentary and analysis on politics in America by Steve Benen\". The Carpetbagger Report. Retrieved 18 September 2012.\n\n^ \"The Atlantic 50\". The Atlantic Monthly. Archived from the original on 2009-09-23.\n\n^ Elephant in the Room: Washington in the Bush Years 1st, Paul Glastris, Steve Benen - Amazon.com. Washington Monthly. 19 September 2012 – via amazon.com.\n\n^ \"Films\". billsimmon.com.\n\n^ \"VTIFF Vermont International Film Foundation Screenings Events\". VTIFF.\n\n^ \"The Voters Should Have Decided Weiner's Fate\". www.nytimes.com. Retrieved 2019-07-29.\n\n^ \"Bush and New Faith-based Executive Office\". NPR.org. 29 January 2001.\n\n^ \"Nominees for The 38th Annual News & Documentary Emmy® Awards Announced – The Emmys\". theemmys.tv. Archived from the original on 2020-09-29. Retrieved 2019-07-29.\n\n^ \"Nominees for The 39th Annual News & Documentary Emmy® Awards Announced – The Emmys\". theemmys.tv.\n\n^ \"NOMINEES FOR THE 40th ANNUAL NEWS & DOCUMENTARY EMMY® AWARDS ANNOUNCED – The Emmys\". theemmys.tv.\n\n^ \"News 2020 Nominees – The Emmys\" (PDF). theemmys.tv.\n\n^ \"News 2021 Nominees – The Emmys\". theemmys.tv.\n\n^ \"The Impostors, by Steve Benen\". USA Today. Retrieved November 14, 2022. 1 Weeks Listed: #73 Best Week\n\n\nExternal links[edit]\nThe Maddow Blog Archived 2013-10-15 at the Wayback Machine\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Steve_Benen&oldid=1176240071\"",
    "twitter": ""
  },
  {
    "name": "Steve Forbes",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/steve-forbes-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "businessman",
    "wiki": "American businessman and publisher\nFor other people with the same name, see Stephen Forbes.\n\n\nSteve ForbesForbes in 2016BornMalcolm Stevenson Forbes Jr. (1947-07-18) July 18, 1947 (age 76)Morristown, New Jersey, U.S.EducationPrinceton University (AB)Political partyRepublicanSpouse\nSabina Beekman ​(m. 1971)​Children5, including MoiraParentMalcolm Forbes (father)RelativesB. C. Forbes (grandfather)FamilyForbesSignature\nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nMalcolm Stevenson Forbes Jr. (/fɔːrbz/; born July 18, 1947)[1] is an American publishing executive and politician who is the editor-in-chief of Forbes, a business magazine. He is the son of longtime Forbes publisher Malcolm Forbes and the grandson of that publication's founder B.C. Forbes. He is an adviser at the Forbes School of Business & Technology.[2] Forbes was a candidate in the 1996[3] and 2000 Republican presidential primaries.\n\n\nEarly life and education[edit]\nForbes was born in Morristown, New Jersey, to Roberta Remsen (née Laidlaw) and Malcolm Forbes.[4][5] Forbes grew up in Far Hills, New Jersey. He attended the Far Hills Country Day School with his longtime friend and future Governor of New Jersey Christine Todd Whitman. He graduated cum laude from Brooks School in North Andover, Massachusetts, in 1966.\nForbes graduated with an A.B. in history from Princeton University in 1970 after completing a 75-page long senior thesis titled \"Contest for the 1892 Democratic Presidential Nomination.\"[6][7] While at Princeton, Forbes founded his first magazine, Business Today, with two other students. Business Today is currently the largest student-run magazine in the world.[8] Forbes is a member of Alpha Kappa Psi and Tau Kappa Epsilon.[9] He holds honorary degrees from several universities, including New York Institute of Technology and Lehigh University.[10]\n\nPolitical career and views[edit]\nEarly political career[edit]\nIn 1985, President Ronald Reagan appointed Forbes as head of the Board of International Broadcasting (BIB), which historically managed the operation of Radio Free Europe/Radio Liberty. Reagan's successor, George H. W. Bush reappointed Forbes to the position. Forbes would continue to serve as the BIB's leader until 1993, following the inauguration of Bill Clinton.[11]\nFollowing his career as the BIB's head, Forbes went on to get involved in various conservative political advocacy groups. From 1993 to 1996, Forbes was the chairman of the Board of Directors of \"Empower America\", which later merged with the advocacy group FreedomWorks.[11] Through \"Empower America\", Forbes became associates with prominent conservative politician Jack Kemp, who would go on to endorse Forbes during the 1996 Republican Party presidential primaries.[12] From 1996 to 1999, Forbes also served as honorary chairman of the advocacy group \"Americans for Hope, Growth and Opportunity\", described as \"a grassroots, issues-advocacy organization founded to advance pro-growth, pro-freedom and pro-family issues.\"[11]\nForbes helped craft Christine Todd Whitman's[13] plan for a 30% cut in New Jersey's income tax over three years, and this plan proved to be a major factor in her victory over incumbent Governor James Florio.[14][15] Despite Forbes and Whitman being childhood friends, Forbes would later distance himself from Whitman during his bid for the Republican nomination in 2000 owing to Whitman's pro-choice stance on abortion.[16]\n\nCampaigns for president[edit]\nLogo from 1996 campaign\nForbes entered the Republican primaries for President of the United States in 1996 and 2000, primarily running on a campaign to establish a flat income tax (Forbes's emphasis on the flat tax proposal was so heavy that he was described as a \"single-issue candidate\", a label he claimed was inaccurate[17]). Forbes believed the American taxation system had become too Byzantine and bureaucratic and was in desperate need of reform and simplification.[18] Forbes also supported the ideas of reintroducing 4.5% mortgages and term limits in 1996; however, he dropped both in 2000, as they were minor planks in his overall platform.[citation needed]\nWhen Forbes ran for president in 1996 and 2000, he sold some of his Forbes, Inc. voting shares to other family members to help finance his run. Forbes did not come close to securing the Republican nomination, despite winning the Arizona and Delaware primaries in 1996 and getting some significant shares of the vote in other primaries. Forbes's \"awkward\" campaigning style was considered to be a major factor in his defeat.[19] Time Magazine called his stumping a \"comedy-club impression of what would happen if some mad scientist decided to construct a dork robot.\"[19] Jeff Lyon of The Chicago Tribune wrote of Forbes on the campaign trail, \"[Forbes] resembles the classic milquetoast, with a prissy smile, gold-rimmed glasses that make his eyes look smaller, and a stiff way of presenting himself when he works a crowd. He has a cornball style and uses preppie slang like 'get real' and 'el zippo' (meaning zero) in speeches.\"[20] Forbes and his campaign staff were known for travelling between campaign stops via their \"big silver bus.\"[21][22] For his 2000 presidential campaign, he raised $86,000,000 in campaign contributions, of which $37,000,000 was self-donated.[23]\n\nLogo from 2000 campaign\nAfter dropping out early in the 2000 primary season, Forbes returned to heading the magazine and company. During the 1996 campaign, insiders at Fortune alleged that stories about Forbes's advertisers became favorably biased toward them.[24]\nMajor issues Forbes has supported include free trade, health savings accounts, and allowing people to opt out 75% of Social Security payroll taxes into personal retirement accounts (PRAs). Forbes supports traditional Republican Party policies such as downsizing government agencies to balance the budget, tough crime laws, support for the death penalty, and school vouchers. Forbes opposes gun control and most government regulation of the environment, as well as drug legalization and same-sex marriage,[25] in spite of his father being gay.[26] In terms of foreign policy, he called for a \"US not UN foreign policy\" (which is composed of anti-International Monetary Fund sentiments, pro-Israeli sentiment, opposition to Most Favored Nation status for the People's Republic of China, and anti-UN sentiment.)\nForbes's flat-tax plan has changed slightly. In 1996, Forbes supported a flat tax of 17% on all personal and corporate earned income (unearned income such as capital gains, pensions, inheritance, and savings would be exempt). However, Forbes supported keeping the first $33,000 of income exempt. In 2000, Forbes maintained the same plan; however, instead of each person receiving an exemption of $33,000, it more closely resembled the Armey Plan (Forbes's version called for a $13,000-per-adult and $5,000-per-dependent deduction). Forbes is very wealthy, with a net worth in 1996 of $430 million.[3] In response to this criticism, Forbes promised in his 2000 campaign to exempt himself from the benefits of the flat tax, although he did support the repeal of the 16th Amendment in a debate with Alan Keyes the previous year.\nIn his 2000 campaign, Forbes professed his support for social conservatism along with his supply-side economics. Despite holding opposite positions in 1996, for the 2000 campaign Forbes announced he was adamantly opposed to abortion and supported prayer in public schools. The previous year Forbes had issued a statement saying he would no longer donate money to Princeton University because of its hiring of philosopher Peter Singer, who views personhood as being limited to 'sentient' beings and therefore considers some disabled people and all infants to lack this status. Steve Forbes was one of the signers of the Statement of Principles of Project for the New American Century (PNAC) on June 3, 1997.\n\nOther political activities[edit]\nIn 1996, Forbes campaigned on behalf of Ron Paul in the congressional election for Texas's 14th congressional district.[27]\nActor Mark McKinney played Steve Forbes on the comedy television show Saturday Night Live, a program known for featuring political satire. In an episode which aired on March 16, 1996—shortly after Forbes dropped out of the 1996 presidential race—McKinney played Forbes in a skit in which Forbes purchases land in Russia to found his own country, called \"Forbes America\".[28] Forbes himself hosted an episode of Saturday Night Live that aired on April 13, 1996. The episode featured a skit in which Forbes earnestly wishes to answer the questions of potential voters, but all the questions he receives instead have to do with his enormous personal wealth (for example, with regards to the then ongoing war in Bosnia, Forbes is asked by an audience member, \"Why don't you just buy Bosnia and tell all those people over there that if they don't stop fighting you'll just, you know, throw them the hell out?\").[29] On that same episode, Forbes starred in a skit, playing a roofer, the comedy deriving from Forbes's character being a tough blue collar worker, a personality which clashes with Forbes's nerdy, intellectual demeanor and appearance.[30] The episode also featured a skit where the real Forbes interviewed his SNL counterpart, played by McKinney.[31]\nIn December 2006, Forbes joined the Board of Directors of the advocacy organization FreedomWorks. Forbes is also on the board of directors of the National Taxpayers Union. Forbes is also a member of the board of trustees of The Heritage Foundation, an influential Washington, D.C.-based public policy research institute.[32]  Forbes is a frequent panelist on the television program Forbes on Fox, which also features members of the Forbes magazine staff and is shown Saturday mornings on Fox News Channel at 11:00 am EST.\nOn March 28, 2007, Forbes joined Rudy Giuliani's campaign for the 2008 presidential election, serving as a National Co-Chair and Senior Policy Advisor. Later in the 2008 presidential campaign, Forbes served as John McCain's economic adviser on taxes, energy and the budget during McCain's bid for the 2008 presidential election.[33]\nIn March 2013, Forbes participated in an NPR broadcast Intelligence Squared debate with James Grant, Frederic Mishkin and John R. Taylor Jr. concerning the motion \"Does America Need A Strong Dollar Policy?\".[34]\n\nPersonal life[edit]\nIn 1971, he married Sabina Beekman. They have five daughters, including Moira Forbes.[35] Forbes appeared alongside his family on Larry King Live during his 1996 presidential campaign.[36] Forbes has been a resident of Bedminster, New Jersey.[37]\nForbes rides Amtrak trains and was a passenger on board the 2016 Chester, Pennsylvania, train derailment.[38][39]\n\nBibliography[edit]\nForbes, Steve (1999). The New Birth of Freedom: Vision for America. Washington, DC: Regnery Publishing. p. 204. ISBN 978-0895263209. OCLC 475198964.\nForbes, Steve (2005). Flat Tax Revolution: Using a Postcard to Abolish the IRS. Washington, DC: Regnery Publishing. p. 216. ISBN 978-0895260406. OCLC 60558651.\nForbes, Steve (2012). Freedom Manifesto: Why Free Markets Are Moral and Big Government Isn't. Crown Business Publishing. p. 304. ISBN 978-0307951571.\nForbes, Steve; Ames, Elizabeth (2014). Money: How the Destruction of the Dollar Threatens the Global Economy – and What We Can Do About It. ISBN 9780071823708.\nForbes, Steve; Ames, Elizabeth (2015). Reviving America: How Repealing Obamacare, Replacing the Tax Code and Reforming The Fed will Restore Hope and Prosperity. McGraw-Hill Education. p. 224. ISBN 978-1259641121.\nReferences[edit]\n\n\n^ \"Famous birthdays for July 18: Vin Diesel, Kristen Bell\". United Press International. July 18, 2019. Archived from the original on July 19, 2019. Retrieved August 7, 2019. Publisher Steve Forbes in 1947 (age 72)\n\n^ \"Forbes School of Business & Technology Board of Advisors | Ashford University\". www.ashford.edu. Archived from the original on March 1, 2019. Retrieved May 12, 2019.\n\n^ a b Mitt Romney to report financial assets of at least $190 million Archived May 14, 2007, at the Wayback Machine Fox News\n\n^ \"Milestones: Nov. 4, 1985\". Time. April 18, 2005. Archived from the original on October 15, 2007. Retrieved May 24, 2010.\n\n^ \"Ancestry of Steve Forbes (b. 1947)\". Retrieved October 16, 2015.\n\n^ Forbes, Jr (1970). \"Contest for the 1892 Democratic Presidential Nomination\". {{cite journal}}: Cite journal requires |journal= (help)\n\n^ Bumiller, Elisabeth. \"Politics: On The Trail; In Political Quest, Forbes Runs in Shadow of Father\", The New York Times, February 11, 1996. Accessed December 11, 2007. \"Christine Todd, Mr. Forbes's childhood friend from the Far Hills Country Day school, would grow up to become Governor Whitman... His son went off to the Brooks School in North Andover, Mass., then on to Princeton, Malcolm Forbes's alma mater.\"\n\n^ \"Lyceum Series – March 20, 2007: Steve Forbes\". ULM University of Louisiana at Monroe. Retrieved October 16, 2015.\n\n^ \"Tau Kappa Epsilon Fraternity :: News\". Retrieved October 16, 2015.\n\n^ Sellers, Bob (June 17, 2010). Forbes Best Business Mistakes: How Today's Top Business Leaders Turned Missteps into Success. John Wiley & Sons. ISBN 9780470768334.\n\n^ a b c \"Steve Forbes\". Forbes. June 6, 2002. Retrieved April 7, 2021.\n\n^ \"Jack Kemp endorses Forbes\". Tampa Bay Times. May 7, 1996. Retrieved April 7, 2021.\n\n^ \"Crossfire\". CNN. Archived from the original on March 3, 2016. Retrieved May 24, 2010.\n\n^ \"Welfare states – benefits of tax cuts\". National Review. Archived from the original on April 16, 2006.\n\n^ \"Nowhere Girl\". National Review. Archived from the original on October 16, 2007.\n\n^ Kocieniewski, David (November 9, 1999). \"Whitman and Forbes, Separated Now by Political Ideology\". The New York Times. Retrieved April 7, 2021.\n\n^ Pinkerton, James (February 9, 1996). \"Win or Lose, Forbes Should Be True to Himself : *GOP: Dissembling to woo the right dilutes his limited government message–and won't work\". The Los Angeles Times. Retrieved April 7, 2021.\n\n^ \"Steve Forbes on Tax Reform\". www.ontheissues.org. Retrieved March 9, 2023.\n\n^ a b CALVIN TRILLIN Monday, February 26, 1996 (February 26, 1996). \"Primary Fixation\". TIME. Archived from the original on August 26, 2010. Retrieved March 21, 2011.{{cite news}}:  CS1 maint: multiple names: authors list (link) CS1 maint: numeric names: authors list (link)\n\n^ Lyon, Jeff (January 26, 1996). \"UNLIKELY POPULIST\". The Chicago Tribune. Retrieved April 8, 2021.\n\n^ Apple, R.W. (February 12, 1996). \"POLITICS: STEVE FORBES;Candidate of the Flat Tax Is a Bit of a Flat Campaigner\". The New York Times. Retrieved April 8, 2021.\n\n^ Apple, R.W. (February 26, 1996). \"POLITICS: STEVE FORBES; Delaware Backs Him Because He Was There\". The New York Times. Retrieved April 8, 2021.\n\n^ \"Steve Forbes – $86,012,139 raised, '00 election cycle, Republican Party, President\". Retrieved October 16, 2015.\n\n^ POLITICS: ON THE TRAIL;In Political Quest, Forbes Runs in Shadow of Father\n\n^ Steve Forbes:On The Issues OnTheIssues.com\n\n^ Bumiller, Elisabeth. \"In Political Quest, Forbes Runs in Shadow of Father\", The New York Times, February 11, 1996. Accessed December 14, 2009.\n\n^ Caldwell, Christopher (July 22, 2007). \"The Antiwar, Anti-Abortion, Anti-Drug-Enforcement-Administration, Anti-Medicare Candidacy of Dr. Ron Paul\". The New York Times. Retrieved September 3, 2009.\n\n^ Archived at Ghostarchive and the Wayback Machine: \"Forbes America – Saturday Night Live\". YouTube.\n\n^ Archived at Ghostarchive and the Wayback Machine: Night Live (October 2, 2013). \"Steve Forbes Monologue – Saturday Night Live\". Retrieved April 7, 2021.\n\n^ Archived at Ghostarchive and the Wayback Machine: \"Roofers Slack Off on the Job – Saturday Night Live\". YouTube.\n\n^ Roy King, Don (October 8, 2018). \"SNL Transcripts: Steve Forbes: 04/13/96: Forbes On Forbes\". SNL Transcripts Tonight. Retrieved April 8, 2021.\n\n^ \"Board of Trustees\". The Heritage Foundation. Archived from the original on March 4, 2010. Retrieved October 16, 2015.\n\n^ Goldsmith, Brian Steve Forbes: McCain Isn't Bush, CBS News.com. July 11, 2008.\n\n^ NPR Staff (March 18, 2013). \"Does America Need A Strong Dollar Policy?\". NPR.\n\n^ \"Eugene Register-Guard\". Retrieved October 16, 2015.\n\n^ Blumenfeld, Laura (February 19, 1996). \"THE RELUCTANT DEBUTANTE\". The New York Times. Retrieved April 7, 2021.\n\n^ Hilzenrath, David S. \"No Blank Checks for Forbes\", The Washington Post, August 17, 1999. Accessed October 7, 2018. \"To match Bush's record $37 million haul, Forbes could have no choice but to sell part of the family business, liquidate real estate in his home town of Bedminster, N.J., or go heavily into debt.\"\n\n^ Wisner, Matthew (April 4, 2016). \"Steve Forbes Gives First Hand Account of Deadly Amtrak Derailment\". FOXBusiness. Retrieved October 1, 2023.\n\n^ \"Steve Forbes on Amtrak Derailment | C-SPAN.org\". www.c-span.org. Retrieved October 1, 2023.\n\n\nExternal links[edit]\nSteve Forbes Archived February 8, 2012, at the Wayback Machine at Forbes\nAppearances on C-SPAN\nSteve Forbes for President 1996 Campaign Brochure\nForbes throws weight behind Giuliani\nRightWeb profile of Steve Forbes\nProfile: Steve Forbes Archived October 4, 2011, at the Wayback Machine, Center for Cooperative Research.\n\"Capitalist Tool II: Defending Dynamism\", interview with Reason by Virginia Postrel and Charles Oliver\n\"Confront Iran to bring oil prices down\" April 2006 from $70+ to $15 per barrel\nKurt Schemers of Traders Nation Interview of Steve Forbes Archived December 27, 2013, at the Wayback Machine\nvte(← 1992)   1996 United States presidential election   (2000 →)Democratic Party\nConvention\nPrimaries\nCandidates\nIncumbent nominee: Bill Clinton\ncampaign\npositions\nIncumbent VP nominee: Al Gore\nOther candidates: James D. Griffin\nLyndon LaRouche\ncampaign\npositions\nPat Paulsen\nRoland Riemers\nRepublican Party\nConvention\nPrimaries\nCandidates\nNominee: Bob Dole\ncampaign\nVP nominee: Jack Kemp\nOther candidates: Lamar Alexander\nPat Buchanan\nCharles E. Collins\nBob Dornan\nJack Fellure\nArthur Fletcher\nSteve Forbes\nPhil Gramm\nAlan Keyes\nRichard Lugar\nIsabell Masters\nJimmy McMillan\nTennie Rogers\nArlen Specter\nMorry Taylor\nPete Wilson\nReform Party\nPrimaries\nCandidates\nNominee: Ross Perot\ncampaign\nVP nominee: Pat Choate\nOther candidates: Richard Lamm\ncampaign\nOther Third-party and independent candidatesGreen Party\nConvention\nNominee: Ralph Nader\ncampaign\nVP nominee: Winona LaDuke\nIndependent Grassroots Party\nNominee\nJohn Birrenbach\nVP nominee\nGeorge McMahon\nLibertarian Party\nConvention\nNominee: Harry Browne\nVP nominee: Jo Jorgensen\nOther candidates: Irwin Schiff\nNatural Law Party\nNominee\nJohn Hagelin\nVP nominee\nMike Tompkins\nProhibition Party\nNominee\nEarl Dodge\nVP nominee\nRachel Bubar Kelly\nSocialist Party\nNominee\nMary Cal Hollis \nVP nominee\nEric Chester\nSocialist Workers Party\nNominee\nJames Harris\nU.S. Taxpayers Party\nNominee\nHoward Phillips\nVP nominee\nHerb Titus\nWorkers World Party\nNominee\nMonica Moorehead\nVP nominee\nGloria La Riva\nIndependents and other candidates\nJoan Jett Blakk\nMarsha Feinland\nIsabell Masters\nSteve Michael\nDennis Peron\n\nOther 1996 elections\nHouse\nSenate\nGubernatorial\n\nvte(← 1996)   2000 United States presidential election   (2004 →)\nGeneral election results\nFlorida results\nRepublican Party\nConvention\nPrimaries\nCandidates\nNominee: George W. Bush\ncampaign\npositions\nVP nominee: Dick Cheney\nOther candidates\nLamar Alexander\nGary Bauer\nPat Buchanan\ncampaign\nHerman Cain\npositions\nElizabeth Dole\nJack Fellure\nSteve Forbes\nOrrin Hatch\ncampaign\nJohn Kasich\ncampaign\npositions\nAlan Keyes\ncampaign\nAndy Martin\nJohn McCain\ncampaign\npositions\nDan Quayle\ncampaign\nBob Smith\nDemocratic Party\nConvention\nPrimaries\nCandidates\nNominee: Al Gore\ncampaign\nVP nominee: Joe Lieberman\npositions\nOther candidates: Bill Bradley\ncampaign\nLyndon LaRouche\ncampaign\npositions\nConstitution Party\nConvention\nNominee: Howard Phillips\nVP nominee: Curtis Frazier\nOther candidates: Herb Titus\nGreen Party\nConvention\nNominee: Ralph Nader\ncampaign\nVP nominee: Winona LaDuke\nOther candidates: Jello Biafra\nStephen Gaskin\nJoel Kovel\nLibertarian Party\nConvention\nNominee: Harry Browne\ncampaign\nVP nominee: Art Olivier\nOther candidates: Barry Hess\nL. Neil Smith\nReform Party\nPrimaries\nNominee: Pat Buchanan\ncampaign\nVP nominee: Ezola B. Foster\nOther candidates: John Hagelin\nDonald Trump\ncampaign\npositions\nNatural Law Party\nNominee: John Hagelin\nVP nominee: Nat Goldhaber\nProhibition Party\nNominee: Earl Dodge\nVP nominee: W. Dean Watkins\nSocialist Party\nNominee: David McReynolds\nVP nominee: Mary Cal Hollis\nSocialist Workers Party\nNominee: James Harris\nVP nominee: Margaret Trowe\nWorkers World Party\nNominee: Monica Moorehead\nVP nominee: Gloria La Riva\nIndependent\nCathy Gordon Brown\nCharles E. Collins\nIsabell Masters\nJoe Schriner\nFlorida election recount and legal proceedingsKey figures\nKatherine Harris\nJeb Bush\nDavid Boies\n\nTheodore Olson\nJames Baker\nRon Klain\nWarren Christopher\nMichael Whouley\nBenjamin Ginsberg\nBob Butterworth\nJoe Allbaugh\nMac Stipanovich\nCraig Waters\nTheresa LePore\nCarol Roberts\nElection day\nFlorida Central Voter File (scrub list)\nVolusia error\nChad\nButterfly ballot\nAftermath and legal proceedings\nFlorida election recount\nBrooks Brothers riot\nPalm Beach County Canvassing Board v. Harris (Harris I)\nGore v. Harris (Harris II)\nBush v. Palm Beach County Canvassing Board\nBush v. Gore\nFilms\nRecount (2008)\nBush Family Fortunes (2004)\nUnprecedented: The 2000 Presidential Election (2002)\n\nOther 2000 elections\nHouse\nSenate\nGubernatorial\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nCzech Republic\nAustralia\nKorea\nNetherlands\nPoland\nPortugal\nPeople\nTrove\nOther\nSNAC\n2\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Steve_Forbes&oldid=1188831641\"",
    "twitter": ""
  },
  {
    "name": "Steven Crowder",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/steven-crowder-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American-Canadian political commentator (born 1987)\n\n\nSteven CrowderCrowder in 2019BornSteven Blake Crowder (1987-07-07) July 7, 1987 (age 36)Detroit, Michigan, U.S.CitizenshipCanadaUnited StatesAlma materCentennial Regional High SchoolChamplain CollegeOccupationsPolitical commentatormedia hostcomedianYears active1999–presentSpouse\nHilary Korzon\n​ ​(m. 2012; sep. 2021)​Children2\n\n\nCrowder's voice\n\nOn the media's reporting of the George Zimmerman case\nYouTube informationChannel\nStevenCrowder\nYears active2016–presentGenre(s)Politics, OpinionSubscribers5.8 million[1]Total views1.83 billion[1]Last updated: December 9, 2023\nWebsitelouderwithcrowder.com\nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nSteven Blake Crowder (/ˈkraʊdər/ KROW-dər; born July 7, 1987) is an American-Canadian[2] conservative political commentator and media host.\nEarly in his career, Crowder worked for Fox News and posted satirical videos on conservative media platforms. He then began hosting Louder with Crowder, a daily political podcast and YouTube channel with commentary segments. It includes a recurring segment called \"Change My Mind\", in which Crowder invites passers-by to converse. In December 2012, Crowder and members of Americans for Prosperity were involved in an altercation at a demonstration in Michigan concerning the state's recently passed right-to-work law.[3]\nCrowder's YouTube channel has been demonetized twice, first in 2019 after repeated use of racist and homophobic slurs.[4][5][6][7] His channel was re-monetized after YouTube said Crowder addressed his behavior and content,[8] and it was demonetized again in March 2021, with uploads suspended for a week, after violating YouTube's presidential election integrity policy against advancing false claims about the election's integrity.[9] YouTube suspended the channel again for two weeks in October 2022 for violating its harassment, threats and cyberbullying policy.[10] The channel had 5.86 million subscribers as of May 2023.[11]  Crowder moved his show to Rumble in March 2023.[12]\n\n\nEarly life[edit]\nCrowder was born on July 7, 1987, in Detroit, Michigan. He has an older brother named Jordan. His mother was French Canadian, and at the age of three, his family moved to the Montreal suburb of Greenfield Park, Quebec, Canada where he would live for the rest of his childhood.[13] Crowder attended Centennial Regional High School in Longueuil, and at the age of 18, he moved back to the United States.[14] Crowder attended two semesters at Champlain College in Burlington, Vermont.[15]\n\nCareer[edit]\nEarly career and Fox News[edit]\nAt age 12, he worked as a voice actor for the character Alan \"The Brain\" Powers on the children's television series Arthur.[16] He began performing stand-up comedy at age 17. He then acted in a number of films, including the role of Doug Moore in the 2009 movie To Save a Life. From 2009 to 2012, Crowder worked for Fox News.[15]\nBy 2009, Crowder regularly posted satirical videos on politically conservative media, including Pajamas Media[17] and later at Andrew Breitbart's Big Hollywood. Crowder served as the master of ceremonies at the 2011 Conservative Political Action Conference (CPAC),[18] and generated some controversy with a rap video he premiered at CPAC 2012.[19]\n\nDecember 2012 union protest[edit]\nCrowder speaking at the 2013 Conservative Political Action Conference\nAt a December 2012 protest, Crowder was punched repeatedly in the face by a union member who claimed he was acting in self defense after being pushed to the ground.[20][15]\nCrowder and members of Americans for Prosperity were at a demonstration in Michigan concerning the state's recently passed right-to-work law.[3] The incident began with an attempt by union activists to tear down the Americans for Prosperity tent, which was eventually successful. During the altercation, Crowder was punched several times by a union activist. Crowder posted an edited video of the incident to his YouTube channel that cut footage of the alleged assailant being pushed to the ground and getting back up, right before throwing the punches at Crowder. However, Fox News' broadcasts of the incident included footage of the man being pushed. The New York Times stated, \"The same footage also shows that Mr. Crowder had his hand on that man's shoulder just before he tumbled to the ground, but, while the camera does not capture the whole sequence of events, it seems likely that the man was knocked to the ground as members of the two sides pushed against one other, not shoved down by Mr. Crowder.\"[20] Crowder later released an unedited copy of the video.[21]\nAn AFL–CIO spokesman, Eddie Vale, stated that the organization did not condone the tearing down of the Americans for Prosperity tent or the violence against Crowder and his group.[22]\nIn March 2013, Ingham County Prosecutor Stuart Dunnings III declined to press charges against anyone involved in the December 2012 altercation. According to Dunnings, his office was originally sent an edited version of the video of Crowder's altercation. However, upon reviewing the unedited version, the prosecutor's office decided not to pursue the case because the union member had acted in self-defense.[23][15]\n\nLouder with Crowder[edit]\nCrowder hosting Louder with Crowder, 2019\nIn October 2013, Fox News ended its relationship with Crowder. This was announced shortly after Crowder made negative statements about Fox News host Sean Hannity and about Fox News.[15] In 2017, the Louder with Crowder program, featuring mainly comedic content and political commentary, became a daily program featured on Conservative Review's new streaming service, CRTV. On December 3, 2018, CRTV merged with Glenn Beck's TheBlaze,[24] where Crowder was hosted until December 2022,[citation needed] alongside his YouTube channel, which has existed since 2009.[15][25][26]\n\"Change My Mind\" is a regular segment conducted by Crowder in which he sits at a table with a sign including the phrase \"Change My Mind\" and invites people walking by, often students at a university campus, to change his mind on a controversial subject. A photograph of Crowder seated behind a sign in February 2018 reading \"Male Privilege is a Myth | Change My Mind\" outside the Texas Christian University campus became an Internet meme.[27][28][29] Variations of the meme often feature humorously controversial statements in place of \"Male Privilege is a Myth\", such as \"Pineapple goes on pizza | Change My Mind\".[30][31]\nFrancesca Tripodi, a sociologist at the University of North Carolina at Chapel Hill, said that Crowder is \"very popular, especially among young, conservative voters\".[26] Stanford researcher Becca Lewis told Bloomberg News that while Crowder does not directly express white nationalist views, his channel \"has some of the most overt racism of any of the shows I've looked at\".[26]  Crowder's channel faced similar criticism after he described CBS reporter Betty Yu's face as \"aggressively Asian\", with CBS and KPIX-TV condemning what they described as the \"horrific, racist comments\" and \"demeaning Asian stereotypes\" on his show.[32][33][34]\n\n\"America Is Superior [To Every Other Country], Change My Mind\"\nCrowder's show has also seen success on Apple's podcast list, having remained on the top 100 list over the course of 2020.[35] On YouTube, the Louder with Crowder podcast has 5.94 million subscribers and his secondary channel CrowderBits has approximately 1.21 million subscribers.[36][37]\n\nViolations of online policies[edit]\nIn June 2019, YouTube investigated Crowder for his use of racist and homophobic slurs towards Carlos Maza in multiple videos reacting to the Vox series Strikethrough, which Maza hosts. Crowder referred to Maza as \"Mr. Lispy queer\", an \"angry little queer\", and a \"gay Mexican\". Additionally, Crowder mocked Maza using a stereotypical voice, sometimes while wearing a t-shirt with Che Guevara on it that said \"Socialism is for f*gs [sic]\".[4] Moreover, Maza said that Crowder's fans had doxxed and harassed him.[38] Maza expressed disappointment that YouTube, which, as described by Maza, \"brands itself as being a queer space\", didn't provide more protection.[4] Vox Media's The Verge published an article stating that Crowder's videos \"routinely contain egregious violations of YouTube's policies against cyberbullying\".[39] Crowder responded with a video where he said his use of slurs was \"playful ribbing\" and that \"it's funny, it's a comedy show\". He said that the investigation was \"an example of a giant, multinational media conglomeration ... attempting to squash a competitor\". He also stated in regard to both his followers harassing Maza and to Vox's and Google's investigation of his channel that he is opposed to doxxing and harassment.[40][41]\nWhile YouTube acknowledged that Crowder's language was hurtful, it initially concluded that \"the videos as posted don't violate our policies\". It determined that Crowder had not encouraged his viewers to harass or dox Maza either on YouTube or other platforms and that the main point of his video was to respond to opinion.[42] The decision to not suspend the channel drew considerable criticism.[4] The next day, YouTube suspended the channel's monetization, describing the objectionable content as \"a pattern of egregious actions harmed the broader community\".[43] The reversal of the decision not to suspend the channel drew considerable criticism as well, including criticism from Republican Senator Ted Cruz, who had previously appeared on Crowder's show. Crowder responded to the reversal, stating on his Twitter account that, \"Vox is still going to be pissed\" because he was not removed from the platform.[44][45] In August 2020, YouTube re-monetized some of Crowder's content on the site, stating that Crowder's content had since become compliant with YouTube policy.[46]\nCrowder announced in February 2021 that he filed a lawsuit against Facebook, alleging he was unfairly censored by the platform.[47] The next month, YouTube suspended Crowder's channel for one week claiming that he violated the presidential election integrity policy by advancing false claims about the 2020 United States presidential election in Nevada and again indefinitely demonetized his account.[48] His account was then given a second strike on the platform for \"reveling in or mocking\" the killing of Ma'Khia Bryant in a video he posted, and Crowder responded by announcing that he had filed a lawsuit against YouTube seeking an injunction.[49]\nIn October 2022, Crowder's YouTube channel was suspended for two weeks for violating its policy on harassment, threats and cyberbullying. In response, Crowder stated that the suspension constituted election interference because his content is political in nature, he has a large viewership, and the timing of the suspension lasted through the November 8, 2022, midterm election day.[10] In May 2023, Crowder's channel was suspended again after having posted an episode of Louder with Crowder that featured Alex Jones as guest host, as it violated policies prohibiting videos created or hosted by personalities whose accounts have been terminated.[50]\n\nDispute with The Daily Wire[edit]\nIn January 2023, Crowder revealed on Louder with Crowder that he had received a term sheet from a conservative media outlet that he left unnamed. Crowder listed the offer's stipulations that, if he were to be demonetized or removed from platforms such as YouTube, Facebook or the iTunes Store, his payment would be cut substantially during that period. He criticized this as a symptom of right-wing media not fighting back against, but rather implicitly condoning, what he considered censorship by Big Tech, stating that \"Big Tech is in bed with Big Con\".[51]\nIt was later confirmed that the unnamed media outlet was The Daily Wire. Jeremy Boreing, the CEO of The Daily Wire, claimed Crowder had misrepresented the terms of the contract and that the contract would have paid Crowder $50 million over four years. Furthermore, Boreing asserted that the stipulation was necessary to ensure profitability.[52]\nOn March 3, 2023, Crowder announced on Russell Brand's show that he would be moving his show to Rumble.[12] In August 2023, Vanity Fair reported that the show's viewership on Rumble was declining following the dispute with Daily Wire as well as other controversies and lawsuits over sexual harassment. Crowder announced he was partnering with Alex Jones, as well as comedians Nick Di Paolo and Bryan Callen, to offer an expanded version of his Mug Club to be streamed via Rumble.[53]\n\nPersonal life[edit]\nCrowder is a Christian. He married Hilary Korzon in August 2012 and wrote about what he considers the benefits of remaining abstinent before his marriage.[54]\nIn July 2021, Crowder underwent a surgical operation in which titanium bars were inserted into his chest in order to counteract his congenital condition of pectus excavatum (sunken chest).[36][55] The surgery caused fluid to accumulate in his lungs, which he called \"excruciatingly painful\". Several weeks later, he was rushed to the hospital due to a collapsed lung.[56]\nIn August 2021, his wife gave birth to twins, a son and a daughter.[57]\n\nAllegations of spousal abuse[edit]\nIn April 2023, Crowder stated on his channel that his wife Hilary had filed for divorce in 2021.[58][59] In the video, Crowder appeared to be upset that his wife was able to divorce him without his consent.[60][61] Shortly after Crowder's announcement, journalist Yashar Ali released a video he claimed was given to him by Hilary which shows Crowder berating Hilary while she was eight months pregnant. In the video, Crowder yelled at Hilary for failing to perform her \"wifely duties\" and told her to \"fucking watch it\" when Hilary accused Crowder of \"abuse\".[60]\nThe release of this footage contributed to a feud between Crowder and fellow conservative media presenters from the Daily Wire, most notably Candace Owens.[62]\n\nFilmography[edit]\n\n\nYear\n\nFilm\n\nRole\n\nNotes\n\n\n1999\n\nThe Bone Collector\n\nExtra\n\n\n\n\n2000–2001\n\nArthur\n\nAlan 'The Brain' Powers\n\nVoice\n\n\n2000\n\nArthur's Perfect Christmas\n\n\n2001\n\nTwo Summers\n\nFriend\n\n\n\n\n2002\n\nSagwa, the Chinese Siamese Cat\n\nMung\n\nVoice\n\n\n2005\n\n3 Needles\n\nDepanneur Manager\n\n\n\n\n2006\n\nThe Covenant\n\nParty Kid\n\n\n\n\n2007\n\nThe Secret\n\nClassroom Boy\n\n\n\n\n2008\n\nBend & Break\n\nBlake\n\n\n\n\nThe Velveteen Rabbit\n\nBaseball Boy #1\n\n\n\n\nGreek\n\nJace\n\n\n\n\n2009\n\nTo Save a Life\n\nDoug Moore\n\n\n\nReferences[edit]\n\n\n^ a b \"About StevenCrowder\". YouTube.\n\n^ Steven Crowder [@scrowder] (February 20, 2014). \"Allow me to clarify. I have dual-citizenship with the USA and Canada\" (Tweet). Archived from the original on September 19, 2018 – via Twitter.\n\n^ a b Wemple, Erik (December 11, 2012). \"Fox News contributor attacked at Michigan union protest\". The Washington Post. Retrieved April 11, 2013.\n\n^ a b c d Rosenburg, Eli (June 4, 2019). \"A right-wing YouTuber hurled racist, homophobic taunts at a gay reporter. The company did nothing\". The Washington Post. Archived from the original on June 5, 2019. Retrieved June 5, 2019.\n\n^ \"YouTube Says Homophobic Harassment Doesn't Violate Its Policies\". Time. Archived from the original on June 5, 2019. Retrieved January 22, 2021.\n\n^ Wallenstein, Andrew (June 10, 2019). \"YouTube CEO Apologizes Over Handling of Homophobic Content\". Variety. Archived from the original on June 11, 2019. Retrieved January 22, 2021.\n\n^ Nett, Danny (June 8, 2019). \"Is YouTube Doing Enough To Stop Harassment Of LGBTQ Content Creators?\". NPR. Archived from the original on June 9, 2019. Retrieved June 8, 2019.\n\n^ Ghosh, Shona (August 13, 2020). \"YouTube restores Steven Crowder's ability to make cash from videos, a year after the conservative star was accused of homophobic harassment\". Business Insider. Retrieved September 2, 2020.\n\n^ Hollister, Sean (March 30, 2021). \"YouTube has removed Steven Crowder from its Partner Program indefinitely\". The Verge.\n\n^ a b Sievers, Caitlin (November 1, 2022). \"Kari Lake wants an AZ law banning Big Tech 'censorship' of conservatives\". Arizona Mirror. Retrieved November 7, 2022.\n\n^ \"StevenCrowder – YouTube\". www.youtube.com. Retrieved January 20, 2023.\n\n^ a b \"Stay Free Meets Mug Club: Russell sits down with Steven Crowder\". March 8, 2023.\n\n^ Shapiro, Ben (September 16, 2018). \"Steven Crowder: The Ben Shapiro Show Sunday Special Ep. 19\". The Ben Shapiro Show. Archived from the original on November 2, 2021. Retrieved May 11, 2021 – via YouTube.\n\n^ \"THE 'LOUDERWITHCROWDER' TEAM REMEMBERS: WHERE WE WERE ON 9/11\". louderwithcrowder.com. September 11, 2015. Retrieved May 1, 2020.\n\n^ a b c d e f Dickson, Caitlin (November 3, 2013). \"The Unmaking of a Conservative Pundit\". The Daily Beast.\n\n^ \"Behind the Voice Steven Crowder\". Behind the Voice Actors. Retrieved June 10, 2019.\n\n^ \"Pajamas TV Reporter Tracks Stimulus Spending\". Hannity. Fox News. August 11, 2009.\n\n^ \"CPAC 2011: Schedule of events\" (PDF). Conservative Political Action Conference. Archived from the original (PDF) on September 16, 2012.\n\n^ Crowder, Steven (February 13, 2012). \"Stop Lying and Let Racism Die\". HuffPost.\n\n^ a b Mackey, Robert (December 13, 2012). \"Selective Editing by Fox News Contributor Revealed by Fox News\". The New York Times. Retrieved September 24, 2020.\n\n^ \"Fox News contributor releases unedited footage of fight at union rally\". Fox News. December 20, 2012.\n\n^ McMorris-Santoro, Evan (December 11, 2012). \"AFL–CIO: 'Of Course We Do Not Condone' Ripping Down Of AFP Tent In Michigan\". Talking Points Memo. Retrieved April 10, 2013.\n\n^ Wemple, Erik (March 8, 2013). \"Fox News's Steven Crowder fistfight case: No charges\". The Washington Post. Retrieved April 11, 2013.\n\n^ Bond, Paul (December 2, 2018). \"TheBlaze and CRTV Merge to Create Conservative Media Powerhouse (Exclusive)\". The Hollywood Reporter. Retrieved June 28, 2020.\n\n^ \"Popular comic to help raise funds for county GOP women\". The Courier. February 20, 2014. Retrieved November 10, 2017.\n\n^ a b c Bergan, Mark (October 12, 2020). \"A Conservative YouTuber Thrives By Pushing Conflict With Site\". Bloomberg. Archived from the original on October 15, 2020. Retrieved October 15, 2020.\n\n^ \"Man defending male privilege just became the intenet's newest photoshop battle\". Rare. February 24, 2018. Retrieved July 9, 2018.\n\n^ \"15 examples of the Change My Mind meme that show the Distracted Boyfriend has been usurped\". Irish Independent. Retrieved July 9, 2018.\n\n^ \"Conservative comedian changes mind, will make scaled-down appearance at UI\". News Gazette. Retrieved April 30, 2018.\n\n^ Hathaway, Jay (February 26, 2018). \"Steven Crowder Made a Dumb 'Male Privilege' Sign that Got Parodied\". The Daily Dot. Retrieved July 9, 2018.\n\n^ \"The 'Change My Mind' meme is revealing a lot about the internet's strongest beliefs\". Mashable. Retrieved July 9, 2018.\n\n^ Rai, Sarakshi (October 21, 2021). \"CBS official rips 'horrific, racist comments' by conservative commentator Steven Crowder\". The Hill. Retrieved January 29, 2022.\n\n^ \"Outrage grows after conservative host's remarks on reporter's Asian features\". NBC News. October 22, 2021. Retrieved January 29, 2022.\n\n^ \"Conservative commentator's racist remarks about Asian American reporter draw backlash\". Los Angeles Times. October 22, 2021. Retrieved January 29, 2022.\n\n^ Meserole, Valerie Wirtschafter and Chris (January 4, 2022). \"Prominent political podcasters played key role in spreading the 'Big Lie'\". Brookings. Retrieved January 27, 2022.\n\n^ a b Haasch, Palmer. \"Conservative YouTuber Steven Crowder said that he could 'physically feel death' several days after a 'mild lung collapse'\". Insider. Retrieved January 27, 2022.\n\n^ \"CrowderBits - YouTube\". www.youtube.com. Retrieved February 8, 2023.\n\n^ \"Vox Host Carlos Maza Is Blasting YouTube For Not Adequately Enforcing Its Hate Speech Policies\". BuzzFeed News. June 4, 2019. Retrieved June 5, 2019.\n\n^ Alexander, Julia (May 31, 2019). \"YouTube investigating right-wing pundit Steven Crowder for harassing Vox.com host\". The Verge. Retrieved June 1, 2019.\n\n^ Asarch, Steven (May 31, 2019). \"Carlos Maza, a journalist for Vox, speaks out about the harassment he's received from Steven Crowder and his fans\". Newsweek. Retrieved June 1, 2019.\n\n^ Frazin, Rachel (June 1, 2019). \"YouTube investigating conservative commentator Steven Crowder\". The Hill. Retrieved June 3, 2019.\n\n^ Gajanan, Mahita (June 5, 2019). \"YouTube Says Homophobic Harassment Targeting a Popular Host Doesn't Violate Its Policies\". Time. Retrieved June 5, 2019.\n\n^ @TeamYouTube (June 5, 2019). \"Update on our continued review–we have suspended this channel's monetization. We came to this decision because a pattern of egregious actions has harmed the broader community and is against our YouTube Partner Program policies\" (Tweet). Archived from the original on June 5, 2019 – via Twitter.\n\n^ Concha, Joe (June 6, 2019). \"Ted Cruz throws support behind Steven Crowder: 'YouTube is not the Star Chamber'\". The Hill. Retrieved June 7, 2019.\n\n^ Re, Gregg (June 5, 2019). \"YouTube ends monetization of conservative commentator Steven Crowder's channel, several others after left-wing outrage\". Fox News. Retrieved June 11, 2019.\n\n^ Ghosh, Shona (August 13, 2020). \"YouTube restores Steven Crowder's ability to make cash from videos, a year after the conservative star was accused of homophobic harassment\". Business Insider.\n\n^ \"A new report says social media doesn't censor conservatives. Comedian Steven Crowder would like a word\". deseret.com. February 2, 2021.\n\n^ Hollister, Sean (March 30, 2021). \"YouTube has removed Steven Crowder from its Partner Program indefinitely\". The Verge. Retrieved March 31, 2021.\n\n^ \"Steven Crowder Sues YouTube for Silencing Conservatives: 'This Is the Big One'\". cbn.com. May 18, 2021.\n\n^ \"Steven Crowder suspended from YouTube for letting Alex Jones guest host\". Mashable. May 19, 2023. Retrieved May 20, 2023.\n\n^ Binder, Matt (January 21, 2023). \"Why is Steven Crowder at war with Ben Shapiro's company?\". Mashable. Retrieved January 23, 2023.\n\n^ Porterfield, Carlie. \"Right-Wing Pundits Ben Shapiro And Steven Crowder Clash Over $50 Million Media Deal\". Forbes. Retrieved January 23, 2023.\n\n^ Ecarma, Caleb (August 9, 2023). \"Steven Crowder, Accused Workplace Harasser, Apparently Thinks the Solution to His Business Troubles Is Alex Jones\". Vanity Fair. Condé Nast. Retrieved August 12, 2023.\n\n^ \"Waiting till the wedding night—getting married the right way\". Fox News. September 14, 2012.\n\n^ Crowder, Steven (July 29, 2021). \"Part 1 | I'm Getting Heart Surgery...\" Archived from the original on November 2, 2021 – via YouTube.\n\n^ Smith, Ryan (July 28, 2021). \"Steven Crowder Shares Selfie From Hospital Bed, Says He Could 'Physically Feel Death'\". Newsweek.\n\n^ @scrowder (August 15, 2021). \"Okay… so you guys get ONE post...\" (Tweet) – via Twitter.\n\n^ Crowder, Steven. \"Tucker Carlson's Firing: The Grand Plan – Louder with Crowder\". Retrieved April 25, 2023 – via YouTube.\n\n^ Smith, Ryan (April 26, 2023). \"Inside Steven Crowder, Candace Owens's feud as war of words escalates\". Newsweek.\n\n^ a b Graziosi, Graig (April 28, 2023). \"Video claims to show conservative podcaster berating pregnant wife prior to divorce\". The Independent. Retrieved October 18, 2023.\n\n^ Stieb, Matt (May 2, 2023). \"Steven Crowder Exposed Himself at Work, Ex-Staffers Say\". Intelligencer. Retrieved October 18, 2023.\n\n^ Placido, Dani Di. \"The Messy Feud Between Steven Crowder And Candace Owens, Explained\". Forbes. Retrieved October 28, 2023.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Steven Crowder.\n\n\n\n\nWikiquote has quotations related to Steven Crowder.\n\nOfficial website\nSteven Crowder's channel on YouTube\nSteven Crowder at IMDb\nvteConservatism in the United StatesSchools\nCompassionate\nFiscal\nFusionism\nLibertarian\nSocial\nNeo-\nPaleo-\nTraditionalist\nPrinciples\nAmerican exceptionalism\nClassical liberalism\nFamily values\nFree market\nFree trade\nJudeo-Christian values\nLimited government\nMoral absolutism\nNatural law\nProtectionism\nRepublicanism\nRule of law\nTradition\nHistory\nTimeline of modern American conservatism\nPeoplePresidents\nAdams (John)\nAdams (John Quincy)\nArthur\nG. H. W. Bush\nG. W. Bush\nCleveland\nCoolidge\nFillmore\nFord\nHarding\nHoover\nJohnson\nMcKinley\nNixon\nPierce\nReagan\nW. H. Taft\nTaylor\nTrump\nTyler\nWashington\nSupreme Court  justices\nAlito\nBarrett\nBurger\nButler\nFuller\nGorsuch\nHarlan\nKavanaugh\nKennedy\nMcReynolds\nO'Connor\nRehnquist\nRoberts\nScalia\nSutherland\nThomas\nVan Devanter\nWhite\nPhilosophers\nBabbitt\nBeale\nBork\nBreitbart\nBuchanan\nBuckley\nBurnham\nChambers\nFriedman\nGottfried\nKemp\nKirk\nKirkpatrick\nKristol\nLeo\nMeyer\nNegroponte\nOlson\nRice\nRothbard\nSchlesinger\nSowell\nStrauss\nTyrrell\nA. Williams\nW. E. Williams\nWolfowitz\nOther figures\nAgnew\nAiles\nAshcroft\nAtwater\nBeck\nBoehner\nJeb Bush\nCarlson\nCarson\nDick Cheney\nLiz Cheney\nLynne Cheney\nConway\nCoulter\nCurtis\nCruz\nDeSantis\nDilling\nDisney\nDole\nElder\nFalwell\nFrist\nGingrich\nGiuliani\nGoldwater\nGraham\nHannity\nIngraham\nJohnson\nKoch\nLaPierre\nLimbaugh\nLindbergh\nLodge\nLongworth\nLott\nLovecraft\nMartin\nMercer\nMcCain\nMcCarthy\nMcConnell\nMurdoch\nNorquist\nNovak\nO'Reilly\nPalin\nRand Paul\nRon Paul\nPence\nPerot\nPowell\nQuayle\nRomney\nRove\nRumsfeld\nRyan\nSessions\nSchlafly\nShapiro\nStone\nRobert A. Taft\nBooker T. Washington\nParties\nAmerican Freedom Party\nAmerican Independent Party\nAmerican Party\nAnti-Masonic Party\nConservative Party of New York\nConstitution Party\nConstitutional Union Party\nDemocratic Party (early factions until the 1890s)\nDemocratic-Republican Party (elements)\nFederalist Party\nNational Republican Party\nNative American Party\nNullifier Party\nProhibition Party\nReform Party\nRepublican Party\nWhig Party\nMovements\nAlt-right\nAsian and Pacific Islander conservatism\nBlack conservatism\nChristian right\nConservative Democrats\nHispanic and Latino conservatism\nWomen in conservatism\nGreen conservatism\nLGBT conservatism\nMovement\nNew Right\nOld Right\nPatriot movement\nQAnon\nRadical Right\nRight-libertarianism\nRockefeller Republican\nTea Party movement\nTrumpism\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax FoundationHistorical factions\nBourbon Democrats\nDixiecrats\nLoyalists\nOld Right\nRedeemers\nSouthern Agrarians\nScholarly study\nThe Conservative Illusion (1959)\nSee also\nAmerican nationalism\nBibliography of conservatism in the United States\nList of American conservatives\nNational conservatism\nSouthern strategy\n\n Conservatism portal\n\nPortals: Biography Canada Comedy Conservatism Internet United States\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Steven_Crowder&oldid=1197016005\"",
    "twitter": ""
  },
  {
    "name": "Steven Petrow",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/steven-petrow-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Stillwater Gazette",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/stillwater-gazette-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Stimson Center",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/stimson-center-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": null,
    "wiki": "American think tank (est. 1989)\nThis article has multiple issues. Please help improve it or discuss these issues on the talk page. (Learn how and when to remove these template messages)\n\nThis article contains content that is written like an advertisement. Please help improve it by removing promotional content and inappropriate external links, and by adding encyclopedic content written from a neutral point of view. (February 2020) (Learn how and when to remove this template message)\nThis article relies excessively on references to primary sources. Please improve this article by adding secondary or tertiary sources. Find sources: \"Stimson Center\" – news · newspapers · books · scholar · JSTOR (March 2021) (Learn how and when to remove this template message)\n\n (Learn how and when to remove this template message)\nStimson CenterAbbreviationStimsonFormation1989; 35 years ago (1989)TypeThink tankLegal status501(c)3Headquarters1211 Connecticut Avenue NW, 8th FloorLocationWashington, D.C., USPresidentBrian FinlayBudget  Revenue: $12.6 millionExpenses: $10.7 million(FYE 2021)[1]Websitestimson.org\nThe Stimson Center is a nonprofit, nonpartisan think tank that analyzes issues related to global peace. It is named after the American lawyer and politician Henry L. Stimson.\nStimson analyzes issues such as nuclear proliferation, arms trafficking, water management, wildlife poaching, and responses to humanitarian crises. It also provides consulting for US and international institutions and publishes articles for the general public.[2]\nIn 2013, Stimson received the MacArthur Award for Creative and Effective Institutions.[3] Stimson was ranked 10th best U.S. think tank in the University of Pennsylvania's 2020 Global Go To Think Tanks Report.[4]\n\n\nHistory[edit]\nThe Stimson Center was founded in 1989 by Barry Blechman and Michael Krepon.[5][6] It is currently led by Chairman of the Board Herbert \"Hawk\" Carlisle and President and CEO Brian Finlay.[7][8]\nThe center is funded by research contracts, grants from foundations and other donations. It publicly discloses funding sources on an annual basis.[9]\n\nPrograms and Areas of Research[edit]\nThe Stimson Center conducts research, engagement, and solutions building across five thematic areas: Trade and Technology, Security and Strategy, Human Security and Governance, Climate and Natural Resources, and Pivotal Places, a geographic topic that largely covers work on Asia and the Indo-Pacific.[10]\nThe organization has about twenty different policy programs,[11] including:\n\n38 North[edit]\nMain article: 38 North\nThe 38 North program cultivates public policy debate about North Korea, emphasizing hands-on experience and expertise with the authoritative 38north.org web journal, in-depth research on issues central to North Korean strategic thinking, and informal diplomatic engagement. Other major projects include North Korea's Economy: A Glimpse Through Imagery, a commercial satellite imagery analysis series focused on the North Korean economy in partnership with the National Geospatial-Intelligence Agency, and the DPRK Digital Atlas, a comprehensive geospatial dataset based on open source data of DPRK political, economic, cultural and security infrastructure.\n\nEast Asia[edit]\nThe East Asia program conducts research on regional security issues and offers recommendations for policymakers in the U.S. and in the region on a variety of issues.[12] The program analyzes the dynamics of cross-Strait relations, including the exchange of ideas and people between the U.S. and Asia-Pacific region. The program also examines China's foreign relations toward Northeast and Southeast Asia, with a special focus on Myanmar, Iran, and Africa, and addresses U.S.–Japan alliance relations and developments on the Korean Peninsula.[13][14]\n\nEnvironmental Security[edit]\nThe Environmental Security program explores how increased stress on global ecosystems and shared natural resources may compromise economic development, fuel social conflict, and undermine political stability in key areas throughout the world.[15]\n\nMiddle East[edit]\nThe Middle East program explores issues that affect regional security from the Mediterranean to the Persian Gulf. They study cross-border dynamics in the region, and are focused on the rising threat from sectarianism and its roots in radical Islamic ideology.[16] The program's Gulf Security work analyzes traditional and nontraditional security issues impacting the Gulf States and their neighbors.[17] In 2015, the program is monitoring the regional security repercussions of the Iran nuclear negotiations.\n\nSouth Asia[edit]\nThe South Asia program seeks to reduce nuclear dangers in South Asia by focusing on risks associated with the accelerating arms competition between India and Pakistan.[18] These risks are amplified by the activities of terrorist groups and political instability in the region. The program has championed confidence-building and nuclear risk-reduction measures in South Asia for over twenty years. The South Asia program analyzes U.S. crisis management on the subcontinent, producing case studies of the “Twin Peaks” and Mumbai crises, and identifying future challenges. The program seeks to empower an emerging generation of strategic analysts in South Asia by means of the South Asian Voices website, conferences, and visiting fellowships.[19]\n\nSoutheast Asia[edit]\nBrian Eyler is the Director of the Stimson Center's Southeast Asia program, and is regarded as an expert on transboundary issues in the Mekong region and China's economic relationship with Southeast Asia.[20]\nThe Southeast Asia program[21] addresses major challenges facing the region today, ranging from the food-water-energy security nexus in the Mekong Basin to political and economic issues of Association of Southeast Asian Nations (ASEAN) integration. The main focus of the program's research is development in the Greater Mekong Subregion, particularly hydroelectric power projects and their impacts on the food-water-security nexus and regional stability. The program also regularly addresses trade, economic, and political issues involving ASEAN member states, U.S.–ASEAN relations and policy issues, and maritime security issues in the South China Sea, particularly territorial disputes and fishery management.\n\nPublications[edit]\nThis article needs to be updated. Please help update this article to reflect recent events or newly available information. (May 2023)\nA selection of recent publications includes:\n\n\"Confronting the Crisis of Global Governance\"[22] – A report from the Commission on Global Security, Justice and Governance that details a practical action plan for innovating global governance, as well as offering ways to mobilize diverse actors to advance reform to better respond to 21st century threats, challenges, and opportunities.[23]\n\"Recommendations and Report of the Task Force on US Drone Policy\"[24] – This report details recommendations for overhauling UAV strategy, improving oversight, accountability and transparency, developing forward-looking international norms relating to the use of lethal force in nontraditional settings, and devising sound UAV export control and research and development policies.[25]\n\"A New US Defense Strategy for a New Era: Military Superiority, Agility and Efficiency\"[26] – This report sets out ten key operating principles that emphasize greater efficiency and effectiveness throughout the Defense Department and finds that a successful defense strategy could be achieved at budget levels significantly lower than present.[27]\nAwards and honors[edit]\nRanked 10th of the \"Top Think Tanks in the United States\"  in the University of Pennsylvania's \"2020 Global Go To Think Tank Index Report\".[4]\nWinner of the MacArthur Foundation’s Award for Creative and Effective Institutions in 2013.\nGiven 5-Star (Highly Transparent) rating by Transparify’s 2015 report, \"How Transparent are Think Tanks about Who Funds Them 2015?\"[28]\nKey people[edit]\nBrian Finlay (President & CEO, 2015–Present)\nHerbert \"Hawk\" Carlisle (Chairman, 2022–Present)[7]\nBarry Blechman (Co-Founder/Emeritus, 1989–Present, Chairman 1989–2007, Board 2014–Present)\nMichael Krepon (Co-Founder/Emeritus, 1989–2022)[29]\nBoard of directors[edit]\n\nKris M. Balderston (General Manager of FleishmanHillard, former legislative director to Senator Hillary Clinton) (2016–Present)\nJohn B. Bellinger, III (Former Legal Adviser for the U.S. Department of State) (2017–Present)\nLincoln P. Bloomfield, Jr. (Former Ambassador) (Emeritus, 2005–Present)\nKenneth C. Brill (Retired Ambassador) (2012–Present)\nSusan Chodakewitz (Nathan Associates, Inc.) (2015–Present)\nLansing Crane (Crane & Company) (1995-2007)\nBowman Cutter (Roosevelt Institute) (2016–Present)\nLori Fisler Damrosch (Columbia Law School) (2014–Present)\nAlton Frye (Emeritus, 1990–Present)\nRobert Gallucci (retired U.S. Diplomat)\nGary R. Gregg (Retired insurance executive) (2012–Present)\nFrancis Q Hoang (Momentum Aviation Group) (2015–Present)\nMichelle Howard (retired U.S. Navy Admiral)\nLeslie Ireland (Former Assistant Secretary of the Treasury) (2017–Present)\nAndrea Koppel (Mercy Corps) (2008–Present)\nBrett B. Lambert (Former Deputy Assistant Secretary of Defense) (2014–Present)\nAlice Maroni (Pension Benefit Guaranty Corporation) (2011–Present)\nRichard Morrissey (Sullivan & Cromwell LLP)\nJohn V. Parachini (RAND Corporation) (2016–Present)\nNicole Piasecki (Boeing Commercial Airplanes) (2016–Present)\nThomas R. Pickering (Former Ambassador) (Emeritus, 2001–Present)\nZack Porter (Proteus Environmental Technologies) (2016–Present)\nMary Speiser (Former intelligence analyst) (2016–Present)\nFred Whitridge, Jr. (Archipelago Corporation) (2013–Present)\n\nFormer board members[edit]\n\nDuane Andrews (retired CEO, Qinetiq North America) (2014–Present)\nLes Aspin (1994–1995)\nZoë Baird (1990–1991)\nCharles Bailey II (Emeritus, 1991–2004)\nCourtney Banks Spaeth (Growth) (2014–Present)\nLinda Banton (2001–2010)\nRetired US Navy Vice Admiral Kevin J. Cosgriff (Vice Chairman)\nAndrew J. Czekaj (Cambridge Holdings) (2012–Present)\nBarbara Davis Blum (2001–2010)\nAvis Bohlen (2004–2013)\nK. David Boyer (2001–2002)\nRichard Clarke (1997–2010)\nElmer Cooper (1991–1995)\nCarlos Del Toro (SBG Technology Solutions) (2019-2021)\nWilliam Harrop (2001–2011)\nW. Bradford Gary (2010-2013)\nArnold Kanter (1994–2005)\nFarooq Kathwari (2003–2014)\nPeter Lavoy (2014)\nRoger Leeds (1990–2005)\nFrank Loy (1990–1998, 2002–2005)\nJane Holl Lute (2013–2014)\nLeo Mackay, Jr. (Director, 1998–2001)\nNorman P. Neureiter (2005–2012)\nKathleen Newland (Migration Policy Institute)\nPhilip Odeen (2001–2014)\nAnne Richard (2006–2011)\nCondoleezza Rice (1991–2001)\nRozanne L. Ridgway (1997–2001)\nEnid Schoettle (1992–2010)\nJeffrey Smith (1990–2010)\nLeonard Spector (1989–1997)\nHoward Stoertz (1991–1997)\nRichard Thornburgh (1994–1997)\nLarry Welch (1997–2009)\nCarroll Wetzel (2000–2011)\nJohn Wickham (1992–1998)\nSusan Williams (1990–2002)\nWillard Wirtz (1991–1993)\nRobert O. Boorstin (2007–2015)\nLaurie S. Fulton (2014–2016)\nJean-Francois Seznec (2009–2016)\n\nReferences[edit]\n\n\n^ \"Henry L. Stimson Center\". Candid. 2021. Retrieved 28 February 2023.\n\n^ \"Mission & Vision • Stimson Center\". Stimson Center. Retrieved 2023-05-21.\n\n^ \"MacArthur Award\". Retrieved 2015-07-20.\n\n^ a b \"2020 Global Go To Think Tank Report\". Retrieved November 11, 2022.\n\n^ \"Experts: Barry Blechman\". Stimson Center. Retrieved 2014-06-27.\n\n^ \"Experts: Michael Krepon\". Stimson Center. Retrieved 2014-06-27.\n\n^ a b \"Board of Directors • Stimson Center\". Stimson Center. Retrieved 2023-02-28.\n\n^ \"The Stimson Center approach\". On Think Tanks. 29 June 2016. Retrieved 24 January 2020.\n\n^ \"Funding & Finances • Stimson Center\". Stimson Center. Retrieved 2023-02-28.\n\n^ \"Home • Stimson Center\". Stimson Center. Retrieved 2023-02-28.\n\n^ \"Programs • Stimson Center\". Stimson Center. Retrieved 2023-02-28.\n\n^ \"East Asia\". The Stimson Center. Retrieved 24 January 2020.\n\n^ \"China's Perspectives Towards the Korean Peninsula\". The Stimson Center. 12 June 2016. Retrieved 28 January 2020.\n\n^ \"East Asia - Japan\". The Stimson Center. Retrieved 28 January 2020.\n\n^ \"Environmental Security Program\". Stimson Center. Retrieved 2015-07-27.\n\n^ \"Sectarianism\". The Stimson Center. Retrieved 28 January 2020.\n\n^ \"Gulf Security\". The Stimson Center. Retrieved 28 January 2020.\n\n^ \"Grand Strategy in Pivotal Places - South Asia\". The Stimson Center. Retrieved 28 January 2020.\n\n^ \"South Asian Voices\". The Stimson Center. Retrieved 28 January 2020.\n\n^ \"Interview: Brian Eyler, director of the Stimson Center's Southeast Asia Program\". VoA Cambodia. Voice of America. 2018-09-10. Retrieved 2018-10-05.\n\n^ \"Grand Strategy in Pivotal Places - Southeast Asia\". The Stimson Center. Retrieved 28 January 2020.\n\n^ \"Global Governance publication PDF\" (PDF). Stimson Center. Retrieved 2015-06-05.\n\n^ \"Global Governance\". Retrieved 2015-06-13.\n\n^ \"Drone Report\" (PDF). Retrieved 2015-07-23.\n\n^ \"Book Report\". Retrieved 2015-07-23.\n\n^ \"New US Defense PDF\" (PDF). Retrieved 2015-07-23.\n\n^ \"Book Report 2\". Retrieved 2015-07-23.\n\n^ \"2015 Transparify Report\" (PDF). Retrieved 2015-07-21.\n\n^ \"Remembering Michael Krepon\". Retrieved 2022-07-21.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Henry L. Stimson Center.\n\nThe Henry L. Stimson Center\nAuthority control databases International\nISNI\nVIAF\nNational\nIsrael\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Stimson_Center&oldid=1190542045\"",
    "twitter": ""
  }
]