[
  {
    "name": "Christiane Amanpour",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@amanpour",
    "Bias Analysis": [
      "Political Views: Christiane Amanpour is known for her in-depth reporting on international affairs and conflicts. While she has maintained a relatively neutral stance, she has been criticized for being biased against Israel in her reporting on the Israeli-Palestinian conflict. Amanpour has described herself as a truth-seeker,” and her slogan is to be truthful, not neutral.” Although she has occasionally been critical of Republican and Democratic administrations, her general stance aligns more closely with liberal perspectives.",
      "Scientific Views: Amanpour supports climate change action and has reported on the issue extensively.",
      "Social Views: Amanpour has consistently supported women’s rights and gender equality in her career, featuring relevant stories in her programs. Additionally, she has reported on LGBTQ rights, racial and social justice, and refugee crises, demonstrating her commitment to social equity."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "It is a bloodbath. And you cannot ignore it. Israeli columnist and reporter Gideon Levy @gideonle discusses Israel’s ongoing war in Gaza, and why he believes the goals that Israel has declared are… at least partly unachievable",
      "America and its allies need to be firm” but not needlessly provocative.” Former four-star general David Petraeus tells me why the West’s relationship with China is the most consequential of our time. #TheAmanpourHour airs 11aET Saturdays on @CNN",
      "Ugandan popstar-turned-politician @HEBobiwine tells me music “landed me into trouble – good trouble.” A new film follows his run for the presidency, and the story isn’t over: “We are definitely going to continue challenging General Museveni in every… moral & constitutional way.”",
      "“The consequences of Putin conquering Ukraine would be catastrophic.” Poland’s Foreign Minister @radeksikorski tells me “the cost of deterring Putin after he conquers Ukraine would be much much higher than the cost of keeping the Ukrainians supplied now,” urging additional US aid",
      "The number of journalists killed during Israel’s war on Hamas is appalling and unprecedented.79 in just three months, according to @pressfreedomJournalists in Gaza are our eyes and ears for the truth, and must be protected, like civilians, under the laws of war.",
      "Christiane Amanpour@amanpour.We face more complex and more dangerous challenges than arguably at any time since the end of the Cold War, if not the end of World War Two.” Watch my intel briefing with fmr CIA director David Petraeus. #TheAmanpourHour 11aET Saturdays on @CNN.5623360443 тыс.",
      "Christiane Amanpour@amanpour.On the show today: My intel briefing from America’s fmr spymaster, a world exclusive interview with the IMF’s very cheerful chief, and why Lenny Kravitz is dancing nearly naked at nearly 60.#TheAmanpourHour starts at 11aET Saturdays on @CNN274012728 тыс.",
      "Christiane Amanpour@amanpour.The statement was not true. It was ridiculous… I wonder how he feels about it today.” @LennyKravitz reflects on his friend Jann Wenner, who was heavily criticized last year for saying Black and female musicians weren’t articulate” enough to be included in his book The Masters.0:00 / 2:46132814736 тыс.",
      "Christiane Amanpour@amanpour.I knew his name but I did not know the story. I was actually embarrassed by that, because I grew up in a family that was involved in the civil rights movement.” @LennyKravitz tells me how he wrote his Oscar-shortlisted song for a new biopic of Bayard Rustin and what he learned.0:01 / 5:05112713224 тыс."
    ]
  },
  {
    "name": "Bret Baier",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/Chief Political Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@BretBaier",
    "Bias Analysis": [
      "Political Views: Bret Baier identifies as independent and has publicly emphasized impartiality, as stated in a 2014 Facebook Q&A. However, his handling of the 2020 election coverage and leaked text messages, which suggest he considered delaying Fox News’ call of the election due to backlash from Trump-supporting viewers, indicate a potential lean towards conservative viewpoints. His stance shifted after the January 6 Capitol insurrection, with him describing Cassidy Hutchinson’s testimony as jaw-dropping.” Despite publicly committing to impartiality, certain actions and events suggest a potential center-right bias. Nevertheless, Baier’s commitment to journalistic integrity amidst a predominantly conservative network is evident, particularly in his willingness to challenge conservative viewpoints.",
      "Scientific Views: Although Bret Baier has not directly expressed his opinion on climate change, his program has faced criticism for spreading misinformation and denial regarding climate change. According to research conducted by Media Matters, nearly 88% of segments on his show have been found to contain false or misleading information. The report titled Fox’s flagship straight news” show has a troubling record on the climate crisis” sheds light on this issue.",
      "Social Views: According to Adweek, Fox News anchor Bret Baier is a practicing Catholic and has even been invited to speak at Catholic school fundraisers, reflecting the significance of his faith in his life. However, there is no explicit public record of his stance on abortion or whether he identifies as pro-life.   "
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Coco @CoClarified·21 чI didn’t have Bret Baier asking for my number on my 2024 bingo card 923852823 тыс.",
      "GOP@GOP·28 мин\"In an interview with Fox's Bret Baier several days ago, Mayorkas admitted he is aware that more than 70 percent of illegal immigrants encountered at the border are released into the United States.\"Further reports say that number is actually over 85%.Dismantling Mayorkas' Latest Garbage Talking PointС townhall.com2421507 тыс.",
      "BowTied Anticommunist@posting_anon·5 чAlready today, @FoxBusiness @Varneyco has claimed a low-turnout caucus favors Trump (?!), and Trump has the energy of a 50 year old \"campaigning all over the place\".@BretBaier, obviously you have no editorial control of other Fox programs, but this flagrant bias is precisely…Показать ещё32231553 тыс.",
      "Ian Miles Cheong@stillgray·9 янв.Nikki Haley continues to embarrass herself. Nikki Haley: I never once said the retirement age is way too low.Bret Baier: Wait a minute. In a Bloomberg interview you said the retirement age needs to be raised.Nikki Haley: Yes.2556293 тыс.286 тыс.",
      "Right Wing Dad@RightWingDad·48 минHere's to hoping @BretBaier asks trump about his covid record and his promises he broke.I don't expect Epstein to come up because it's Fox and they run cover for Trump but it is what it is.8250686"
    ]
  },
  {
    "name": "Krystal Ball",
    "bias": "LEFT",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/Video Host",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@krystalball",
    "Bias Analysis": [
      "Political Views: She often discusses progressive policies and ideas on her show and is critical of both  Democratic and Republican establishments.",
      "Scientific Views: On her show, she generally holds pro-science views. Ball often discusses various scientific topics, such as climate change and COVID-19, and typically aligns with the scientific consensus.",
      "Social Views: Ball advocates for various social issues, including economic equality, healthcare reform, and workers’ rights. She often discusses these topics from a progressive standpoint on her show on her op-eds. "
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Ryan Grim@ryangrim.Here’s @krystalball on the famine being fueled by Israel’s blockadeАвтор: HalalFlow3543095375 тыс.",
      "HalalFlow@halalflow.Here's @krystalball talking about Netanyahu's allies' horrifying defense of Israel's starvation policy in Gaza, seeing it as a useful tactic0:00 / 7:291710932140 тыс.",
      "Krystal Rani@KrystalRan55243.9631250Team step professor tree ball light.#德州扑克 #梭哈 #三公 #德扑 #炸金花 #麻将 #牌九0:00 / 0:0398812",
      "AlottaFagina@876Yaad.Look inna yuh Krystal ball…ЦитатаSLEEK Jamaica Media@Sleekjamaica.Beenie Man proposes to longtime girlfriend Camille Mcintsosh. #love #marriage #engagement #fiancée78448 тыс."
    ]
  },
  {
    "name": "Maria Bartiromo",
    "bias": "RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV Station",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@MariaBartiromo",
    "Bias Analysis": [
      "Political Views: Bartiromo is a vocal conservative and supporter of former president Donald Trump. She has faced criticism for promoting conspiracy theories and claims about election fraud during the 2020 U.S. presidential election. In 2021, Dominion Voting Systems filed a $1.6 billion defamation lawsuit against Fox News for spreading false claims that its voting software was used to rig the election. In 2023, Fox News, Fox Corp, and its T.V. networks agreed to pay $787.5 million to Dominion to settle the lawsuit; however, the terms were not disclosed. According to Forbes, in February 2021, Smartmatic USA, a voting tech company, filed a $2.7B defamation suit against Fox News, alleging that Lou Dobbs and Maria Bartiromo, both Fox News anchors, engaged in a conspiracy to spread disinformation about Smartmatic.” However, according to CNBC, the case has been moving more slowly than Dominion’s lawsuit and is estimated to be about a year behind.",
      "Scientific Views: Bartiromo has expressed skepticism about the effectiveness of vaccines and has made controversial statements about COVID-19, including promoting unproven treatments.",
      "Social Views: Maria Bartiromo has faced criticism for her controversial views on race and immigration. She has been accused of floating conspiracy theories, such as suggesting that the Chinese Communist Party (CCP) may feel empowered to send spy flights over America due to possible compromising information they have on President Joe Biden. "
    ],
    "Failed Fact Checks": [
      {
        "claim": "We have doubled our (oil) imports from Russia in the last year.”",
        "label": "False"
      },
      {
        "claim": "The Washington Post was forced to correct what (Donald Trump) told the secretary of state of Georgia.”",
        "label": "False"
      },
      {
        "claim": "According to the Tax Foundation, the top 10 percent of earners already pay almost 80 percent of all taxes.”",
        "label": "False"
      },
      {
        "claim": "As a result of Obamacare, we are becoming something of a part-time employment country.”",
        "label": "False"
      },
      {
        "claim": "The FDA is now saying that it’s OK to take ivermectin if you have COVID.”",
        "label": "False"
      }
    ],
    "twits": [
      "I am reminding all followers to say 'please' & 'thank you'  in these crazy times. People are going nuts. Don't allow it to get to you. Also to the haters - I want you to know I just hung up w Karma & she said she will be w you in a moment.  @MorningsMaria @FoxBusiness",
      "Biden administration is looking for ‘political cover’ from the border crisis: Sen. Ron Johnson  https://ow.ly/z7ho50Qpz9k @MorningsMaria @FoxBusiness",
      "There are ‘serious concerns’ over US bank regulators latest proposal: Jamie Dimon |  https://video.foxbusiness.com/v/6344618210112 @MorningsMaria @FoxBusiness",
      "If you’re not using ChatGPT, you’re falling behind.Subscribe to our newsletter to instantly get our FREE Advanced ChatGPT guide:",
      "Rep. James Comer: Every American is watching Biden family investigation and wonder 'what exactly did they do?' |  https://video.foxbusiness.com/v/6344617216112 @MorningsMaria @FoxBusiness"
    ]
  },
  {
    "name": "Dana Bash",
    "bias": "LEAST BIASED",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@DanaBashCNN",
    "Bias Analysis": [
      "Political Views: Dana Bash is known for her balanced reporting on American politics. As a journalist, she has interviewed key figures from both the Republican and Democratic parties, maintaining a relatively neutral stance. While she has been critical of politicians on both sides of the aisle, her overall approach to reporting aligns more closely with center or center-left perspectives. She co-hosts State of the Union” with Jake Tapper, a show that features interviews with politicians and experts from both sides of the aisle; for example, here is an interview with Texas Republican Congressman Dan Crenshaw and another with: Senator Lindsey Graham & Senator Amy Klobuchar",
      "Scientific Views: Bash has reported on various scientific issues, including climate change, and has generally adhered to scientific consensus.",
      "Social Views: Dana Bash has consistently reported on social issues, including women’s rights, LGBTQ rights, and racial and social justice. Her reporting demonstrates a commitment to social equity and inclusion. Dana Bash criticized the Los Angeles Times for describing her as John King’s ex-wife” in the headline announcing her new role at CNN, stating that the phrasing minimized her accomplishments, and called on the newspaper to do better.”"
    ],
    "Failed Fact Checks": [],
    "twits": [
      "So happy for my friend @KyungLahCNN",
      "One week till #iowacaucuses On soon with @JohnBerman",
      "From my phone, three years ago today. When senators were evacuated and brought back to the Capitol",
      "By the time Trump spoke at the Ellipse on January 6, right-wing media had been promising a showdown in DC for *weeks.* For my book NETWORK OF LIES, I rewatched Fox's coverage. Here are a few key observations...",
      "Today on #CNNSOTU w/ @jaketapper: Former Vice President @Mike_Pence @RepJamesClyburn PANEL: @ashleyrallison, @BradOnMessage, @dthornell & @amandacarpenterTune in on @CNN, @cnni, @StreamOnMax, @Audacy, @tunein, @SIRIUSXM Ch. 116 & http://cnn.com/GO!",
      "Dana Bash@DanaBashCNN·8 янв.So happy for my friend @KyungLahCNNЦитатаCNN Communications@CNNPR·8 янв.CNN's @KyungLahCNN has been named senior investigative correspondent. She brings breadth and depth to the role, having covered some of the most consequential national and international stories in her time with the network. https://cnnpressroom.blogs.cnn.com/2024/01/08/kyung-lah-named-cnn-senior-investigative-correspondent/…10921928 тыс.",
      "Dana Bash@DanaBashCNN·8 янв.One week till #iowacaucuses On soon with @JohnBerman731912 тыс.",
      "Manu Raju@mkraju.From my phone, three years ago today. When senators were evacuated and brought back to the Capitol0:521327192 тыс.221 тыс.",
      "Brian Stelter@brianstelter.By the time Trump spoke at the Ellipse on January 6, right-wing media had been promising a showdown in DC for *weeks.* For my book NETWORK OF LIES, I rewatched Fox's coverage. Here are a few key observations...2802 тыс.10 тыс.1 млн",
      "State of the Union@CNNSOTU·7 янв.Today on #CNNSOTU w/ @jaketapper: Former Vice President @Mike_Pence @RepJamesClyburn PANEL: @ashleyrallison, @BradOnMessage, @dthornell & @amandacarpenterTune in on @CNN, @cnni, @StreamOnMax, @Audacy, @tunein, @SIRIUSXM Ch. 116 & http://cnn.com/GO!Показать ещё101173964 тыс."
    ]
  },
  {
    "name": "Glenn Beck",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@glennbeck",
    "Bias Analysis": [
      "Political Views: Glenn Beck describes himself as a conservative with libertarian leanings. He strongly supports former President Donald Trump wearing a Make America Great Again hat on his television show. He also frequently promotes conspiracy theories regarding George Soros, resulting in the Anti-Defamation League calling Beck’s remarks horrific” and totally off-limits.” ",
      "Scientific Views: Believes climate change is real but downplays its significance. He is opposed to Covid-19 vaccinations and has promoted conspiracy related to them (See failed fact checks below).",
      "Social Views: Pro-life, anti-socialism, Christian right ideology, opposes gay marriage, reposts negatively on LGBTQ."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Just for the record, the Biden Administration IS separating children and parents.”",
        "label": "False"
      },
      {
        "claim": "A few weeks ago Obama took Hamas and Iran OFF the terror list.”",
        "label": "False"
      },
      {
        "claim": "The U.S.’s leading group of pediatricians issued a strong statement condemning tolerance of gender dysphoria in children.",
        "label": "False"
      },
      {
        "claim": "Fact-checking Glenn Beck’s claim that the U.S. government ‘co-owns’ the COVID-19 vaccine.",
        "label": "False"
      }
    ],
    "twits": [
      "Have you been shocked at restaurant prices lately? Entrepreneur Brian Will breaks down how much profit he makes from that seemingly overpriced BLT: “A $16 sandwich, I have $2 of actual net profit that I keep...we have to sell 93,000 sandwiches [to break even].”",
      "@chiproytx tells me how irresponsible this new, $1.6 TRILLION bipartisan budget is: “Republicans are going to try to sell you and the American people that somehow this is a win. Don’t believe that. This is what the American people are tired of.”",
      "Will Disney EVER learn? The director of an upcoming Star Wars film once said that her goal is to “make men uncomfortable.” IT’S STAR WARS! The only one who should feel uncomfortable is Admiral Ackbar!",
      "Tucker Carlson’s interview with Jeffrey Epstein’s brother has raised a TON of questions. If Epstein wasn’t suicidal, who killed him? Why was his cellmate removed? Why haven’t we heard from Maxwell in prison? What happened to the two prison guards? These questions DEMAND answers.",
      "Here’s the thing about the Epstein release that you should pay attention to: I've been told the FBI director has the black book. All of the evidence. So why are they sitting on it? That’s the real question. Everything else is just circus.",
      "@elonmusk is probably feeling the same secret pressure to censor @X users like Facebook and Twitter did. But he's not playing the game and that's why he's in the legal and advertising trouble he is now with this 'public/private partnership' racket.",
      "The United Nations is trying to make international law have MORE power over individual states or countries. This is how the Bill of Rights DIES.",
      "The left keeps using the terms ‘stakeholder’ and ‘public/private partnerships’, but do Americans actually know what those words mean? Understanding exactly how these policies are being applied is CRITICAL in seeing how your rights are dangerously under attack.",
      "I purchased the All in the Family set to preserve the show that was brave enough to show BOTH sides of critical topics. Now, only one side of the conversation is accepted and anything else is banned. Go watch the pilot episode. Would ANY of those discussions be aired today?"
    ]
  },
  {
    "name": "Dan Bongino",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@dbongino",
    "Bias Analysis": [
      "Political Views: Strongly supports former President Donald Trump. Frequently reports negatively on Democrats and promotes conspiracy theories. Opposes a $15 minimum wage, wants limited business regulations, and a balanced budget.",
      "Scientific Views: Frequently downplays covid-19 and refuses to wear a mask. Has failed fact checks and promoted scientific misinformation regarding Covid-19.",
      "Social Views: Wants limits on immigration, Pro-Life, Repeal of the Affordable Care Act (Obamacare)."
    ],
    "Failed Fact Checks": [
      {
        "claim": "The Russia investigation was a coup. This was an attempted overthrow of the United States government.”",
        "label": "FIRE"
      },
      {
        "claim": "DOES ILLEGAL IMMIGRATION COST THE US MORE THAN $100 BILLION A YEAR?",
        "label": "UNSUBSTANTIATED"
      },
      {
        "claim": "Bernie Sanders flew on a private jet and served a lavish menu when traveling to Rome in April 2016",
        "label": "FALSE"
      },
      {
        "claim": "Violent crime in South Bend doubled during Mayor Pete’s tenure.”",
        "label": "FALSE"
      },
      {
        "claim": "California has six extra” congressional representatives because illegals are counted” in the census.",
        "label": "FALSE"
      },
      {
        "claim": "the CGG CGG coding […] does not appear in nature”, this and the furin cleavage site from the SARS-CoV-2 spike protein gene suggests the virus wasn’t transmitted from animals to humans",
        "label": "Inaccurate"
      },
      {
        "claim": "Twitter fact-checks Biden for first time ever.",
        "label": "False"
      },
      {
        "claim": "Dan Bongino’s Graphic Of Unhealthy U.S. Cities Run By Democrats",
        "label": "False"
      },
      {
        "claim": "Joe Biden plans to discriminate against white men with COVID-19 economic relief.",
        "label": "Misleading"
      },
      {
        "claim": "The Bill & Melinda Gates Foundation pledged $200 million for digital IDs as part of a shift toward a totalitarian society.”",
        "label": "False"
      },
      {
        "claim": "Newly surfaced IRS training video BREAKS the internet.",
        "label": "False"
      },
      {
        "claim": "The Russia investigation was a coup. This was an attempted overthrow of the United States government.”",
        "label": "FIRE"
      },
      {
        "claim": "DOES ILLEGAL IMMIGRATION COST THE US MORE THAN $100 BILLION A YEAR?",
        "label": "UNSUBSTANTIATED"
      },
      {
        "claim": "Bernie Sanders flew on a private jet and served a lavish menu when traveling to Rome in April 2016",
        "label": "FALSE"
      },
      {
        "claim": "Violent crime in South Bend doubled during Mayor Pete’s tenure.”",
        "label": "FALSE"
      },
      {
        "claim": "California has six extra” congressional representatives because illegals are counted” in the census.",
        "label": "FALSE"
      },
      {
        "claim": "the CGG CGG coding […] does not appear in nature”, this and the furin cleavage site from the SARS-CoV-2 spike protein gene suggests the virus wasn’t transmitted from animals to humans",
        "label": "Inaccurate"
      },
      {
        "claim": "Twitter fact-checks Biden for first time ever.",
        "label": "False"
      },
      {
        "claim": "Dan Bongino’s Graphic Of Unhealthy U.S. Cities Run By Democrats",
        "label": "False"
      },
      {
        "claim": "Joe Biden plans to discriminate against white men with COVID-19 economic relief.",
        "label": "Misleading"
      },
      {
        "claim": "The Bill & Melinda Gates Foundation pledged $200 million for digital IDs as part of a shift toward a totalitarian society.”",
        "label": "False"
      },
      {
        "claim": "Newly surfaced IRS training video BREAKS the internet.",
        "label": "False"
      },
      {
        "claim": "The Russia investigation was a coup. This was an attempted overthrow of the United States government.”",
        "label": "FIRE"
      },
      {
        "claim": "DOES ILLEGAL IMMIGRATION COST THE US MORE THAN $100 BILLION A YEAR?",
        "label": "UNSUBSTANTIATED"
      },
      {
        "claim": "Bernie Sanders flew on a private jet and served a lavish menu when traveling to Rome in April 2016",
        "label": "FALSE"
      },
      {
        "claim": "Violent crime in South Bend doubled during Mayor Pete’s tenure.”",
        "label": "FALSE"
      },
      {
        "claim": "California has six extra” congressional representatives because illegals are counted” in the census.",
        "label": "FALSE"
      },
      {
        "claim": "the CGG CGG coding […] does not appear in nature”, this and the furin cleavage site from the SARS-CoV-2 spike protein gene suggests the virus wasn’t transmitted from animals to humans",
        "label": "Inaccurate"
      },
      {
        "claim": "Twitter fact-checks Biden for first time ever.",
        "label": "False"
      },
      {
        "claim": "Dan Bongino’s Graphic Of Unhealthy U.S. Cities Run By Democrats",
        "label": "False"
      },
      {
        "claim": "Joe Biden plans to discriminate against white men with COVID-19 economic relief.",
        "label": "Misleading"
      },
      {
        "claim": "The Bill & Melinda Gates Foundation pledged $200 million for digital IDs as part of a shift toward a totalitarian society.”",
        "label": "False"
      },
      {
        "claim": "Newly surfaced IRS training video BREAKS the internet.",
        "label": "False"
      }
    ],
    "twits": [
      "The risk of leftist political violence is real, and urgent. The signs are EVERYWHERE.Don’t miss my show today on Rumble, for story.Watch here.",
      "The threat of political violence is real. But THIS is who’s driving it.      Don’t miss my show today on Rumble, live at 11a, for the full story.     Watch here.",
      "The threat of political violence is real. But THIS is who’s driving it.      Don’t miss my show today on Rumble for the full story.     Watch here. 👇🏻",
      "Thanks to all for blowing up my live stream on Rumble.     We’ve only been streaming for under a year and I wasn’t sure how the transition from prerecorded to live would go. But, thanks exclusively tp you, we’re routinely the number one stream in the US at our time.      I can’t thank you enough for supporting my content.",
      "Thanks to all for blowing up my live stream on Rumble.We’ve only been streaming for under a year and I wasn’t sure how the transition from prerecorded to live would go. But, thanks exclusively tp you, we’re routinely the number one stream in the US at our time. I can’t thank…"
    ]
  },
  {
    "name": "Mika Brzezinski",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@morningmika",
    "Bias Analysis": [
      "Political Views: Brezinski is a self-described liberal Democrat,” and she frequently reports negatively on Republicans and criticizes former President Trump; however, she also criticized Hillary Clinton and claimed that The Hillary Clinton Campaign Tried To Pull Her Off The Air.”",
      "Scientific Views: Advocates for Climate Action.",
      "Social Views: Pro-immigration"
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Mika Brzezinski@morningmika·3 янв.·Professionally, I would absolutely say that the 2023 @KnowYourValue 3050 Summit with Forbes was the highlight of my year. My passion is to enlighten women about their value and teach them to communicate effectively. Creating the #Forbesober50 list and collaborating with @Forbes…",
      "I'm SO proud of @dpierrebravo for putting together 'The Power of The Other' Mentorship Matching Event!!  For more details on this INCREDIBLE mentorship opportunity, head over to this link --> https://trib.al/5jBusAPApplications are open now and close on Jan. 22nd!  So get to…",
      "Breathing new life into trees...Once you enter into this special world that was all hers, you can never look at trees the same way again. #Bambaslegacy",
      "I was born in Iran under an authoritarian regime.@mandanadayanis childhood escape from Iran led her on a mission for change with 'I am a Voter,' a nonpartisan civic engagement organization that celebrates voter identity. 🗳️✨  https://nbcnews.to/3OJZeFF",
      "Mika Brzezinski@morningmika·1 авг. 2023 г.Breaking barriers and making history - meet the incredible women on @KnowYourValue x @Forbes' '50 Over 50' list! #ForbesOver50"
    ]
  },
  {
    "name": "Erin Burnett",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@ErinBurnett",
    "Bias Analysis": [
      "Political Views: Erin Burnett has been criticized for her coverage of the Occupy Wall Street protests as biased in favor of wall street due to her former career as a Goldman Sachs analyst. Quote: Sympathizes too much with the Wall Street plutocrat.”  She also praises Republicans such as Paul Ryan He’s a man who says I care deeply about every single word. I want to do a good job. And he delivered on that. Precise, clear, and passionate.” On the right, she gets praised as being a role model, such as this quote from a Forbes article Erin Burnett, anchor of Erin Burnett OutFront on CNN, continues to serve as a role model for young women looking to establish a career in communications and journalism.” However, Erin Burnett did not support former President Trump and often criticized him on-air Trump calls Romney a loser, but the only loser here was Trump.”",
      "Scientific Views: Reports accurately on Covid-19 and climate change.",
      "Social Views: Critical of conservative viewpoints."
    ],
    "Failed Fact Checks": [
      {
        "claim": "If President Trump decides to deploy the U.S. military domestically, he would be mobilizing U.S. military troops on American soil for the first time since 1807.”",
        "label": "(Corrected)"
      }
    ],
    "twits": [
      "The “80-year old” was definitely something she wanted that audience to hear.ЦитатаNo Lie with Brian Tyler Cohen@NoLieWithBTC·5 янв.Wow. Nikki Haley just went full MAGA, saying she’d pardon Trump and she doesn’t even care if Trump is guilty or not: “It’s not about guilt or innocence.”She says you can’t have an “80 year old sitting in jail.”",
      "“The suffering is everywhere – I mean absolutely everywhere – that I have been.” Gemma Connell is the Gaza team leader at @UNOCHA and tells me what she is seeing on the ground. “I have never in my humanitarian career seen [this] level of suffering, desperation and depravation.”",
      "“they have their own language. They don’t know words like Gaza. Like Kidnapped. Like war. Like captivity”. They talk about evil, and knives.But two toddlers and their mother are home after being held by Hamas for 49 days. And it is true joy.",
      "About those “Russia” opposition billboards. How did Navalny’s team get them up? @pevchikh tells me they submitted them to the review board with the QR code linking to one website but when they put them up the QR code linked to a “completely different website”.",
      ".@IDF @jconricus confirms 2 civilians killed for every Hamas militant in Gaza: “you will find that that ratio is tremendous, tremendously positive, and perhaps unique in the world.” See his full comments:",
      "“Never since the beginning..has Ukraine asked for US boots on the ground. We never asked US army to come fight for us. Our deal is still fair. You give us what we need and we will do the rest of the job” to “preserve stable world order.” @DmytroKuleba on need for new US aid pkg"
    ]
  },
  {
    "name": "Tucker Carlson",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV Station",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@TuckerCarlson",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on liberals and an advocate of Former President Donald Trump. He claims he is closer to 1970s-era liberals. He supports and spreads far-right election conspiracies. Many left-leaning sources have labeled Tucker Carlson a White Supremacist or White Nationalist.",
      "Scientific Views: Routinely publishes misinformation on Climate Change and Covid-19. See failed fact checks below.",
      "Social Views: Carlson often makes controversial statements on race, immigration, and women, which resulted in advertisers boycotting his Fox News show. His latest statement on women service members resulted in the Pentagon’s condemnation. Tucker’s statement regarding pregnant women in the armed forces reads, It’s a mockery of the U.S. military. While China’s military becomes more masculine as it’s assembled the world’s largest navy, our military needs to become, as Joe Biden says, more feminine.”"
    ],
    "Failed Fact Checks": [
      {
        "claim": "Between late December of 2020 and last month, a total of 3,362 people apparently died after getting the COVID vaccine in the United States … The actual number is almost certainly higher.”",
        "label": "False"
      },
      {
        "claim": "Maybe (the COVID-19 vaccine) doesn’t work, and they’re simply not telling you that.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "According to a recent CDC report, almost everyone — 85% — who got the coronavirus in July was wearing a mask, and they were infected anyway. So clearly (wearing a mask) doesn’t work the way they tell us it works.”",
        "label": "False"
      },
      {
        "claim": "There’s no evidence that white supremacists were responsible for what happened on Jan. 6. That’s a lie.”",
        "label": "False"
      },
      {
        "claim": "Unbeknownst to most people, the Green New Deal came to Texas; the power grid in the state became totally reliant on windmills.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Between late December of 2020 and last month, a total of 3,362 people apparently died after getting the COVID vaccine in the United States … The actual number is almost certainly higher.”",
        "label": "False"
      },
      {
        "claim": "Maybe (the COVID-19 vaccine) doesn’t work, and they’re simply not telling you that.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "According to a recent CDC report, almost everyone — 85% — who got the coronavirus in July was wearing a mask, and they were infected anyway. So clearly (wearing a mask) doesn’t work the way they tell us it works.”",
        "label": "False"
      },
      {
        "claim": "There’s no evidence that white supremacists were responsible for what happened on Jan. 6. That’s a lie.”",
        "label": "False"
      },
      {
        "claim": "Unbeknownst to most people, the Green New Deal came to Texas; the power grid in the state became totally reliant on windmills.”",
        "label": "Pants on Fire"
      }
    ],
    "twits": [
      "The biggest protests in modern German history. What’s happening? Eva Vlaardingerbroek is there.",
      "When US senators get together in private, do any of them ever admit that sending half a trillion dollars to Ukrainian oligarchs is a bad idea? As it turns out, no they don’t. JD Vance explains.",
      "Ep. 62  If fossil fuels come from fossils, why have scientists found them on one of Saturn’s moons? A lot of what you’ve heard about energy is false. Dr. Willie Soon explains.",
      "We don’t need to guess about what happened on January 6th. It was one of the most videotaped events in human history. A new documentary proves that most of what you’ve heard about that day is a lie.",
      "Ep. 59  Most people understand that Jeffrey Epstein didn’t kill himself. But the attorney general of the United States helped cover up his murder? That’s a different thing entirely. Epstein’s brother Mark explains.",
      "You thought Democrats were going to dump Biden for Gavin Newsom, but they're not. They're backing Nikki Haley instead.",
      "The U.S. government claims Jeffrey Epstein killed himself in a federal detention facility in Manhattan four and a half years ago, just before his trial. If that’s true, why are there so few records available from that night? Here’s Mark Epstein trying to get a copy of one of the…",
      "Derek Chauvin is serving 21 years in prison for a crime he didn't commit. Someone just tried to murder him. If they'd do this to him, they'd do it to you.",
      "Ep. 58  How did a not very bright thug like Nancy Pelosi get rich in the stock market? Because the system is rigged. Jordan Belfort, The Wolf of Wall Street, explains.",
      "The Biden administration is importing millions of third world immigrants to live here illegally, and at same time telling them that white people are the source of their problems. How’s that going to work out in the end?",
      "There's really only one objective in life: pass on your genes. Our new advice series, Ask Tucker, is back."
    ]
  }
]