[
  {
    "name": "Neil Cavuto",
    "bias": "RIGHT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@TeamCavuto",
    "Bias Analysis": [
      "Political Views: Although a fiscal conservative, Neil Cavuto was a frequent critic of former President Trump. In fact, Cavuto so enraged the former President that Trump dedicated 20 minutes at a rally to attacking Cavuto. Neil Cavuto is a straight news reporter who often does not air his political views; however, he aligns with the right in support of low taxes and limited government when it comes to economics.",
      "Scientific Views: Reports accurately on Covid-19 and rebuked former President Trump’s election fraud claims. Before 2014, Cavuto was skeptical of climate change; however, we cannot find any instances of him making statements on climate change after that point.",
      "Social Views: Nothing confirmed."
    ],
    "Failed Fact Checks": [],
    "twits": [
      ".@RepTonyGonzales to Neil: This can't be a partisan issue. This has to be in a bipartisan manner- how do we secure our border and keep all Americans safe?",
      "Former U.S. Attorney General Bill Barr on Trump appealing Colorado's ballot ban: The effort to take him off the ballot and deny people the choice... We can't have all the states making their own rules as to what an insurrection is and evidence is needed to make a determination.",
      "Kyle Bailey to Neil: This should not have happened. This problem will be corrected and the aircraft will be safe.",
      "Nikki Haley Super Pac Founder Frank Laukien on why he's getting involved: We wanted to make sure the Independents have a say",
      "TODAY ON COAST TO COAST: 'Independents Moving the Needle' Founder & Bruker Corporation CEO Frank Laukien",
      "Former Defense Secretary Leon Panetta to Neil: We have a responsibility to go after those that are trying to kill American forces, so I don't think we ought to hesitate",
      "Former Deputy Assistant Attorney General Tom Dupree joins guest host Edward Lawrence to discuss the Colorado Republican party appealing to overturn Trump 2024 ballot ban",
      "Former Trump Attorney General Bill Barr to Neil on former President Trump's immunity dispute: the government's position is going to be that he was a candidate. He was acting as a candidate, not really as president",
      "Former Deputy Assistant Attorney General Tom Dupree joins Neil to discuss the Supreme Court declining to fast-track Trump immunity dispute in blow to Special Counsel Jack Smith"
    ]
  },
  {
    "name": "Kaitlan Collins",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@kaitlancollins",
    "Bias Analysis": [
      "Political Views: Kaitlan Collins is known for her frequent spars with former president Donald Trump. According to a Forbes interview, she describes the Trump administration as People who worked in the Trump White House were incredibly manipulative and would straight-up lie to you, so you had to filter through that.”",
      "Scientific Views: She reports accurately on Covid-19.",
      "Social Views: During her college years (2011), Kaitlan Collins sent homophobic tweets to which she apologized. (reported by the right-leaning observer.com)"
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Gov. Sununu — who has endorsed Nikki Haley — says he would vote for Donald Trump if he's the Republican nominee even if he’s a convicted felon.",
      "Gov. DeSantis criticizes the argument made by Trump’s attorney in court this week — that he could hypothetically order Seal Team Six to assassinate an opponent and only be charged after being impeached and convicted — and predicts he’ll lose that appeal and end up on trial in DC.",
      "“Not having heard from you by the third extended deadline (noon today), I assume that Mr. Trump will not agree to the reasonable, lawful limits I have imposed as a precondition to giving a closing statement above and beyond those given by his attorneys, and that, therefore, he…",
      "These were Engoron's terms from his email last week: “Thus, in my sole discretion, I will consent to let Mr. Trump make a closing argument if, and only if, through counsel by 1/9/2024, and by himself, personally, on the record, just before he speaks, he agrees to limit his…",
      "The Democratic ranking chair on House Armed Services says Pres. Biden needs to evaluate his relationship with Secretary Austin. Asked if that means possibly firing him, Rep. Smith says it's a conversation for them but at the moment, I can't think of a plausible explanation.",
      "President Biden found out today about Defense Secretary Austin's diagnosis. Nobody in the White House knew that Secretary Austin had prostate cancer until this morning, and the President was informed immediately after,John Kirby says.",
      "On Secretary Austin from the doctors at Walter Reed: “On December 22, 2023, after consultation with his medical team, he was admitted to Walter Reed National Military Medical Center and underwent a minimally invasive surgical procedure called a prostatectomy to treat and cure…",
      "Judge Henderson sounds skeptical of the claim that Trump was acting within his official duties. I think it is paradoxical to say that his constitutional duty to take care that the laws be faithfully executed allows him to violate criminal law,” Judge Henderson said.",
      "Judge Pan asks, “Could a president order Seal Team Six to assassinate a political rival?” John Sauer answers that he “would have to be speedily impeached and convicted.”Judge Pan: “I asked you a yes or no question.”"
    ]
  },
  {
    "name": "Anderson Cooper",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@andersoncooper",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on conservatives such as Donald Trump, calling him an Obese Turtle.”",
      "Scientific Views: Supports action on climate change and reports accurately on Covid-19.",
      "Social Views: Anderson Cooper supports Gay marriage. "
    ],
    "Failed Fact Checks": [],
    "twits": [
      "I just posted a new episode of #AllThereIs, my podcast about grief. It’s a really moving conversation with Ashley Judd. When her mom Naomi Judd died in 2022, after a long struggle with mental illness, Ashley found her. In this deeply revealing, and insightful conversation Ashley…",
      "The grief around the loss of a child is rarely spoken about. In a new episode of my grief podcast #AllThereIs I talk about it with a young mom who lost her daughter during her pregnancy. Link in bio or listen wherever you get your podcasts.",
      "No American president has ever sat down for such a personal interview about grief and loss. I hope it encourages others to talk about the grief they feel. #AllThereIs is available wherever you get your podcasts. https://link.chtbl.com/8ioBNvf3",
      "Season 2 of #AllThereIs, my podcast about facing grief and learning from loss starts today. Episode 1 is available on @ApplePodcasts and @Spotify or wherever you get your podcasts. Link here: https://link.chtbl.com/9ol62fz2",
      "Spoke with @POTUS about grief and loss for season 2 of my podcast ALL THERE IS. Season 2 starts November 29th.  Season 1 is available now wherever you get your podcasts.",
      "What happened at the music festival last Saturday is just now becoming more clear, particularly the killings inside bomb shelters where people were hiding",
      "My new book ASTOR - The Rise And Fall Of An American Fortune debuted at #3 on the NYTimes Bestseller List! Link in bio to order!",
      "My friend @MitchAlbom oversees an orphanage & school in #Haiti that is caught in the crossfire of gang violence. He is raising funds to help increase security in a very difficult situation. I’ve donated. If interested here is more information.",
      "Just posted a new episode of All There Is, my podcast about loss and grief. #LaurieAnderson @OnlyAnExpert joins me to talk about the loss of her husband #LouReed. It’s a moving, fascinating, and often funny conversation. Available on @ApplePodcasts or wherever you get podcasts."
    ]
  },
  {
    "name": "Lou Dobbs",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@LouDobbs",
    "Bias Analysis": [
      "Political Views: Lou Dobbs is a strong supporter of former President Trump. He is known for backing conspiracy theories such as the Birther conspiracy theory, false voter fraud claims, and an anti-immigration stance. Further, he was named in a $2.7 billion defamation lawsuit filed by voting technology company Smartmatic due to his false voter fraud claims.",
      "Scientific Views: Rejects the scientific consensus on climate change. Misleads by asserting climate change is a United Nations plot to take over the world.”",
      "Social Views:  Pro-abortion rights, against gun control; fiscally conservative, strongly anti-immigration, especially from Mexico and Central America."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Because of President Barack Obama’s failure to push job creation,” the black unemployment rate in Ferguson, Mo., is three times higher than the white unemployment rate.",
        "label": "False"
      },
      {
        "claim": "We are watching, you know, millions of illegal immigrants cross our borders, and many of them voting in the past election that’s what, just a couple weeks ago.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Fortune 500 companies who’ve pledged to BLM”",
        "label": "False"
      },
      {
        "claim": "The Obama administration is fighting in federal court to strike down an election rule that ensures only citizens vote",
        "label": "False"
      },
      {
        "claim": "The fact is, the Dominion machines run the Softmatic software.”",
        "label": "False"
      },
      {
        "claim": "Because of President Barack Obama’s failure to push job creation,” the black unemployment rate in Ferguson, Mo., is three times higher than the white unemployment rate.",
        "label": "False"
      },
      {
        "claim": "We are watching, you know, millions of illegal immigrants cross our borders, and many of them voting in the past election that’s what, just a couple weeks ago.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Fortune 500 companies who’ve pledged to BLM”",
        "label": "False"
      },
      {
        "claim": "The Obama administration is fighting in federal court to strike down an election rule that ensures only citizens vote",
        "label": "False"
      },
      {
        "claim": "The fact is, the Dominion machines run the Softmatic software.”",
        "label": "False"
      }
    ],
    "twits": [
      "Join us tonight for #LouDobbsTonight. We have an action-packed show planned with @P_McCulloughMD @AlanDersh @jmclghln and @RepBrianBabin! Join us right here on Twitter or you could join us on Rumble at https://rumble.com/v46a0eo-lou-dobbs-tonight-1-10-2023.html!",
      ".@RepBobGood standing strong for conservative values and letting Johnson know The Freedom Caucus will not be making one-sided deals with the Marxist Dems. God bless him!",
      "This is outrageous conduct, and there has to be accountability for the hiring of an unqualified President of Harvard, a plagiarist as well.  The arrogant and entirely inappropriate responses to the inquiries of news media and what appears to be a coverup led by Harvard leadership…",
      "Former CIA Analyst John Gentry says Obama’s plan to fundamentally transform America played a major role in the changes to the Intel Community and the weaponization of the CIA. Join us today on #TheGreatAmericaShow at http://bit.ly/3RdQhUc!",
      "It’s a great honor to see all of your wonderful comments about our first broadcast of #LouDobbsTonight on Lindell Tv. If you missed tonight’s  episode, you could watch it at https://frankspeech.com/Video/lou-dobbs-tonight-exclusive-interview-with-president-trump!",
      ".@RogerJStoneJr says no one has ever won the Iowa Caucus by more than 20 points and Trump could win by as many as 30 yet the headline in the news will be “Haley upsets DeSantis.” He says Trump will IA, NH and SC handily. Join us on #TheGreatAmericaShow at http://bit.ly/3RdQhUc!"
    ]
  },
  {
    "name": "Peter Doocy",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Reporter",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@pdoocy",
    "Bias Analysis": [
      "Political Views: No party affiliation. Frequently challenges Democrats with Republican talking points.",
      "Scientific Views: Promoted the then conspiracy theory without evidence that Covid-19 started in a lab. Although still unproven more scientists are favoring this idea.",
      "Social Views: Pro gay marriage."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Bogus Claims Follow Donation of Kamala Harris’ Children’s Book",
        "label": "False"
      }
    ],
    "twits": [
      "Meet Bridget Blake Doocy! Asked @joebiden for tips about being a new dad, at the WH holiday reception. His advice: “hold her tight.” Will do!",
      "New recount reaction from SCOTT spox @ChrisHartline “This race is over. It’s a sad way for Bill Nelson to end his career. He is desperately trying to hold on to something that no longer exists.",
      "NEW: minutes after getting word that FL Gov Rick Scott (R) never got a call from Sen Bill Nelson (D) conceding, we get this from Nelson: We are proceeding to a recount",
      "“We want Rick” chant starting at @ScottforFlorida HQ - after GOP Rep DeSantis declared winner of governor’s race",
      "SCOTT in Hialeah, FL making final get-out-the-vote push on Amerikooler factory floor",
      "in caravan-focused #MOSEN, HAWLEY calling on MCCASKILL to back up tough talk about border crossers and security:“I would just say to her this: if you’re for it, prove it, take your name today - take your name off Dianne Feinstein’s open borders bill”"
    ]
  },
  {
    "name": "Steve Doocy",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@SteveDoocy",
    "Bias Analysis": [
      "Political Views:  Frequently praised former President Donald Trump and is a registered Republican. However, in 2021 he debunked former President Trump’s election fraud conspiracy theories.",
      "Scientific Views: He states, I am of the opinion that the globe is getting warmer, and it’s hard for me to believe that man does not have some sort of impact on that.” He has also promoted Covid-19 misinformation but apologized.",
      "Social Views: He is Pro-Life, Pro gay marriage.    "
    ],
    "Failed Fact Checks": [
      {
        "claim": "NASA scientists fudged the numbers to make 1998 the hottest year to overstate the extent of global warming.”",
        "label": "Pants on Fire"
      }
    ],
    "twits": [
      "Join Kathy and me Monday night as we kick off our coast to coast book tour and you’re invited—virtually! Our friends at @BookendsNJ & @Foxtale are hosting Monday night’s fun. @Pdoocy will be asking us your questions and you get a signed copy of our HAPPY IN A HURRY COOKBOOK!",
      "686 days ago I was in a bar in Springfield, Missouri, it was Election Night 2018. I might have had a drink. I haven’t been on Twitter since. But I’m back TODAY!  Did I miss anything?",
      "How would you like to win a trip to NY or have me bring a TV crew to your house and I’ll make you something out of our #HappyCookbook? I will if you win @foxandfriends #DiningWithDoocy contest, email diningwithdoocy@foxnews.com to enter.",
      "Stanley, I remember your father, it meant a lot to Kathy and me that he took the time to come out on Friday night to meet us and support ‘TheHappyCookbook’. Best to your family 🙏",
      "Glad you like it, that word is correctly spelled, it’s ‘hangry’ which is commonly used as the combination of hungry + angry = hangry!Thanks! For getting the cookbook!",
      "Jen, you’re going to LOVE Martha’s mom’s recipe and the cookbook has 100+ TERRIFIC foods..."
    ]
  },
  {
    "name": "Maggie Haberman",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "Newspaper Journalist",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@maggieNYT",
    "Bias Analysis": [
      "Political Views: The right criticizes her as trying to hurt former President Trump. The Left also criticizes Haberman’s reporting as gossip-like and soft on the right. The main criticism of Haberman is getting scoops through family influence. She has also been critical of President Joe Biden, calling him a Flawed Candidate.”",
      "Scientific Views: Reports accurately on Covid-19.",
      "Social Views: Supports gay rights."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Christie suspends his campaign, saying he wants to know that he in no way enabled Trump becoming president again.",
      "It remains to be seen whether Haley is a beneficiary of Christie exiting the race. But it brings to a close the only candidacy able to attract media attention who has directly called Trump out repeatedly.",
      "Donald Trump wants you to be angry every day because he's angry, Christie says. He reminds the crowd he's known Trump for 22 years. If you put him back behind the desk in the Oval Office and a choice comes...as to whether he puts himself first or voters first, he'll pick him.",
      "As ABC reported, Trump wants to do his own summation, something he mentioned in passing when he called the Times last week. His lawyers are preparing for him to speak for part of the closing arguments. But it’s likely up to the judge whether he can.",
      "DeSantis campaign began the race seen as a Murdoch favorite. Now, his campaign manager is attacking Fox.",
      "via @alanfeuer and me in our weekly Trump on Trial newsletter yesterday, there’s a chance the Alvin Bragg case could go first if there are significant delays in the federal election subversion trial."
    ]
  },
  {
    "name": "Sean Hannity",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@seanhannity",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on liberals, often promoting conspiracies.",
      "Scientific Views: Denies climate change, frequently downplays covid-19, and is skeptical about vaccines.",
      "Social Views: Sean Hannity is against same-sex marriage and calls AIDS a ‘gay disease’."
    ],
    "Failed Fact Checks": [
      {
        "claim": "The president said he’s going to bring in 250,000 (Syrian and Iraqi) refugees into this country.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Says 642,000 crimes were committed against Texans by criminal immigrants in a recent seven-year period.",
        "label": "False"
      },
      {
        "claim": "The United States Court of Appeals for the 9th Circuit is the most overturned court in the country.”",
        "label": "False"
      },
      {
        "claim": "In 2007, when Nancy Pelosi met with President Assad of Syria, nobody got upset.”",
        "label": "False"
      },
      {
        "claim": "Donald Trump personally sent out an airplane to bring home U.S. military members stranded in Florida.",
        "label": "False"
      },
      {
        "claim": "There’s never been a president (before Joe Biden) that has made race and gender the defining factor” for a Supreme Court nomination",
        "label": "False"
      },
      {
        "claim": "The president said he’s going to bring in 250,000 (Syrian and Iraqi) refugees into this country.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Says 642,000 crimes were committed against Texans by criminal immigrants in a recent seven-year period.",
        "label": "False"
      },
      {
        "claim": "The United States Court of Appeals for the 9th Circuit is the most overturned court in the country.”",
        "label": "False"
      },
      {
        "claim": "In 2007, when Nancy Pelosi met with President Assad of Syria, nobody got upset.”",
        "label": "False"
      },
      {
        "claim": "Donald Trump personally sent out an airplane to bring home U.S. military members stranded in Florida.",
        "label": "False"
      },
      {
        "claim": "There’s never been a president (before Joe Biden) that has made race and gender the defining factor” for a Supreme Court nomination",
        "label": "False"
      }
    ],
    "twits": [
      "CHRISTIE TO DROP OUT: Former NJ Governor Will End Presidential Campaign: Report",
      "Obama Judge Dismisses Lawsuit Seeking to Remove Trump from Ballot in Nevada",
      "'UNACCEPTABLE!': Stefanik Slams Decision to Send 2,000 Migrants to NYC SchoolSTEFANIK: It is unacceptable that Far Left New York Democrats are once again putting the needs of illegal immigrants over our children.",
      "ARE YOU ON CRACK TODAY?' One Reporter Shouts Crack Questions at Hunter Biden [WATCH]",
      "TRUMP UNLOADS! Georgia DA Fani Willis 'Totally Compromised, 'The Case Has to Be Dropped!'TRUMP: “It’s illegal. What she did is illegal. So we’ll let the state handle that, but what a sad situation it is.",
      "CRUZ ON THE BORDER: 'A Crisis at a Level We Have Never Seen Before' [WATCH]CRUZ: “Biden’s entire strategy is he hopes the media ignores it.”"
    ]
  },
  {
    "name": "Chris Hayes",
    "bias": "LEFT",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Host",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@chrislhayes",
    "Bias Analysis": [
      "Political Views: Chris Hayes has stated that the Republican party is radicalizing against democracy.” He has also called the GOP One Of Worst Parties In Power In Entire Democratic World.” Further, during the Trump administration, he frequently denigrated the former President with a statement such as, We are seeing the effects of the toxic, devastating legacy of Donald Trump right now in the places that supported him the most.” Finally, Hayes has been criticized by Democrats for covering sexual assault allegations levied at then Former Vice President Biden.",
      "Scientific Views: Advocates for climate action. Reports accurately on Covid-19. ",
      "Social Views: Pro-immigration, supports gay marriage and LGBTQ rights, supports racial equity, and Black Lives Matter."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "A huge loss for us. An exceptional host and colleague.",
      "Ray Epps has subsequently been charged and is suing Tucker Carlson and Fox for calling him a federal agent.",
      "Look at this dude WHINE. All he does is whine. I really think that's more of a problem than the biased media of his apologists' fever dreams.",
      "a U.S.-led international force to maintain order;this seems like a pretty terrible idea in sheer national-interest terms for the US",
      "This is *exactly* what Gay did. Curious to see if this goes anywhere and all the people saying sorry this is unacceptable now apply that standard here",
      "This is definitely a person who truly believes in things and isn't just committed to holding office for the rest of his natural life!"
    ]
  },
  {
    "name": "Bill Hemmer",
    "bias": "RIGHT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@BillHemmer",
    "Bias Analysis": [
      "Political Views: Left-Leaning organization Media Matters for America describes Hemmer as having a history of pushing Republican talking points.”",
      "Scientific Views: Reports accurately on Covid-19.",
      "Social Views: Nothing confirmed."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "From the border this past week. Check out the human smuggler's salute.",
      "NEW: @reuters - IRAN APPOINTS AMBASSADOR TO UAE FOR THE FIRST TIME IN 8 YEARS - IRANIAN STATE MEDIA.",
      "You don’t have to ask me twice #62. But - one week at a time!",
      "Agreed. Try Tweetdeck from your browser, or desktop.",
      "In one week, Damar is back home in Buffalo. Another miracle.",
      "NOW: @JamesComer says Joe Biden is The Big Guy."
    ]
  }
]