[
  {
    "name": "Lester Holt",
    "bias": "LEAST BIASED",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@LesterHoltNBC",
    "Bias Analysis": [
      "Political Views: Lester Holt was a registered Republican until 2018. At that time, he left the Republican Party, becoming unaffiliated with any party. In 2016, former President Trump falsely accused Lester Holt of being a Democrat as he was a Republican at the time. Holt is also a Christian, which he says informs how he looks at stories, although he does not view his newscast as an outlet for his own opinions. Lester Holt generally keeps his opinions to himself and directly reports the news.",
      "Scientific Views: Supports the consensus of science on Climate Change and Covid-19.",
      "Social Views: We cannot find any information on his social views. He states he is Christian."
    ],
    "Failed Fact Checks": [],
    "twits": [
      ".@kevinlove thanks for sharing your story of helping kids understand and deal with their mental health on #nightlykids",
      "Tonight on the broadcast my conversation with politician and activist @willjawando about Black fatherhood and how seven remarkable men changed the course of his life. @NBCNightlyNews",
      "Viewing the stunning collapse of the Sanibel Island Causeway approach as I continue my reporting on hurricane Ian for @NBCNightlyNews from Florida.",
      "I am crushed by the news Richard. Thanks to you and Mary for sharing Henry’s story and the joy and richness he brought into your lives. Your colleagues mourn with you.",
      "After his virtual speech to Congress, Ukraine’s President Zelensky joined me for an exclusive interview.  His update on negotiations with the Russians, thoughts on the risk of a world war and much more tonight on @NBCNightlyNews",
      "I’ve arrived inside Ukraine where I’ll report and anchor @NBCNightlyNews this evening. The flood of refugees is growing at an astonishing rate. But I also hear from folks trying to stick it out.  I’ll share their hopes and fears when I see you tonight."
    ]
  },
  {
    "name": "Laura Ingraham",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV Station",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@IngrahamAngle",
    "Bias Analysis": [
      "Political Views: Laura Ingraham is a vocal supporter of former  President Donald Trump with controversial views on immigration, LGBTQ rights, and race. She has faced criticism for her comments directed towards Greta Thunberg, LeBron James, immigrants, and Parkland shooting survivor David Hogg.",
      "Scientific Views: She has expressed skepticism about the effectiveness of vaccines and has made controversial statements about COVID-19, including promoting unproven treatments.",
      "Social Views: Laura Ingraham has faced criticism for her controversial views on race, immigration, and LGBTQ rights. Newsweek; reports in 1984, she secretly recorded a confidential LGBTQ support group at Dartmouth College and published a transcript that outed closeted students, causing harm to their privacy and safety. This incident reflects Ingraham’s history of controversial behavior. In an interview, her brother, who is gay, revealed that their father was a Nazi sympathizer, racist, anti-Semite, and homophobe, shedding light on her early experiences. Additionally, Ingraham has been accused of making racist and xenophobic comments, including a statement about Mexicans, Laura Ingraham: Mexicans Have Come Here To Murder And Rape Our People.” "
    ],
    "Failed Fact Checks": [
      {
        "claim": "Video clip shows that protesters in Tennessee made their way onto the state capitol floor.”",
        "label": "False"
      },
      {
        "claim": "As the Taliban’s gaining ground, Biden’s team of incompetence killed the Trump-era program to oversee the evacuation of Americans from crisis zones around the world.”",
        "label": "False"
      },
      {
        "claim": "You may not have stayed in a hotel in the past year, but illegals arriving since Biden’s inauguration, they get to stay free of charge.”",
        "label": "False"
      },
      {
        "claim": "You know what the biggest lie is, is that restaurants are spreaders of COVID. There’s no science for that.”",
        "label": "False"
      },
      {
        "claim": "Although intuitively I think it probably seemed like social distancing would be necessary, there was no real scientific basis for believing that, since it had never been studied.”",
        "label": "False"
      }
    ],
    "twits": [
      "Rep. James Comer: When Hunter was about to be questioned, he left hearing.",
      "Tonight on The Ingraham Angle @SenVancePress @SenEricSchmitt @SeanDuffyWI Jaime Williams (Assembly Member D-Brooklyn) , David Schoen (Former Trump Defense Attorney) @RepJamesComer @RaymondArroyo Tune in at 7 PM/E",
      "Laura: The left will launch vicious, baseless legal attacks on anyone who gets in their way.",
      "The rich are still committed to the Left, but they’re naive to think that support will protect them. Executives say they're still committed to DEI, new survey finds",
      "Hope all the “free traders” are happy now.China Becomes the World’s Biggest Auto Exporter—With Help From Russia",
      "Newt Gingrich: As the Democrats panic, they're going to increasingly use the Justice Department to literally try to destroy Trump. So he can't compete."
    ]
  },
  {
    "name": "Benny Johnson",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV and Websites",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@bennyjohnson",
    "Bias Analysis": [
      "Political Views: Benny Johnson is a conservative activist known for supporting conservative causes and figures. He strongly supports former President Donald Trump. According to a Media Matters article, Benny Johnson appears to be arguing that Donald Trump, as the embodiment of the executive branch during his presidency, had a claim to the classified documents he took. This perspective seems to challenge the traditional view that such documents are government property. He frequently reports negatively on Democrats and promotes conspiracy theories. According to Politico, Benny Johnson, the Chief Content Officer at Independent Journal Review (IJR), was suspended along with two others for sharing a post that spread a conspiracy theory about former President Obama.",
      "Scientific Views: Benny Johnson rejects the scientific consensus on climate change and made a video stating that Fossil fuels make life better for every single human being on the planet.” He also has promoted misinformation regarding covid-19 and vaccines.",
      "Social Views: Benny Johnson’s social views regarding LGBTQ issues appear to be strongly conservative and opposed, as he expresses opposition to transgender individuals, emphasizes his Christian faith, and calls for a boycott of Bud Light products."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Did Joe Biden meet with Hunter’s associates more than 80 times?",
        "label": "Unverified"
      },
      {
        "claim": "Did Stormy Daniels admit fabricating Donald Trump affair?",
        "label": "False"
      },
      {
        "claim": "Did Joe Biden get the middle finger in Ukraine?",
        "label": "False"
      },
      {
        "claim": "General Milley never served in combat and never won a war.”",
        "label": "False"
      },
      {
        "claim": "Former President Barack Obama was arrested after his campaign took $30 million illegally from Commie China fugitive.”",
        "label": "False"
      }
    ],
    "twits": [
      "Vivek FLIPS script on Reporters, leaving media STUNNED by simply asking:- 'Did you lie about Trump-Russia collusion?'[SILENCE]- 'Is Hunter Biden's laptop Russian disinformation?'",
      "TRUMP: “I call her Beautiful Hillary. She's a beautiful woman..”",
      "TRUMP: Joe Biden is a “Manchurian candidate”",
      "TRUMP:  If you go back and look at the records, you will see that the biggest fan of Dr. Fauci was Ron DeSantis.",
      "BREAKING: Marjorie Taylor Greene files a criminal referral requesting an immediate investigation into Fani Willis and her alleged secret lover, Nathan Wade, who charged Trump, to Gov. Brian Kemp and AG Chris Carr.",
      "Hunter Biden defied a congressional subpoena, and then had the nerve to walk into a congressional hearing today with his taxpayer funded security team.The fact that Hunter was able to walk freely out of that hearing without being handcuffed is definitive proof of America’s two…"
    ]
  },
  {
    "name": "Megyn Kelly",
    "bias": "RIGHT-CENTER",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "Radio/Podcast",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@megynkelly",
    "Bias Analysis": [
      "Political Views: While Kelly has not identified with any political party, some of her views align with conservative and right-leaning perspectives. She has been criticized for making controversial statements on race and gender issues, but she has also been praised for her coverage of sexual harassment allegations against powerful men in media and politics.",
      "Scientific Views: Megyn Kelly supports the consensus of science on most issues; however, in 2022, she made the false claim that the covid-19 vaccine was causing children to die.",
      "Social Views: Megyn Kelly has been vocal on the issues such as sexual harassment, women’s empowerment, and workplace experiences. However, some of her coverage has faced criticism. According to Glaad.org, her coverage of the Masterpiece Cakeshop case was biased against the LGBTQ community and lacked balance. Additionally, The Advocate reports that during a conversation about the experiences of transgender people on her Sirius XM show, she referred to it as the trans trend.” With regard to race, Megyn Kelly’s show was canceled by NBC in 2018 following her controversial remarks about blackface. "
    ],
    "Failed Fact Checks": [
      {
        "claim": "A new Colorado law literally allows residents to print ballots from their home computers, then encourages them to turn ballots over to ‘collectors.’",
        "label": "False"
      },
      {
        "claim": "New police bodycam footage” of George Floyd’s arrest changes the narrative”",
        "label": "False"
      }
    ],
    "twits": [
      "Apropos of nothing, I think @WhitlockJason is brilliant, fearless, funny and always worth watching/listening to.",
      "Thought all moderators did a nice job tonight.",
      "Switching b/t CNN and Fox and there is just no comparison. Trump on TV is totally compelling. He’s funny, he’s interesting & he was very “on” tonight. You see the 2 & think: okay- policy, principle, points-what if?? Then you see DT & remember.",
      "Democratic presidential challenger Rep. Dean Phillips on @MegynKellyShow: “I’m appalled” at Hunter Biden; “he’s unethical … this is just sickening.”",
      "There is so much news today. Fani Willis may get the boot from Trump GA case. Immunity args yesterday & the glimmer of light for Trump. & Dean Phillips weighs in on Hunter B’s antics this am! Don’t miss the @MegynKellyShow live on SiriusXM 12p EST & also on…",
      "I’m begging you liberals, throw away your Fauci dolls. Admit the truth: he’s a villain. He hurt millions. He lined his own pockets. He lied under oath. And he continues to lie."
    ]
  },
  {
    "name": "Charlie Kirk",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@charliekirk11",
    "Bias Analysis": [
      "Political Views: Strongly supports former President Donald Trump, as evidenced by Charlie Kirk becoming the Chairman of Students for Trump. Frequently reports negatively on Democrats and promotes conspiracy theories regarding cultural marxism. Charlie Kirk’s promotion of Donald Trump is sycophantic. Continues to promote election fraud conspiracies.",
      "Scientific Views: Routinely promotes Covid-19 misinformation and denies climate change is human-influenced.",
      "Social Views: Anti-Immigration, denies the existence of White Privilege, rails against critical race theory, and denigrated LGBTQ in the past. The SPLC says Charlie Kirk and Turning Point USA are supported by White Nationists and Neo-Nazis, though Kirk tries to distance himself from them verbally."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Nancy Pelosi may have just committed a violation of 18 U.S.C. § 2071, Section 2071 (a) when she ripped up President Trump’s State of the Union address. This violation is punishable by up to three years in prison.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Says Anthony Fauci will make millions off new book.",
        "label": "False"
      },
      {
        "claim": "There is no factual data to back up global warming; real scientists don’t know whether CO2, solar sunspots or natural activity cause global warming",
        "label": "Inaccurate"
      },
      {
        "claim": "Vaccine crew in Indian village attacked by locals”",
        "label": "Inaccurate"
      },
      {
        "claim": "H.R. 1 would allow the Boston bomber to have a right to vote.”",
        "label": "False"
      },
      {
        "claim": "Nancy Pelosi may have just committed a violation of 18 U.S.C. § 2071, Section 2071 (a) when she ripped up President Trump’s State of the Union address. This violation is punishable by up to three years in prison.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Says Anthony Fauci will make millions off new book.",
        "label": "False"
      },
      {
        "claim": "There is no factual data to back up global warming; real scientists don’t know whether CO2, solar sunspots or natural activity cause global warming",
        "label": "Inaccurate"
      },
      {
        "claim": "Vaccine crew in Indian village attacked by locals”",
        "label": "Inaccurate"
      },
      {
        "claim": "H.R. 1 would allow the Boston bomber to have a right to vote.”",
        "label": "False"
      }
    ],
    "twits": [
      "ANNOUNCEMENT Jan 29+30 @TPAction_ will be hosting the Restoring National Confidence Summit in Las Vegas, Nevada immediately preceding the RNC's winter meetings.The RNC is good at two things—wasting money and losing. We must reestablish a culture of team winning and humble…",
      "Elon Musk is right.It is insane we do not have mandatory voter ID, paper ballots, and in-person voting (except for rare exceptions), everywhere in the country. Dems say it's racist. They say it's not logistically feasible. They're lying.France is a multiracial democracy.…",
      "The Nikki / DeSantis “debate” looks like a divorced couple who were forced to stand oddly close to one another answering detailed questions about their broken marriage.",
      "Trump was 10/10 tonight. He will win if he does this til NovemberBret and Martha were also great. Firm and fair. Asked good questions and allowed Trump to talk. Did something happen on CNN tonight?",
      "President Trump during his Town Hall asked about retribution:Our ultimate retribution is success.",
      "President Trump moments ago: We have millions and millions of people here. It is not sustainable. Did you see NYC where they're kicking the regular students out and putting migrants in their place. We are going to have the largest deportation effort in the history of our…"
    ]
  },
  {
    "name": "Larry Kudlow",
    "bias": "RIGHT ",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "",
    "Media Type": "TV Host",
    "MBFC Credibility Rating": "MOSTLY FREE",
    "twits_name": "@larry_kudlow",
    "Bias Analysis": [
      "Political Views: Larry Kudlow is a staunch conservative and vocal supporter of free-market capitalism, tax cuts, and deregulation. He has often criticized progressive economic policies and has been a proponent of supply-side economics. His tenure in the Trump administration further solidified his conservative economic views.",
      "Scientific Views: Kudlow has expressed skepticism about the extent of human contribution to climate change and has criticized policies aimed at aggressively combating global warming. ",
      "Social Views: Kudlow’s social views align with conservative principles. Kudlow is a Catholic convert and has often spoken about the importance of faith in his life, especially during his recovery from alcohol and drug addiction in the early to mid-1990s. Further, Larry Kudlow has identified himself as pro-life and has expressed his opposition to abortion, and has supported pro-life policies."
    ],
    "Failed Fact Checks": [
      {
        "claim": "President Donald Trump inherited a stagnant economy on the front end of recession.”",
        "label": "False"
      },
      {
        "claim": "Even the CBO numbers show now that the entire $1.5 trillion tax cut is virtually paid for by higher revenues and better nominal GDP.”",
        "label": "False"
      },
      {
        "claim": "Defended his late February statement that the U.S. had contained” the virus, saying that the novel coronavirus spread exponentially in ways that virtually no one could have predicted.”",
        "label": "False"
      },
      {
        "claim": "The USMCA trade deal would add 180,000 new jobs per year if we get that through.”",
        "label": "False"
      },
      {
        "claim": "The deficit … is coming down, and it’s coming down rapidly.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "President Donald Trump inherited a stagnant economy on the front end of recession.”",
        "label": "False"
      },
      {
        "claim": "Even the CBO numbers show now that the entire $1.5 trillion tax cut is virtually paid for by higher revenues and better nominal GDP.”",
        "label": "False"
      },
      {
        "claim": "Defended his late February statement that the U.S. had contained” the virus, saying that the novel coronavirus spread exponentially in ways that virtually no one could have predicted.”",
        "label": "False"
      },
      {
        "claim": "The USMCA trade deal would add 180,000 new jobs per year if we get that through.”",
        "label": "False"
      },
      {
        "claim": "The deficit … is coming down, and it’s coming down rapidly.”",
        "label": "Pants on Fire"
      }
    ],
    "twits": [
      "Radio @LarryKudlowShow ; Sundays http://AM970TheAnswer.com  Live Stream Sat 10am-1pm  http://tinyurl.com Live Stream Sat http://live.mystream.com  Podcast after 1pm Sat http://audioboom.com",
      "This from the guy who predicted deep recession & crashing stock market after @realDonaldTrump election. Oh, and internet less important than fax machine.",
      "Radio @LarryKudlowShow : @AmbJohnBolton takes over NSC. Strategic impact of China tariffs. Trump & Putin. @gen_jackkeane",
      "Many thanks to @AmericanThinker for chronicling my long career in economics, financial markets & gov;t, in addition to broadcasting.",
      "Good luck to my long time friend #KevinWilliamson as he moves from @NRO to @TheAtlantic . Brilliant thinker & writer. Gentleman.",
      "Sneering at faith, and God's will, @SRuhle @MSNBC . Why still on air? She apparently believes people in business & economics should not have faith.https://redstate.com/kiradavis/2018/03/16/msnbc-host-sneers-larry-kudlow-believing-gods-will/"
    ]
  },
  {
    "name": "Tomi Lahren",
    "bias": "RIGHT ",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/ Digital Media /Political Commentator",
    "MBFC Credibility Rating": "",
    "twits_name": "@TomiLahren",
    "Bias Analysis": [
      "Political Views: Tomi Lahren is a vocal conservative commentator known for her monologues and strong support for conservative policies. She has been a supporter of former President Donald Trump and has frequently criticized liberal ideologies and the Democratic Party, and Biden.    ",
      "Scientific Views: Lahren has expressed skepticism about climate change, calling it simply bad weather.” She also frequently hosts guests who either claim climate change is a hoax or downplay the human role. Tomi Lahren has been flagged for misinformation regarding the Covid-19 and has stated, I’m not an anti-vaxxer” I’m an unvaccinated COVID vaccine skeptic and for damn good reason!”",
      "Social Views: Tomi Lahren has made headlines for her controversial statements on issues like immigration, gun rights, and the Black Lives Matter movement. For example, in a now-deleted tweet, she compared BLM to the KKK. However, she has also shown a more moderate stance on certain issues, such as being pro-choice, which led to backlash from some conservative circles. Finally, Lahren has been a vocal supporter of the culture war against so-called woke ideology."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Unvaccinated, you can get COVID and have over 99% chance of survival. Get vaccinated and you can still get COVID and will still have over 99% chance of survival.”",
        "label": "False"
      },
      {
        "claim": "Survival rate for Covid-19 is same for vaccinated and unvaccinated.",
        "label": "False"
      },
      {
        "claim": "Biden wants to give illegals ID cards so they can start collecting American benefits.”",
        "label": "False"
      },
      {
        "claim": "Stated recommended teachers include the graphic gay sex novel ‘Gender Queer’ on their student’s summer reading lists.”",
        "label": "False"
      },
      {
        "claim": "The COVID-19 vaccines are experimental.",
        "label": "False"
      }
    ],
    "twits": [
      "‘Predators and paedophiles’ crawling around Hollywood and DC: Tomi Lahren - YouTube",
      "The only people who subscribe to @peacock are bravo fans so I get the frustration from football fans. Fair.",
      "Excuse me if I don’t shed a tear over illegal immigrants with body hair incongruent with their gender identity.",
      "This MediCal expansion to cover roughly 700,000 illegals will also cover…drumroll please..their sex changes.",
      "Gavin in on vacay with Billy Clinton. Does he “like them young” too?",
      "Do you think Democrats are honestly concerned with an insurrection? They allow millions of illegals to invade our country each year. They don’t care. It’s just all they have to complain about."
    ]
  },
  {
    "name": "Don Lemon",
    "bias": "LEFT",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Host",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@donlemon",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on Republicans. Openly mocked former President Trump on air. Editorially, supports the Democratic Party.",
      "Scientific Views: advocates for action on climate change, reports realistically on Covid-19.",
      "Social Views: He is pro-same-sex marriage, supports Black Lives Matter, and promotes social justice and equity."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "In 2010  @NikkiHaley said the civil war was about “rights and freedoms,” “tradition vs change.”  No mention of slavery.",
      "Nikki Haley wants grace for using a poor choice of words when, after I misspoke in some comments involving her, she didn’t offer me that same grace, immediately and very publicly took me to task, and then fundraised off of it. However, I’m glad she clarified what she should have…",
      "My friend @albertlewitinn was awakened by air raid sirens at 7 AM. He’s been reporting in real-time about what’s happening in the war in #Israel",
      "Join me on Friday, September 22 at 9:00 AM for a vital panel discussion on African American history. Recent attacks on this history have awakened our community to the urgent need to preserve our history. Let's pave the way forward together! #CBCALC2023 #AfricanAmericanHistory",
      "Trump is arriving in Atlanta to turn himself in at the Fulton County Jail. 13 FELONY counts related to trying to overturn the 2020 election.",
      "#NEWS: #FoxNews settles its $1.6B lawsuit against Dominion and acknowledges making false claims about the voting company. They must pay $787.5M in damages."
    ]
  },
  {
    "name": "Mark Levin",
    "bias": "RIGHT ",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/Radio Host",
    "MBFC Credibility Rating": "",
    "twits_name": "@marklevinshow",
    "Bias Analysis": [
      "Political Views: Mark Levin is a prominent conservative commentator. He has consistently voiced his support for conservative policies and has been critical of liberal ideologies. His show Life, Liberty & Levin” on Fox News frequently features discussions that lean towards conservative viewpoints. Levin’s support for former President Donald Trump is evident in headlines from his official website, such as Levin: Trump’s Lawyers Should Ask SCOTUS to Stop Unconstitutional Prosecutions” and Joe Biden Longed for Donald Trump Prosecution over January 6.” Further, he frequently promoted Donald Trump’s stolen election narrative, including claiming on his show that the Fake Elector” plan in which Trump has been charged was legal. He has also been critical of the Democratic Party on numerous occasions.",
      "Scientific Views: Mark Levin is skeptical about climate change, referencing a review that highlighted past climate predictions that didn’t materialize. He has referred to these as eco-pocalyptic predictions” and believes they are often used to further political agendas. Levin has prompted conspiracy theories regarding Covid-19, such as the Lab Leak Theory, and falsely claimed that Covid vaccines were not tested.",
      "Social Views: Mark Levin has made controversial remarks regarding the LGBTQ community, notably comparing it to bestiality during his radio show, a statement that drew criticism for its derogatory nature. Additionally, he has defended the replacement theory,” a conspiracy theory associated with white supremacist ideologies, suggesting Democrats believe the white-dominant society has been around too long, so it’s time to end it.” This stance highlights his far-right perspective on immigration. Finally, Levin strongly supports the 2nd amendment and rejects gun control measures to curb mass shootings stating that adding Judeo-Christian prayer in school is a means to reduce the problem."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says the whistleblower hired left-wing lawyers, left-wing firms, Soros involved in funding all of them.”",
        "label": "False"
      },
      {
        "claim": "Biden had to sign off” on the Trump investigation.",
        "label": "False"
      },
      {
        "claim": "Mark Levin made a claim that there haven’t been trials for COVID-19 boosters.",
        "label": "False"
      },
      {
        "claim": "Mark Levin has repeatedly amplified Donald Trump’s lies about a stolen election.",
        "label": "election."
      }
    ],
    "twits": [
      "Senate GOP leaders are EXCLUDING the GOP House speaker from negotiations with Democrats and Biden on the border!  The GOP establishment hates America, too!",
      "Christie did not endorse Haley during his speech.  Just a matter of time.  I guess he has to deal with his ego first.",
      "Christie's speech now is among the most self-righteous, disconnected, and dishonest I've heard.  And, of course, if you don't agree with him, then there's something terribly wrong with you.  Another establishment Republican undermining his party and playing to the media.…",
      "For Christie to reference the Israeli hostages as he did was repulsive and unconscionable.  And he did it to take a cheap shot.  For all his talk about Trump saying this and that, Christie today, as he has during his entire absurd campaign, made vicious, personal attacks against…",
      "If Israel wants to lose a war and suffer another attack, then they should listen to Biden and Blinken. Subscribe to the Mark Levin Show for free here.",
      "Biden has never stopped being a race-baiter, liar, and plagiarist"
    ]
  },
  {
    "name": "Martha MacCallum",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@marthamaccallum",
    "Bias Analysis": [
      "Political Views: According to Hollywood Reporter, Martha MacCallum has not declared a party.  However, she has been criticized for her interviews with conservative figures, which some viewers perceive as more favorable. While MacCallum tends to favor conservatives, she has been critical of former President Trump regarding his claims of a stolen election: It is very compelling, and the lack of evidence is the huge stunning clear moment here where these people are saying look I supported you, please give me something to work with, and it simply doesn’t materialize.”",
      "Scientific Views: Martha MacCallum has expressed skepticism about human impact on climate change, attributing it primarily to natural causes like volcanic activity. In a recent episode of her show, she expressed vaccine hesitancy with this statement regarding Bronny James and Myocarditis I think a lot of people see these situations, and it does raise questions about the vaccine.”",
      "Social Views: MacCallum’s social views are largely unknown. However, based on her comments during a Fox Business’ Varney & Co. interview, Martha MacCallum appears to advocate for stricter border control and an organized immigration process. Regarding abortion, she has criticized Democratically controlled states for allowing abortion seekers to cross state lines for abortions. Finally, she has defended former President Trump’s LGBTQ record I’ve never seen or read or heard anything in President Trump’s dialogue that says that he wants to turn the clock back to a time when Americans were prosecuted for being gay.” These views are evidence of a moderately conservative perspective."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Thank you, Brit.You’re THE best.ЦитатаBrit Hume@brithume·9 янв.Today is @marthamaccallum's 20th anniversary at Fox News. Here's to 20 more! Maybe I'll even live to see it.",
      "Are you an Iowa voter interested in joining us as part of our studio audience for our town hall with former President Trump? Fill out our audience form here: https://iowatownhalltrumprsvp.foxnews.com @marthamaccallum",
      "Are you interested in being a member of our audience for our live town hall with Ron Desantis on Tuesday in Des Moines, IA?Fill out our audience form below:http://iowatownhalldesantisrsvp.foxnews.com",
      "Are you interested in being a member of our audience for our live town hall with Nikki Haley on Monday in Des Moines, IA?Fill out our audience form here: http://iowatownhallhaleyrsvp.foxnews.com",
      "Congrats @JaniceDean remember the closet office we shared that first week? We’ve come a long way, baby! Here’s to 20 years- how do you look younger??!",
      "Kicking off the New Year with clinical herbalist Olivia Amitrano of Organic Olivia. A fascinating deep-dive on organic health, holistic medicine and more. Don’t miss the latest episode of The Untold Story.https://radio.foxnews.com/2023/12/29/organic-olivia-on-how-holistic-medicine-can-change-your-life/"
    ]
  }
]