[
  {
    "name": "Rachel Maddow",
    "bias": "LEFT",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Host",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@maddow",
    "Bias Analysis": [
      "Political Views: Rachel Maddow is known for her coverage of the Trump/Russiagate story. According to a New York Times article, She has been labeled conspiratorial” (by Slate), a partisan hack” (by Glenn Greenwald, a former friend), the queen of collusion” (by The Washington Post), and much smarter than this” (by The Guardian).” In an Advocate interview in 2010, she described herself as I’m undoubtedly a liberal.” Finally, during the presidency of Republican Donald Trump, Maddow would report negatively on him nightly. She has also been called a Democratic candidate King Maker through her influence.”",
      "Scientific Views: She generally holds pro-science views such as advocating for climate change action, reports realistically on Covid-19.",
      "Social Views: She considers herself Catholic and is Pro-LGBTQ rights. She also supports Black Lives Matter and generally promotes social justice, equity, and fair immigration."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says Ohio budget item later signed into law by Gov. John Kasich requires women seeking an abortion to undergo a mandatory vaginal probe.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "While he was president, President Trump never encouraged Americans to get vaccinated.”",
        "label": "False"
      },
      {
        "claim": "Under Scott Walker, the Wisconsin middle class is shrinking at a faster rate than any other state in the country.”",
        "label": "False"
      },
      {
        "claim": "Says Ohio budget item later signed into law by Gov. John Kasich requires women seeking an abortion to undergo a mandatory vaginal probe.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "While he was president, President Trump never encouraged Americans to get vaccinated.”",
        "label": "False"
      },
      {
        "claim": "Under Scott Walker, the Wisconsin middle class is shrinking at a faster rate than any other state in the country.”",
        "label": "False"
      }
    ],
    "twits": [
      "Not posting here much anymore, but this thing that former President Trump is now doing…",
      "Rachel Maddow MSNBC@maddow·4 дек. 2023 г.… is, I think, an important new stage in the effort to end democracy as our system of government.Here’s a 3-minute-ish clip of me and Chris Hayes talking (a few weeks ago) about how this was coming and how it works:",
      "“The courts can move with dispatch when they want to…”",
      "Ah, I’m so excited about how well this came out! Chris Hayes and I recorded a special live audience edition of his Why Is This Happening podcast -- it’s just posted at Peacock. It came out fantastic. What a night!",
      "This was a super interesting conversation -- many thanks to @lawfare and Ben Wittes !",
      "“Texas Man With History of Wantonly Firing AR-15 Could Gut Gun Laws Nationwide”"
    ]
  },
  {
    "name": "Andrea Mitchell",
    "bias": "LEFT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor/Journalist",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@mitchellreports",
    "Bias Analysis": [
      "Political Views: Andrea Mitchell is a registered Democrat. She has criticized figures like Donald Trump for being completely uneducated about any part of the world.” and faced backlash from Florida Governor Ron DeSantis for a question on his education policies. Further, in a Politico article titled Sanders to Andrea Mitchell: ‘Please do not moan to me about Hillary Clinton’s problems,’ Bernie Sanders dismissed Mitchell’s suggestion that his criticisms of Hillary Clinton could benefit Donald Trump, indicating that Mitchell supported the Center-Left candidate Clinton over the Progressive Left candidate, Sanders. Andrea Mitchell’s reporting, which has drawn criticism from conservative figures like Donald Trump and Ron DeSantis, and her interaction with Bernie Sanders, suggest a left-center perspective.",
      "Scientific Views: Andrea Mitchell has shown a commitment to covering scientific topics, especially climate change. For instance, her perspective on the gas tax holiday aligns with those of many climate change advocates. During the Covid-19 pandemic, Mitchell frequently reported from a pro-science perspective focusing on facts.",
      "Social Views: Andrea Mitchell has reported extensively on social issues, including women’s rights, racial justice, and LGBTQ+ rights. She has interviewed numerous activists and experts on these topics, and her reporting often reflects a progressive perspective on social issues."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says Brenda Snipes in Broward County is a Republican.”",
        "label": "False"
      }
    ],
    "twits": [
      "NBC Exclusive: Blinken says Middle East wants ‘more integrated’ region, including Palestinian State",
      "NBC Exclusive: Andrea Mitchell one-on-one with Sec. of State Blinken on his fourth Middle East trip",
      "Today I sat down with @SecBlinken in Tel Aviv on his fourth trip to the region since the attacks on October 7th. Tune in tonight for a first look at my exclusive interview on @NBCNightlyNews with @LesterHoltNBC and tomorrow at 12pm ET for the full sit-down.",
      "I’ll be interviewing @SecBlinken in Tel Aviv tomorrow on his fourth trip to the region since the attacks on October 7th. Tune in to @NBCNightlyNews tomorrow night to see the first clip and then at 12p ET on @MSNBC Wednesday for the full interview",
      "Al Ula in NW Saudi Arabia a key spot on an ancient spice route and on the road to Mecca built newly 3000 years ago now home nearby to Crown Prince MBS winter camp where he met with @SecBlinken tonight",
      "Crown Prince MBS hosting @SecBlinken at his winter camp in Al Ula Saudi Arabia, per the Kingdom’s press office.  No coverage by US reporters on the trip but we expect Blinken to brief us before flying on to the next stop - Tel Aviv. No direct commercial flights yet which would…"
    ]
  },
  {
    "name": "Piers Morgan",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "United Kingdom",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/ Host",
    "MBFC Credibility Rating": "TV/ Host",
    "twits_name": "@piersmorgan",
    "Bias Analysis": [
      "Political Views: Piers Morgan has been vocal about his support for certain conservative policies, especially regarding crime and immigration. He has also criticized companies for being Woke” and is opposed to Cancel Culture.” However, he has also shown liberal stances on issues like gun control, especially during his time at CNN.",
      "Scientific Views: In a vaccine safety debate with RFK Jr., who is known for his anti-vaccine views, Piers Morgan was supportive of the COVID-19 vaccines. He emphasizes their safety, the rigorous scientific process behind their development, and the importance of relying on credible scientific sources for information. Further, in an interview, he stated, Climate change and global warming are real.”",
      "Social Views: In a debate on Good Morning Britain,” Piers Morgan expressed skepticism about the introduction of over 100 gender identities, emphasizing the binary concept of male and female while acknowledging respect for transgender individuals. However, the organization GLAAD claims he has a record of transphobic comments. Finally, he has been accused of racial prejudice on his show. "
    ],
    "Failed Fact Checks": [],
    "twits": [
      "‘You have good abdominals.’Thank you, @Cristiano. 👍Yours aren’t too bad either.",
      "Synchronised debate-watching.. Trump on @FoxNews looks slimmer, sounds swaggeringly confident, and is getting lots of cheers/laughs. Haley/DeSantis on @CNN both coming over as competent, fluent & combative - but tearing lumps out of each other can only help Trump.",
      "I can't explain it. I'm sorry, Piers.The full interview with George Santos is now available to watch on the PMU YouTube channel",
      "Airing in 20 minutes.. an extraordinary interview with one of the world’s most extraordinary politicians. He had a lot of answers.. but none for the biggest question of all…",
      "EXCLUSIVE: If last time was anything to go by…Don’t miss Piers Morgan’s bombshell interview with former Congressman George Santos.",
      "This was a sickening betrayal of decent, hard-working people, the absolute salt of the earth of this country - and nothing will ever properly fix the wrong that was done to them.But Piers Morgan says it's time to compensate victims of the Post Office scandal."
    ]
  },
  {
    "name": "Jeanine Pirro",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV Station",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@JudgeJeanine",
    "Bias Analysis": [
      "Political Views: Jeanine Pirro strongly backs former President Donald Trump. For example, she attends Republican fundraising events and helps raise money for the party. Pirro faced criticism for her anti-Muslim remarks about Rep. Omar in 2019, and Trump defended her and called for her return to the airwaves despite network condemnation. Furthermore, Axios reported that in the final 30 minutes of his presidency, Trump granted a pardon to Albert J. Pirro, the ex-husband of Jeanine Pirro, a lawyer, real estate developer, and Republican fundraiser. Al Pirro had been imprisoned for tax offenses. In February 2021, Smartmatic filed a defamation lawsuit related to the 2020 United States presidential election fraud claims, naming Pirro as one of the defendants. In March 2022, the judge dismissed the claims against her; however, Smartmaric reinstated the lawsuit in February 2023.",
      "Scientific Views: Jeanine Pirro states climate change is a woke agenda about fear democrats want to invoke.",
      "Social Views: Jeanine Pirro aligns with conservative values on social issues and has faced criticism for making racist comments, including her remarks on Will Smith’s incident at the Academy Awards, where she suggested that the Oscars were not the hood.” She has also been accused of promoting anti-Muslim sentiments."
    ],
    "Failed Fact Checks": [
      {
        "claim": "The southern U.S. border is now open to anyone from anywhere in the world who wishes to enter our country.”",
        "label": "False"
      },
      {
        "claim": "I just have this feeling that Joe Biden isn’t going to be on the ticket. I have a sense that something is going to happen before the election and he’s not even going to be on the ticket.”",
        "label": "Evidence"
      },
      {
        "claim": "Says Deputy Attorney General Rod Rosenstein announced in February that the Russia collusion investigation is over.”",
        "label": "False"
      },
      {
        "claim": "ISIS leader Abu Bakr al Baghdadi was released by Obama in 2009.”",
        "label": "False"
      },
      {
        "claim": "There are 63 million abortions a year in this country.”",
        "label": "False"
      }
    ],
    "twits": [
      "Hunter Biden shows up to the House Oversight Committee's hearing this morning, and cowardly flees when it's Marjorie Taylor Greene's turn to speak. He only wants to hear Democrats defending him, not Republican's legitimate claim to hold him in contempt!",
      "The truth of the matter is Donald Trump has the presumption of innocence until proven guilty, and all Michelle Obama seeks to do is DIVIDE.",
      "Michelle says, “if you think things can’t possibly get worse, trust me, they can and will..” AGREED — if Joe Biden wins another term. And ‘government does everything for us’ …is exactly the problem. Too much government power is how libs want our country…",
      "This is about negligence — Boeing breached their duties and put all of those passengers in danger",
      "So Lloyd Austin doesn’t disclose his hospitalization and his #2 is vacationing..so who’s running the DOD while even clueless Joe is in the dark vacationing‼️It’s not like they were any wars going on🤦🏻‍♀️Btw Who is approving drone strikes - calling the shots as our service men and…",
      "The Biden Administration has done more to destroy free speech, the ability of the press to provide information to us, and to win the election for Joe Biden…"
    ]
  },
  {
    "name": "Bill O'Reilly",
    "bias": "RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@BillOReilly",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on Democrats and reports positively about former President Donald Trump. When advertisers pulled commercials from The O’Reilly Factor due to sexual harassment allegations, President Trump defended Bill O’Reilly. In 2021 Bill O’Reilly is Embarking on a stadium tour dubbed The History Tour” with former President Donald Trump. According to Salon, he threatens to sue over reports that his tour with Trump isn’t selling out. ",
      "Scientific Views: Says God Controls the Climate.” For more on his anti-climate change views, see Here. Reports accurately on covid-19.",
      "Social Views: O’Reilly supports some measures of gun control, frequently reports on the dangers of socialism. He appears to support limits on abortion on moral grounds."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says Supreme Court nominee Merrick Garland voted, so the folks know, in Washington, D.C., to keep guns away from private citizens.”",
        "label": "False"
      },
      {
        "claim": "From 2014 to 2015, Austin’s murder rate is up a whopping 83 percent.”",
        "label": "False"
      }
    ],
    "twits": [
      "Watch my interview with Democratic congressional candidate @Tom_Suozzi, who is running for @RepSantosNY03's seat.  Don't miss the @NoSpinNews. 📺📻 #NewYork",
      "Why #PresidentBiden doesn't care about the southern #Border.  Please read the Message of the Day on http://BillOReilly.com.",
      "7 янв.Best #election coverage on http://BillOReilly.com. Check out my new column on Trump/Biden",
      "Lots of important news since the first of the year.  We have an excellent recap on http://BillOReilly.com. No charge. Hope you check it out.",
      "Hundreds of new Premium Members on http://BillOReilly.com.  Sample us - find out why!",
      "Hey trivia buffs! Celebrate #NationalTriviaDay with the ultimate brain tease - the http://BillOReilly.com News Quiz! Challenge your knowledge and see how well you’re keeping up with the world. A brand new quiz is up now. #NewsQuiz #TriviaDay"
    ]
  },
  {
    "name": "Joe Scarborbough",
    "bias": "RIGHT-CENTER",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@JoeNBC",
    "Bias Analysis": [
      "Political Views:  Joe Scarborough was initially supportive of former President Trump; however, later reported negatively on him. This resulted in Trump tweeting personal attacks on Scarborough, such as calling him a psycho” and spreading conspiracy theories against him. In 2017, Scarborough announced officially during CBS’ The Late Show with Stephen Colbert that he left the Republican Party and became independent. ",
      "Scientific Views: Voted against Climate action in the past, now supports the consensus of science on climate change.",
      "Social Views: Joe Scarborough is Pro-Life. He was critical of the former president’s travel ban on Muslim countries. Further, he criticizes President Biden’s immigration policy.  "
    ],
    "Failed Fact Checks": [
      {
        "claim": "In the weekend after the terrorist attacks in Paris, the White House said this couldn’t happen in the United States. ISIS couldn’t reach us here.”",
        "label": "False"
      },
      {
        "claim": "Algeria wanted to be taken off of the terror list” at the time it made an unreported donation to the Clinton Foundation. ",
        "label": "False"
      }
    ],
    "twits": [
      "The words Frederick Douglass offered regarding Abraham Lincoln gives me chills as I listen to them read 155 years later. Lincoln’s genius was in skillfully dragging a recalcitrant and racist country out of the mud and then laying the foundation of a more perfect union.",
      "A new Quinnipiac University poll of registered voters in Pennsylvania showed President Biden narrowly leading former President Donald J. Trump in a head-to-head matchup, 49 percent to 46 percent.",
      "“The settler fantasy of a one-state solution is dead: there will be no ‘river to the sea’ nation, either Israeli or Palestinian. Lest there be a holocaust beyond imagining, there will have to be a two state solution.” ~Joe Klein",
      "Joe Scarborough@JoeNBC·8 янв.Klein also packs in views on the “Idiot Heresy of Cultural Appropriation”, the passing of gifted journalist and @nytimes editor Joe Lelyveld, and a classic Jerry Brown line.",
      "Football is still a team sport. Alabama’s center could have done a better job but our center didn’t blow a 7 point lead in the 4th Quarter of the Rose Bowl & then let UM breeze to the end zone in OT. The Tide’s great defense did. Win as a team, lose as a team. Period",
      "One of the great Hollywood stories of the last 50 years. Incredible behind the scenes drama and audacious risks taken by George Lucas and Francis Ford Coppola to bring American Graffiti to movie screens."
    ]
  },
  {
    "name": "Buck Sexton",
    "bias": "RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@BuckSexton",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on liberals, sometimes promotes conspiracies, and strongly supports former President Trump. ",
      "Scientific Views: Denies climate change, frequently downplays covid-19, and is skeptical about vaccines. See failed fact checks below.",
      "Social Views: Buck Sexton appears to be Pro-Life and against same-sex marriage."
    ],
    "Failed Fact Checks": [
      {
        "claim": "The science says open the schools, stop wearing masks outside, and everyone at low risk should start living normal lives.”",
        "label": "False"
      },
      {
        "claim": "Masks make no significant difference”; Masks have no significant effect”",
        "label": "False"
      },
      {
        "claim": "Hunter Biden is selling art at inflated prices to launder bribes and illegal White House donations",
        "label": "False"
      },
      {
        "claim": "a mob of protestors” tried to prevent the cops who were shot multiple times from getting emergency medical care THIS IS BLM.",
        "label": "False"
      }
    ],
    "twits": [
      ".@porterstansb wrote about the crisis of leadership at Boeing over a year ago- and now he sees major risks to airplane safety because of their DEI obsession- that and more on this Buck Brief",
      "The entire Democrat pitch for illegal immigration went from “we need them to do jobs Americans won’t do” to “they are all asylum seekers fleeing violence” in the blink of an eyeYou aren’t supposed to notice this. Nor are you to realize that both of those positions are lies",
      "Surprise surprise, Lab coat Stalin won’t admit to the Covid atrocities he committed",
      "Getting five people to come to your presidential primary event is sad; getting zero people is a skill",
      "The only way to secure the border and stop the illegal alien tsunami is to shut down our asylum program and massively ramp up deportationsEvery Democrat proposal to “fix our broken immigration system” is an election year lie that will make everything worse",
      "Almost everybody gets in, the border is wide open. Biden can’t deny it anymore. They broke the dam, the flood has followed and it won’t stop."
    ]
  },
  {
    "name": "George Stephanopoulos",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@GStephanopoulos",
    "Bias Analysis": [
      "Political Views: George Stephanopoulos was previously an advisor to former Democratic President Bill Clinton. In 2012, 2013, and 2014 it was revealed that he donated $75,000 to the Clinton Foundation. Republicans pointed out this conflict of interest, and he was forced to drop out as a moderator of the scheduled February 2016 Republican presidential primary debate. For the most part, his views align with the moderate Democratic Party.",
      "Scientific Views: Supports the consensus of science on both climate change and Covid-19.",
      "Social Views: He supports the social positions of the Democratic Party.    "
    ],
    "Failed Fact Checks": [],
    "twits": [
      "George Stephanopoulos to release new book on the White House Situation Room https://goodmorningamerica.com/culture/story/george-stephanopoulos-release-new-book-white-house-situation-103822852 via @GMA",
      "I am incredibly excited to reveal the cover of my new book, The Situation Room: The Inside Story of Presidents in Crisis. Years in the making, my co-writer, Lisa Dickey and I explore the power, secrecy and mystery that is the White House Situation Room, the epicenter of crisis…",
      "We are incredibly proud of this film. As Emmy voting begins, if you are a TV Academy documentary voter, we hope you will consider “Pretty Baby: Brooke Shields” for Outstanding Documentary Special.",
      "My friend @ToddBrewster is out with a new book, American Childhood: A Photographic History which captures the ever-changing experience of growing up in America through a collection of over 200 photographs. It's fantastic - and it's out now. Buy it here:",
      "On the anniversary of student Jack Reid's death, an elite boarding school in New Jersey released a statement publicly admitting its failure.Elizabeth and Bill Reid spoke to GMA about their son's suicide after bullying at The Lawrenceville School.",
      "A new book celebrates the late professor from Tuesdays with Morrie.The Wisdom of Morrie honors Morrie Schwartz, a former professor who died of ALS, in his own words before he became ill. @GStephanopoulos spoke to Schwartz’s son, Rob, about the new book. "
    ]
  },
  {
    "name": "Ben Shapiro",
    "bias": "RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/Podcasts/Websites",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@benshapiro",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on liberals, sometimes promotes conspiracies, and stated he voted for former President Trump. ",
      "Scientific Views: Denies climate change, frequently downplays covid-19 and is skeptical about vaccines. Regarding climate change, he says, if the sea level rises five or ten meters, people will just sell their homes and move.” ",
      "Social Views: Ben Shapiro is Pro-Life and against same-sex marriage."
    ],
    "Failed Fact Checks": [
      {
        "claim": "We’re above 800 million Muslims radicalized, more than half the Muslims on Earth That’s not a minority. That’s now a majority.”",
        "label": "False"
      }
    ],
    "twits": [
      "Biden’s illegal immigration crisis is truly mind-boggling. We’re talking 2.4 million entries last year alone, at a minimum, and probably upwards of 3 million. In one year.",
      "Biden’s illegal immigration crisis is truly mind-boggling. We’re talking 2.4 million entries last year alone, at a minimum, and probably upwards of 3 million. In one year.",
      "Biden is playing the race card and caving to radical pro-Hamasniks - and there are still 10 months to go until the election.",
      "It’s not surprising at all. They saw the Hamas October 7 atrocities, and since their minds haven’t been poisoned by UNRWA or Harvard, all went, “Whoah, I don’t want anything to do with that.”",
      "If they want to get arrested for their beliefs, we should grant that wish.",
      "Biden’s desperate attempt to paint Trump as a Nazi and his supporters as threats to democracy will fail - especially while Democrats try to have Trump kicked off the ballot without any true legal rationale."
    ]
  },
  {
    "name": "Sean Spicer",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@seanspicer",
    "Bias Analysis": [
      "Political Views: Served as White House Press Secretary and White House Communications Director under Republican President Donald Trump in 2017. According to an NPR article, in his book The Briefing,” Sean Spicer wrote his priorities are: God, family, country, Navy, Republican Party, candidate.” Sean Spicer describes himself on his website as Sean is a lifelong Republican operative and anyone who has worked with him knows him as relentless, quick-witted, and loyal.”",
      "Scientific Views: He generally holds the Republican Party’s view that climate change is of little concern. Reports indicate that Sean Spicer is vaccinated against Covid-19. As Press Secretary, he frequently promoted former President Trump’s conspiracy theories and pseudoscience.",
      "Social Views: He considers himself Catholic. GLAAD describes Sean Spicer as Served as the Republican National Committee’s communications director at a time (2011-2017) when the party stood near united against LGBTQ rights, furthered sweepingly anti-LGBTQ party platforms, and lashed out against court decisions that advanced rights.” Opposes abortion."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says Adolf Hitler didn’t even sink to the level of using chemical weapons. … He was not using the gas on his own people the same way that (Bashar al-)Assad is doing.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "That was the largest audience to witness an inauguration, period.”",
        "label": "Fire"
      },
      {
        "claim": "Says Paul Manafort played a very limited role” in the Trump presidential campaign.",
        "label": "False"
      },
      {
        "claim": "There’s one (study) that came out of Pew in 2008 that showed 14 percent of people who voted were noncitizens.”",
        "label": "False"
      },
      {
        "claim": "The Biden administration is spending $30 million on crack pipes.”",
        "label": "False"
      },
      {
        "claim": "Says Adolf Hitler didn’t even sink to the level of using chemical weapons. … He was not using the gas on his own people the same way that (Bashar al-)Assad is doing.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "That was the largest audience to witness an inauguration, period.”",
        "label": "Fire"
      },
      {
        "claim": "Says Paul Manafort played a very limited role” in the Trump presidential campaign.",
        "label": "False"
      },
      {
        "claim": "There’s one (study) that came out of Pew in 2008 that showed 14 percent of people who voted were noncitizens.”",
        "label": "False"
      },
      {
        "claim": "The Biden administration is spending $30 million on crack pipes.”",
        "label": "False"
      }
    ],
    "twits": [
      "Sean Spicer@seanspicer·14 авг. 2023 г.BIG NEWS: In order to reclaim power, we have to understand what the system is, how it works & how we can use it to win.Coming Aug 21, The Sean Spicer Show is your insider guide to the intricate world of U.S. politics. Subscribe today on all major platforms or…",
      "Trumps townhall response on how Republicans should message on abortion by going on offense and reminding voters that Democrats are the extreme ones - supporting abortion to to birth (and after) - is the best of any candidate",
      "Debate zingers DeSantis: you can take the Ambassador out of the UN but you can’t take the UN out of the Ambassador Haley: if you can’t manage a campaign how are you going to manage a country",
      "How did the RNC lose control of the debates and why is on CNN tonight? @reaganreese_ has been covering this all cycle for @DailyCaller and we break it all down tonight",
      "Karine Jean-Pierre says Biden has been working around the clock. Here are the facts:",
      "Chris Christie to drop out of presidential race."
    ]
  }
]