[
  {
    "name": "Jake Tapper",
    "bias": "LEAST BIASED",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@jaketapper",
    "Bias Analysis": [
      "Political Views: Jake Tapper criticized Bernie Sanders Medicare-for-All plan. Frequently reports negatively on Republicans. Tapper stated in an interview that I’m not a member of a political party, and I feel very, very comfortable being independent.” Both political parties have also praised him for his reporting.",
      "Scientific Views: Supports the consensus of science on Climate Change and Covid-19.",
      "Social Views: Supports LGBTQ rights; little else is publicly known regarding his positions on social issues."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Two years ago today, we lost 13 brave servicemembers to a suicide bomber amidst the chaotic US withdrawal from Afghanistan.",
      "To see what is in front of one’s nose needs a constant struggle.-- George Orwell",
      "We’re at ⁦@DrakeUniversity⁩ getting ready for the GOP debate tonight with ⁦@NikkiHaley⁩ and ⁦@GovRonDeSantis⁩! 9 pm ET/8 pm Iowa time. See you soon!",
      "“Tonight’s GOP debate airs on CNN at 9 pm ET — 8 pm in Iowa. “And Taylor? You can also watch it on CNN-MAX, CNNi, CNN Español and on http://CNN.com!”",
      "It’s Wednesday, January 10, 2024.WSJ reporter Evan Gershkovich was detained by the Russian FSB on March 29, 2023.287 days ago.His “crime” was practicing journalism in Russia. To Russia’s shame and embarrassment before the world.",
      "Hill: What really is annoying is that he's on a weekly mainstream media platform, complaining about the mainstream media censoring him. Sir, you're not silenced, it's just people think that a lot of the things that come out of your mouth are stupid."
    ]
  },
  {
    "name": "Clay Travis",
    "bias": "RIGHT-CENTER",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "Radio Talk Host",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@ClayTravis",
    "Bias Analysis": [
      "Political Views: Clay Travis calls himself a radical moderate.” He was formerly a Democrat who worked for Al Gores Presidential campaign and voted for Barack Obama Twice. In 2016, he voted for Libertarian Gary Johnson, and in 2020 through full support behind Republican Donald Trump. He states Colin Kaepernick kneeling in protest of police brutality, and Donald Trump’s response drove him to support Trump for President.",
      "Scientific Views: Frequently promotes misinformation regarding Covid-19. See failed fact checks below.",
      "Social Views: Clay Travis holds libertarian social views such as pro-choice and ant-death penalty. However, he also supports conservative positions such as opposition to the removal of Confederate statues."
    ],
    "Failed Fact Checks": [
      {
        "claim": "On Aug. 3, 2021, Jeffrey Toobin appeared on CNN to comment on the sexual assault allegations against New York Gov. Andrew Cuomo.",
        "label": "False"
      },
      {
        "claim": "Black Lives Matter believes New York City’s vaccine mandate is racist.",
        "label": "Misleading"
      },
      {
        "claim": "The Biden administration has banned, canceled, or pulled Dr. Seuss books from shelves due to racially offensive content.",
        "label": "False"
      },
      {
        "claim": "More Americans died from COVID under Joe Biden than Donald Trump",
        "label": "False"
      },
      {
        "claim": "Denmark banned COVID-19 vaccines for anyone under 50.",
        "label": "Inaccurate"
      },
      {
        "claim": "On Aug. 3, 2021, Jeffrey Toobin appeared on CNN to comment on the sexual assault allegations against New York Gov. Andrew Cuomo.",
        "label": "False"
      },
      {
        "claim": "Black Lives Matter believes New York City’s vaccine mandate is racist.",
        "label": "Misleading"
      },
      {
        "claim": "The Biden administration has banned, canceled, or pulled Dr. Seuss books from shelves due to racially offensive content.",
        "label": "False"
      },
      {
        "claim": "More Americans died from COVID under Joe Biden than Donald Trump",
        "label": "False"
      },
      {
        "claim": "Denmark banned COVID-19 vaccines for anyone under 50.",
        "label": "Inaccurate"
      },
      {
        "claim": "On Aug. 3, 2021, Jeffrey Toobin appeared on CNN to comment on the sexual assault allegations against New York Gov. Andrew Cuomo.",
        "label": "False"
      },
      {
        "claim": "Black Lives Matter believes New York City’s vaccine mandate is racist.",
        "label": "Misleading"
      },
      {
        "claim": "The Biden administration has banned, canceled, or pulled Dr. Seuss books from shelves due to racially offensive content.",
        "label": "False"
      },
      {
        "claim": "More Americans died from COVID under Joe Biden than Donald Trump",
        "label": "False"
      },
      {
        "claim": "Denmark banned COVID-19 vaccines for anyone under 50.",
        "label": "Inaccurate"
      }
    ],
    "twits": [
      "Aaron Rodgers-ESPN controversy, five days until Iowa voting, Detroit News, Trump smoking Biden in Michigan, Pete Carroll out, Fani Willis mess in Georgia, I cried during The Crown, I’m sorry",
      "Aaron Rodgers’s hits on ESPN are now over, much earlier than in past seasons as sports media lines up to rip him. Reminder: Aaron Rodgers got more right on covid than all the left wing sports media members did. That’s why they hate him:",
      "Not gonna lie, was pretty excited to break the news that Nick Saban retired to my 7th grade Bama fan son. #gobigorange #dynastyisover",
      "I’m still working on him to be a Tennessee fan. This is big for his potential fan recruitment. Nico needs to be the real deal. Gotta get the Vol hat back on the table.",
      "Nick Saban is the greatest college football coach of all time. He dominated the best conference at its absolute apex. Had a team ranked number one in 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021, and 2022. We will never see this happen again",
      "All season long Nick Saban didn’t seem like Saban, legit felt like he was enjoying the final ride. He just didn’t flip out like he has in past seasons."
    ]
  },
  {
    "name": "Cenk Uygur",
    "bias": "LEFT",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/Video Host",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@cenkuygur",
    "Bias Analysis": [
      "Political Views: Cenk Uygur identifies as a progressive and has been vocal about his support for progressive policies, often criticizing both the Democratic establishment and the Republican Party. He founded The Young Turks, an online news show that leans left and advocates for progressive policies. Uygur has been a critic of corporate influence in politics and has supported progressive candidates like Bernie Sanders.",
      "Scientific Views: Cenk Uygur is a progressive activist who has criticized those who deny climate change and oppose COVID-19 vaccines and mask mandates. He has acknowledged the scientific consensus on climate change and has called on people to follow public health guidelines in order to protect public health.",
      "Social Views: Uygur supports women’s rights and has spoken against racial and religious discrimination. However, he has faced criticism for past derogatory comments about women, to which he has since apologized and emphasized his commitment to these causes. In 2018, he was named in a lawsuit alleging racial discrimination, though Uygur denied the allegation. The case is ongoing.  He has been a vocal critic of money in politics and supports campaign finance reform. "
    ],
    "Failed Fact Checks": [],
    "twits": [
      "South Carolina Democratic Party said in ballot hearing today that they make decisions in “smoke-filled rooms” and that they didn’t want to put me on the ballot because they wanted to avoid the controversy about me fighting for my rights. They preferred to preemptively ban me.",
      "All of this is verifiable. You’ll be able to see it when the transcript is released. They said they had a right to discriminate against me and that they wanted to exercise that right! Even before finding out how the court is going to rule on the constitutional issue!",
      "They also encouraged me, and others they didn’t approve of in their smoke-filled rooms, to run as third party candidates in general election. World’s worst political strategy. Maybe a primary can help you find a strong candidate you wouldn’t have to ban everyone else to protect.",
      "This is how you pursue a civil rights case! Our petition to be on the ballot in South Carolina was denied. But the judge said repeatedly that our case was very compelling. We’re appealing to the circuit court. We’re going to keep fighting for equality for naturalized citizens.",
      "Great conversation. Worth checking out. We talked about Israel’s culpability, how to settle the war, who’s hurt politically the most by Epstein and how I can accomplish my goals in the presidential race.",
      "You’ve really got to watch the rest of this interview when it comes out because there is a real way to end this war in Gaza where everyone wins (after we’ve already suffered the most atrocious losses on both sides) and gets to peace for Israel and the Palestinians."
    ]
  },
  {
    "name": "Jesse Watters",
    "bias": "RIGHT ",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/ Political Anchor",
    "MBFC Credibility Rating": "",
    "twits_name": "@JesseBWatters",
    "Bias Analysis": [
      "Political Views: According to a Business Insider article, Jesse Watters discussed the QAnon conspiracy theory on his show but did not debunk it. He even mentioned having a friend who believes in it. This suggests that he may have a positive view of Trump. Watters’ is known for mocking what he often decries as out-of-touch Democrats like President Biden and trolling liberals on various culture issues like gender identity and race relations.”",
      "Scientific Views: According to an InsideClimate News article, Jesse Watters has been reported to downplay the threat of climate change and has made numerous misleading or false claims about global warming and climate science. This suggests that he may be skeptical or dismissive of the scientific consensus on climate change. Watters has also promoted Covid-19 conspiracy theories, such as the Wuhan lab leak theory, which has never been confirmed.",
      "Social Views: Jesse Watters claimed on The Five” that he could identify undocumented migrants just by looking at them, suggesting he may hold stereotypical views regarding immigrants. Jesse Watters also drew criticism for a segment in New York City’s Chinatown, where he appeared to use Asian stereotypes under the guise of humor while discussing immigration. Further, Watters claims that the teaching of Critical Race Theory will destroy the country.” Finally, according to The Advocate, Watters espouses the same replacement theory” views that Carlson does and devotes airtime to demonizing queer people, especially trans youth, trans athletes, and their parents.” "
    ],
    "Failed Fact Checks": [
      {
        "claim": "Durham’s documents show that Hillary Clinton hired people who hacked into Trump’s home and office computers” and planted evidence, fabricated evidence connecting Trump to Russia.”",
        "label": "False"
      },
      {
        "claim": "We were slow with the testing, but very quick with the travel ban. And that’s been much more critical in saving lives.”",
        "label": "False"
      },
      {
        "claim": "Says John Podesta’s email password was password.”",
        "label": "False"
      },
      {
        "claim": "Ukraine had used U.S. aid money and invested” in FTX, speculating that it may be part of a money laundering.”",
        "label": "False"
      },
      {
        "claim": "Silicon Valley Bank donated $73M to ‘BLM Movement.",
        "label": "False"
      },
      {
        "claim": "James Biden’s text message to Hunter Biden that says, I can work with you(r) father alone,” shows that Joe Biden was in business” with Hunter Biden.",
        "label": "False"
      }
    ],
    "twits": [
      "Parents of 4th graders in Washington were surprised by an email explaining that Miss Angela is now Mr. Angel. And his transition was going to be part of the lesson plan.",
      "Primetime talks to a mom whose kids were kicked out of school to make room for illegals to sleep.",
      "Today was “Don’t you know who my Daddy is?” Day. Today Hunter broke the law and admitted his daddy chatted with clients, but Hunter doesn’t care- he’s making a movie.",
      "Joe Biden’s White House is directly involved in the Georgia sex scandal. The Fulton County DA allegedly hired the guy she was sleeping with to prosecute the Trump case. But this is a lot worse than a sexual kickback scheme: documents show Fani’s lover boy met with the Biden White…",
      "Biden’s prosecutor is arguing that Donald Trump should die in prison for trying to pursue election fraud allegations for an unprecedented mail-in ballot election, where rules were loosened on the fly and where the CIA, FBI and Big Tech colluded and deceived the American voter.…",
      "Democrats want to throw out presidential immunity. If they do, could Joe Biden be charged for child trafficking and cocaine possession?"
    ]
  }
]