[
  {
    "name": "Brad Parscale",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/brad-parscale-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "Former campaign manager for Donald Trump (born 1976)\n\n\nBrad ParscaleParscale in 2018BornBradley James Parscale (1976-01-03) January 3, 1976 (age 48)Topeka, Kansas, U.S.EducationTrinity University (BS)Political partyRepublicanSpouse\nCandice Parscale ​(m. 2012)​Children3 (2 deceased)[1]\nBrad Parscale (born January 3, 1976) is an American digital consultant and political advisor who served as the senior adviser for data and digital operations for Donald Trump's 2020 presidential campaign. He previously served as the digital media director for Donald Trump's 2016 presidential campaign and as campaign manager for Donald Trump's 2020 presidential campaign from February 2018 to July 2020, being replaced by Bill Stepien.[2] In September 2020, he stepped away from his company and the Trump campaign.[3][4]\nParscale began working for the Trump Organization in 2011, developing and designing websites and creating and managing digital media strategies. In early 2015, Trump hired Parscale and his firm, Giles-Parscale, to create a website for his exploratory campaign. When Trump declared himself a Republican candidate in 2015, he asked Parscale to update the exploratory campaign site into a \"full-fledged presidential campaign website.\"[5]\nThroughout the Republican primary, Parscale was responsible on behalf of Trump for managing the website, as well as digital media strategies and online fundraising campaigns. In June 2016, Parscale was officially named digital media director for the Trump for President campaign, overseeing all aspects of digital media and online fundraising, as well as traditional media strategy, like radio and television placements.[6]\nIn January 2017, Parscale, along with senior Trump aide, Nick Ayers, launched America First Policies, an organization that promotes President Trump's agenda and White House initiatives.[7]\n\n\nEarly life and education[edit]\nParscale was born in Topeka, Kansas. His father, Dwight Parscale, was an assistant attorney general in Kansas who ran unsuccessfully for Congress in 1974 at age 28 as a Democrat.[8][9] Dwight Parscale owned a restaurant and operated a string of other businesses over the years, with Brad's mother, Rita. In the 1990s, Dwight Parscale was the CEO of NewTek, a computer products company.[8]\nParscale, who is 6 ft 8 in (203 cm),[10] played basketball at Shawnee Heights High School in Tecumseh, Kansas, graduating in 1994.[11] He then attended two junior colleges,[9] playing basketball well enough to get an athletic scholarship at the University of Texas at San Antonio.[12][13] His father relocated NewTek to San Antonio while Parscale was playing basketball there.[14]\nParscale left UT-San Antonio after one year; a knee injury cost him his sports scholarship.[14] He transferred to Trinity University, also in San Antonio, where he earned a bachelor's degree in finance, international business and economics, graduating in 1999.[15]\n\nCareer[edit]\nEarly years[edit]\nParscale moved to Orange County, California, following graduation from college, to work for his father, then the CEO of animation-software company Electric Image;[16] Parscale worked as the sales manager.[17] The company filed for bankruptcy in August 2002, and Parscale and his parents returned to San Antonio.[17] Electric Image animation software was reconstituted as Electric Image Animation System 3D (eias3d.com).\nIn San Antonio, Parscale became a website developer.[14] In October 2005, he incorporated his website business,[17] which mostly produced simple websites for brick-and-mortar businesses in the area.[16] Parscale has said that he started the company with an initial investment of $500;[18] real estate records show that he owned three San Antonio homes at the time.[17]\n\nGiles–Parscale[edit]\nAfter Parscale worked on several projects with graphic and web designer Jill Giles (who had her own small firm), the company Giles–Parscale was formed in July 2011.[17] In early 2013, Parscale was also running another company, DevDemon, which marketed add-ons for web development; in a technology investment partnership (Turner Parscale LLC);[19] and was involved in a physical therapy business.[20] By May 2015, Giles-Parscale owned a 18,000 square foot building and had 46 employees and 800 clients.[18]\nIn April 2012, the company was hired to build a website for Trump International Realty, after a deliberately low bid of $10,000.[21] That led to further work in the Trump family: Trump Winery, the Eric Trump Foundation,[5] and Caviar Complexe, Melania Trump's line of skin-care products.[17] It also led to the firm's extensive work for the Donald Trump 2016 presidential campaign, and Parscale becoming the campaign's digital director.\nIn mid-2017, Parscale spun off his political work to a new company, Parscale Strategy, and relocated that business to Florida.[22] In August 2017, the remaining company operations were purchased by CloudCommerce, a penny-stock firm, in a deal valued at $9 million in stock,[23][24] and were renamed Parscale Digital.[22] CloudCommerce also acquired San Antonio-based Parscale Media, but not Florida-based Parscale Strategy; Parscale became a member of the CloudCommerce board of directors.[24]\nIn June 2018, Giles Design Bureau was broken out as a separate entity, run by Giles, with a staff of 15; Giles remained a major stockholder in CloudCommerce.[24]\n\n2016 Donald Trump presidential campaign[edit]\nMain article: Donald Trump 2016 presidential campaign\nIn early 2015, Parscale's firm, Giles-Parscale, was hired to create a website for Donald Trump's exploratory campaign, charging $1,500 (~$1,852 in 2022) for the work.[25] Between October and December 2015, Giles-Parscale was paid $21,000 (~$25,473 in 2022) by the Trump campaign.[26]\nThrough the entire election cycle, Giles-Parscale was paid $94 million by the Trump campaign, much of which was used to pay for advertising and subcontractors.[27] In 2016, Parscale was named the campaign's digital director.[28]\nParscale used social media advertisements with an experiment-based strategy of different face expressions, font colors, and slogans like \"Basket of Deplorables.\"[29] Parscale's specific roles included heading the oversight of the digital advertising, television advertising, small dollar fundraising, direct mail, political and advertising budget, and liaising with Katie Walsh, who was then the Republican National Committee's chief of staff. He was also the head of data science and research, which included polling.\nParscale heavily used employees from Facebook, Twitter, Google, and other platforms for the campaign advertisements and embedded them on his staff to navigate the Facebook, Twitter, and Google platforms so that his staff could utilize all capabilities of these platforms.[30][31] He denied having any assistance linked to Russia.[30][31] Parscale did not have data scientists or any digital team during the Republican primary and did much of the social media advertising from his own home.[32]\nParscale was able to utilize Facebook advertising to directly target individual voters in swing states.[32] Parscale later said that he was able to target specific audiences who cared about infrastructure and promoted Trump and his message of improving American infrastructure. Although he hired Cambridge Analytica to assist with microtargeting and Cambridge Analytica stated that it was the key to Trump's victory, Parscale denied that he gained assistance from the firm because he thinks that Cambridge Analytica's use of psychographics doesn't work.[31] Parscale also said: \"I understood early that Facebook was how Donald Trump was going to win. Twitter is how he talked to the people. Facebook was going to be how he won.\"[30]\nThe Trump campaign initially had solely Donald Trump's personal funding to back his campaign. Parscale set up a major grassroots campaign on Facebook that brought in funding quickly from across the U.S.[33] Parscale attributed the success of his vast social media presence to using the assistance offered by companies such as Facebook, Twitter, Snapchat, and Google. He said that because the Trump campaign intended to spend $100 million on social media, companies in that area were prepared to assist the campaign in using that money effectively.[33] The Washington Post later wrote that, in light of Trump's narrow electoral margin, Parscale could \"justifiably take credit\" for his victory.[34]\n\nParscale speaking at an event (the Turning Point USA Student Action Summit) in December 2018\nThe database of voter information that drove Parscale's social media advertising campaigns in the 2016 election was dubbed \"Project Alamo\", a name which eventually encompassed all of the associated fundraising and political advertising efforts.[35]\n\n2020 Donald Trump presidential campaign[edit]\nMain article: Donald Trump 2020 presidential campaign\nOn February 27, 2018, President Trump named Parscale his 2020 re-election campaign manager.[36]\nOn March 2, 2018, Parscale founded \"firewall company\" Red State Data and Digital to allow working with the America First super PAC during the midterm elections, which Parscale said did not violate election rules prohibiting coordination between a campaign and a super PAC. Red State received more than $900,000 in business from America First Action.[37][38]\nOn August 30, 2019, CNN reported that a pro-Trump super PAC paid thousands to a company owned by Parscale's wife.[39]\nIn March 2020, The New York Times reported that Parscale was paying $15,000 (~$16,792 in 2022) a month to Lara Trump and Kimberly Guilfoyle, the wife and girlfriend respectively of Eric Trump and Donald Trump Jr., for campaign work.[40]\nOn April 29, 2020, CNN reported that Trump was angry with Parscale about low poll numbers.[41]\nIn June 2020, while working to get supporters to an upcoming campaign rally with President Trump in Tulsa, Oklahoma, Parscale reported that he had received over 800,000 requests for tickets to the event, according to The Washington Times.[42] Despite this claim, many seats remained empty at the 19,000-seat arena.[43] The Tulsa fire marshal estimated that fewer than 6,200 attended.[44] In December 2020, Politico named Parscale's predictions for the size of the rally among \"the most audacious, confident and spectacularly incorrect prognostications about the year\".[45]\nOn July 15, 2020, Trump tweeted that Parscale would be replaced in the role of campaign manager by Bill Stepien, but that Parscale would continue to advise the campaign.[46]\nParscale's spending decisions for the Trump campaign were questioned after his departure as campaign manager. By that time, more than $800,000 had been spent by the Trump campaign on boosting Parscale's social media pages, and $39 million had been paid to two companies owned by Parscale. The campaign also purchased ads which appeared to be intended to please Trump himself, including more than $1 million in ads for the Washington, D.C., media market.[47] Parscale was the only one of Trump's first four campaign managers to give Trump's campaign a maximum contribution for the 2020 election. The New York Times reported that Parscale \"was often the subject of unproven accusations from his colleagues — as well as Mr. Trump — that he was pocketing money from the campaign.\"[48]\nOn September 30, 2020, Parscale provided a statement to Politico announcing that he was \"stepping away from my company and any role in the campaign for the immediate future to focus on my family and get help dealing with the overwhelming stress\"; campaign communications director Tim Murtaugh confirmed the statement.[3][4]\n\nPost-2020 election activities[edit]\nFollowing the election, Parscale criticized the Trump campaign's strategy following his removal as campaign manager. He argued that Trump's response to the COVID-19 pandemic ultimately led to his defeat, but echoed Trump's claims of voter fraud as a factor.[49]\nAfter the election, Parscale turned to real estate flipping, restarted his political consulting firm, and formed a data analysis startup.[50] In October 2021, he was working for the 2022 Ohio gubernatorial campaign of former Republican congressman Jim Renacci against incumbent Republican Governor Mike DeWine.[51]\n\nReaction to January 6th attack on the United States Capitol[edit]\nOn July 12, 2022, the 7th hearing of the United States House Select Committee on the January 6 Attack reported that after the attack, Parscale exchanged text messages with senior campaign advisor and \"Save America\" rally liaison Katrina Pierson. In these messages, Parscale equated Donald Trump's rhetoric with fomenting civil war and blamed his former boss for the death of supporter Ashli Babbitt. He expressed remorse for helping him become President:[52]\n\n\nBrad Parscale Texts\n\n\nBRAD PARSCALE\nJAN 6, 2021 7:14 PM\n\n\n\n\nThis is about Trump pushing for uncertainty in this country\n\n\n\n\nA sitting president asking for civil war\n\n\n\n\nThis week I feel guilty for helping him win\n\n\nKATRINA PIERSON\nJAN 6, 2021 7:20 PM\n\n\n\n\nYou did what you felt was right at the time and therefore it was right\n\n\nBRAD PARSCALE\nJAN 6, 2021 7:20 PM\n\n\n\n\nYeah. But a woman is dead\n\n\nKATRINA PIERSON\nJAN 6, 2021 7:21 PM\n\n\n\n\nYou do realize this was going to happen\n\n\nBRAD PARSCALE\nJAN 6, 2021 7:21 PM\n\n\n\n\nYeah. If I was Trump and knew my rhetoric killed someone.\n\n\nKATRINA PIERSON\nJAN 6, 2021 7:22 PM\n\n\n\n\nIt wasn't the rhetoric.\n\n\nBRAD PARSCALE\nJAN 6, 2021 7:22 PM\n\n\n\n\nKatrina.\n\n\n\n\nYes it was\n\nOne month later, Parscale tweeted the following message to his Twitter followers, but addressed it directly to the ex-President:[53]\n\nStatement to Trump:\n\"If they only impeached you twice, you need to run again. Because to change the system you have to kick it in the a#$. I would love to be the only President to be impeached three times. Because history remembers those that didn't conform.\n\nI'm in, are you?”[54]\nPersonal life[edit]\nParscale became a father in July 1999, several weeks after graduating from college. His daughter's mother was a 22-year-old woman whom he had met while she was working at a San Antonio tanning salon. The couple married in March 2003. Parscale filed for divorce in August 2004; the divorce was finalized in October 2007.[17]\nIn the summer of 2012, he married Candice Blount.[20] The couple had a twin son and daughter who were born in 2016 and died shortly thereafter.[1]\nOn September 27, 2020, Parscale was hospitalized after his wife told Fort Lauderdale police that he had guns and he was threatening to harm himself; upon arriving at Parscale's home, an officer reported that Parscale appeared to be distraught and under the influence of alcohol.[55][56][57] Officers seized 10 firearms from the home and reported that Parscale's wife had cuts and bruises on her arms and face, which she said Parscale had inflicted earlier in the week, though she later said that her statements had been \"misconstrued\" and denied that Parscale had been violent toward her.[4][57] Parscale was detained and involuntarily committed and psychiatrically examined under terms of the Baker Act.[58] No charges were filed related to the incident, though a judge ordered Pascale to turn over his firearms, which he did.[59] Politico reported that the couple had shared that they had felt distressed since the 2016 death of their prematurely born twins.[1]\n\nReferences[edit]\n\n\n^ a b c Isenstadt, Alex; Fineout, Gary (September 30, 2020). \"Parscale steps away from Trump campaign as wife denies physical abuse\". POLITICO.\n\n^ Haberman, Maggie (July 15, 2020). \"Trump Replaces Brad Parscale as Campaign Manager, Elevating Bill Stepien\". The New York Times. ISSN 0362-4331. Retrieved July 17, 2020.\n\n^ a b Wise, Alana (September 30, 2020). \"Trump Senior Adviser Brad Parscale Steps Away From Campaign After Police Incident\". NPR.org. Retrieved October 1, 2020.\n\n^ a b c \"Parscale steps away from Trump campaign as wife denies physical abuse\". POLITICO. September 30, 2020. Retrieved October 1, 2020.\n\n^ a b Thomas, Mike W. (June 25, 2015). \"You're hired! Local firm tapped to build Donald Trump for President website\". San Antonio Business Journal. Retrieved February 27, 2017.\n\n^ Bykowicz, Julie (October 6, 2016). \"A fan of the cyber: Donald Trump is just now pouring lots of money into digital data\". Salon. Retrieved February 27, 2017.\n\n^ Gold, Matea (January 30, 2017). \"Trump allies launch nonprofit to support the administration's agenda\". The Washington Post. Retrieved February 27, 2017.\n\n^ a b Wingerter, Justin (September 4, 2016). \"Brad Parscale, a Topeka native, is driving Donald Trump's digital push\". The Topeka Capital-Journal. Retrieved July 6, 2020.\n\n^ a b Gomez, Henry J. (June 6, 2017). \"The Most Important Donald Trump Campaign Adviser You've Never Heard Of\". BuzzFeed News. Retrieved July 6, 2020.\n\n^ Maggie Haberman (October 28, 2018). \"Selling Donald Trump: A First-Time Campaign Manager Tries to Defy the Doubters\". The New York Times. Retrieved October 28, 2018.\n\n^ Shank, Tiernan (February 28, 2018). \"Former Topekan to lead Trump's 2020 re-election campaign\". WIBW. Retrieved July 5, 2020.\n\n^ \"Three Reasons Trump Chose Brad Parscale to Run His 2020 Campaign\". Bloomberg.com. February 27, 2018. Retrieved February 28, 2018.\n\n^ Ranker, Luke. \"Trump names Topeka native Brad Parscale as 2020 campaign manager\". The Topeka Capital-Journal. Retrieved May 31, 2019.\n\n^ a b c Nowlin, Sanford (May 15, 2018). \"After Ushering the Trump Circus Into The White House, Brad Parscale Is Turning His Megaphone on San Antonio\". San Antonio Current. Archived from the original on June 7, 2020. Retrieved July 5, 2020.\n\n^ Svitek, Patrick (August 25, 2016). \"Meet the San Antonio Tech Guru Who's Leading Trump's Digital Charge\". The Texas Tribune. Retrieved February 27, 2017.\n\n^ a b Marantz, Andrew (February 29, 2020). \"The Man Behind Trump's Facebook Juggernaut\". The New Yorker. Retrieved June 22, 2020.\n\n^ a b c d e f g Peter Elkind with Doris Burke, The Myths of the “Genius” Behind Trump’s Reelection Campaign. Sept. 11, 2019 ProPublica\n\n^ a b Lorek, Laura (May 20, 2015). \"A Technology Revolution is Brewing in San Antonio\". Silicon Hills News. Retrieved February 27, 2017.\n\n^ \"Turner Parscale LLC purchases assets and rights to EECI\". Turner Pascale. Archived from the original on January 18, 2013. Retrieved July 5, 2020.\n\n^ a b Parker, Donna (March 1, 2013). \"This industrious Trinity graduate runs three businesses, just got married and has a teenage daughter. Life is good\". Trinity University. Archived from the original on June 29, 2020. Retrieved July 6, 2020.\n\n^ Kranish, Michael (November 9, 2018). \"How Brad Parscale, once a 'nobody in San Antonio,' shaped Trump's combative politics and rose to his inner circle\". The Washington Post. Retrieved May 30, 2019.\n\n^ a b Ehlinger, Samantha (August 1, 2017). \"Parscale sells commercial business to CloudCommerce in $9 million deal\". San Antonio Express-News. Retrieved July 5, 2020.\n\n^ Horwitz, Jeff (February 27, 2018). \"Trump campaign chief lends name to penny stock tied to felon\". AP.com. The Associated Press. Retrieved November 5, 2018.\n\n^ a b c Biediger, Shari (June 14, 2018). \"Giles Sheds Parscale Name in Relaunch of Design, Branding Firm\". The Rivard Report. Institute for Nonprofit News. Retrieved November 5, 2018.\n\n^ Green, Joshua; Issenberg, Sasha (October 27, 2016). \"Why the Trump Machine Is Built to Last Beyond the Election\". Bloomberg Businessweek. Retrieved February 27, 2017.\n\n^ Lapowsky, Issie (August 19, 2016). \"The Man Behind Trump's Bid to Finally Take Digital Seriously\". Wired. Retrieved February 27, 2017.\n\n^ Matea Gold and Anu Narayanswamy (January 31, 2017). \"Trump already has socked away more than $7 million for his 2020 reelection\". The Washington Post. Retrieved April 9, 2017.\n\n^ \"Trump unveils re-election campaign chief\". BBC News. February 27, 2018. Retrieved February 28, 2018.\n\n^ Pramuk, Jacob (October 9, 2017). \"Trump's digital director explains how he used Facebook to help win the White House\". CNBC. Retrieved November 4, 2017.\n\n^ a b c Secret Weapon, retrieved March 12, 2018\n\n^ a b c Stahl, Lesley (October 8, 2017). \"Facebook \"embeds,\" Russia and the Trump campaign's secret weapon\". CBS News. Retrieved June 12, 2018.\n\n^ a b \"Parscale: TV news \"thought I was a joke\"\". Retrieved November 4, 2017.\n\n^ a b Ellyatt, Holly (November 9, 2017). \"How I helped get Trump elected: The president's digital guru\". Yahoo Finance. Retrieved November 13, 2017.\n\n^ Bump, Philip (October 9, 2017). \"Analysis | '60 Minutes' profiles the genius who won Trump's campaign: Facebook\". The Washington Post. ISSN 0190-8286. Retrieved February 27, 2018.\n\n^ Meyer, Josh (March 19, 2018). \"Democrats fume over Parscale's limited answers on Russian digital meddling\". Politico. Retrieved May 30, 2019.\n\n^ Bash, Dana (February 27, 2018). \"Trump taps Brad Parscale to run his 2020 re-election campaign\". cnn.com. Retrieved February 27, 2018.\n\n^ Vicky Ward (August 30, 2019). \"Pro-Trump super PAC paid thousands to firm owned by Trump's campaign manager\". CNN. Retrieved September 9, 2019.\n\n^ Katherine Faulders; Matthew Mosk; Soo Rin Kim (August 30, 2019). \"Firm tied to top Trump campaign aide Brad Parscale has side deal with pro-Trump super PAC\". abcnews.go.co. Retrieved September 9, 2019.\n\n^ Ward, Vicky (August 30, 2019). \"Pro-Trump super PAC paid thousands to firm owned by Trump's campaign manager\". CNN.\n\n^ Sollenberger, Roger (April 24, 2020). \"Eric Trump's wife and Don Jr.'s girlfriend are on Brad Parscale's payroll — at $15K a month\". Salon. Retrieved June 23, 2020.\n\n^ Jeremy Diamond (April 29, 2020). \"Trump erupts at campaign manager as reelection stress overflows\". CNN.\n\n^ \"Trump campaign says ticket requests for Oklahoma rally surpass 800,000\". The Washington Times. June 14, 2020. Retrieved June 16, 2020.\n\n^ \"Trump Returns To Campaign Trail With A Familiar Message In A Changing World\". NPR.org.\n\n^ Monica Alba, Kristen Welker, Carol E. Lee, Trump 'furious' about 'underwhelming' crowd at Tulsa rally, NBC News, June 21, 2020\n\n^ Stanton, Zack (December 29, 2020). \"The Worst Predictions of 2020\". Politico. Retrieved December 30, 2020.\n\n^ Trump, Donald (July 15, 2020). \"I am pleased to announce that Bill Stepien has been promoted to the role of Trump Campaign Manager\". Twitter. Retrieved July 15, 2020.\n\n^ Goldmacher, Shane; Haberman, Maggie (September 7, 2020). \"How Trump's Billion-Dollar Campaign Lost Its Cash Advantage\". The New York Times. ISSN 0362-4331. Retrieved September 20, 2020.\n\n^ Bender, Michael C. (March 8, 2023). \"When Trump Passes the MAGA Hat, His Aides Clutch Their Wallets\". The New York Times. Retrieved April 15, 2023.\n\n^ Solender, Andrew. \"Ex-Trump Campaign Manager Brad Parscale Says President's Virus Response Cost Him Election\". Forbes.\n\n^ Bowles, Nellie; Karni, Annie (December 24, 2020). \"Brad Parscale Fell From Trump's Favor. Now He's Plotting a Comeback\". The New York Times.\n\n^ Skalka, Liz (October 13, 2021). \"Inside Brad Parscale's New Life In The Heartland\". HuffPost. Archived from the original on October 13, 2021. Retrieved October 13, 2021.\n\n^ 7th Hearing of Select Committee to Investigate the January 6th Attack on the United States Capitol, 117th Cong. (2022). https://january6th.house.gov/legislation/hearings/071222-select-committee-hearing\n\n^ Parscale, B. [@Parscale]. (2021, February 6). Statement to Trump: (...) [Tweet]. Twitter.\nhttps://twitter.com/parscale/status/1358096468398202880\n\n^ Parscale, Brad [@Parscale]. \"If they only impeached you twice, you need to run again. (...)\" Twitter, 2021 February 06, https://twitter.com/parscale/status/1358096468398202880\n\n^ Clarkson, Brett; Erblat, Austen; Lyons, David; Wallman, Brittany (September 27, 2020). \"Former Trump campaign manager Brad Parscale hospitalized after he was armed and threatening to harm himself, Fort Lauderdale police say\". South Florida Sun Sentinel. Retrieved September 27, 2020.\n\n^ O'Reilly, Andrew (September 27, 2020). \"Trump's ex-campaign manager Brad Parscale hospitalized after threatening to harm himself: officials\". Fox News. Retrieved September 28, 2020.\n\n^ a b Man, Mario Ariza, Anthony. \"Ex-Trump campaign manager Brad Parscale was drunk and agitated in standoff, police say. Then his cop friend showed up\". sun-sentinel.com. Retrieved September 28, 2020.{{cite news}}:  CS1 maint: multiple names: authors list (link)\n\n^ Smiley, David; Chambers, Francesca (September 27, 2020). \"Former Trump campaign manager involuntarily committed, Fort Lauderdale police say\". Miami Herald. Retrieved September 27, 2020.\n\n^ \"Hearing Canceled For President Trump's Former Campaign Manager Brad Parscale After He Complies With Judge's Order\". www.cbsnews.com. October 2, 2020. Retrieved April 15, 2023.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Brad Parscale.\n\nGiles–Parscale\nAmericafirstpolicies.org\nTechBloc\nAppearances on C-SPAN\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Brad_Parscale&oldid=1195378725\"",
    "twitter": ""
  },
  {
    "name": "Brad Polumbo",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/brad-polumbo-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Brad Raffensperger",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/brad-raffensperger-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American politician (born 1955)\n\n\nBrad RaffenspergerRaffensperger in 202229th Secretary of State of GeorgiaIncumbentAssumed office January 14, 2019GovernorBrian KempPreceded byRobyn CrittendenMember of the Georgia House of Representativesfrom the 50th districtIn officeFebruary 10, 2015 – January 14, 2019Preceded byLynne RileySucceeded byAngelika Kausche\nPersonal detailsBornBradford Jay Raffensperger (1955-05-18) May 18, 1955 (age 68)Political partyRepublicanSpouseTriciaChildren3Residence(s)Johns Creek, Georgia, U.S.EducationUniversity of Western Ontario (BS)Georgia State University (MBA)OccupationBusinessman, politicianProfessionCivil engineer\nBradford Jay Raffensperger (born May 18, 1955)[1][2] is an American businessman, civil engineer, and politician serving as the Secretary of State of Georgia since 2019. A member of the Republican Party, he previously served in the Georgia House of Representatives, representing District 50.\nRaffensperger rose to national prominence in the aftermath of the 2020 U.S. presidential election, in which incumbent President Donald Trump lost. Trump refused to accept defeat, made false claims of fraud, and launched an unsuccessful protracted campaign to overturn the election results. As part of this campaign, Trump made a recorded phone call on January 2, 2021, in which he attempted to persuade Raffensperger to change the election results in Georgia in Trump's favor. Raffensperger refused to do so, and said the outgoing president's claims were based on falsehoods.\nRaffensperger was reelected in the 2022 Georgia Secretary of State election, after defeating Trump-backed Jody Hice in the Republican primary and Democratic challenger Bee Nguyen in the general election.\n\n\nEarly life and career[edit]\nRaffensperger earned a bachelor's degree in civil engineering from the University of Western Ontario and a Master of Business Administration from Georgia State University.[3]\nRaffensperger is the chief executive officer of Tendon Systems, LLC, a contracting and engineering firm that operates in Columbus, Georgia, and Forsyth County, Georgia.[3] He amassed a net worth of $26.5 million from his work in the private sector.[4]\n\nPolitical career[edit]\nJohns Creek City Council[edit]\nRaffensperger is a lifelong Republican.[5] He served on the Post 2 seat of the Johns Creek City Council from 2012 to 2014.[6][7][8] He replaced Dan McCabe on the City Council.[7] He resigned in November 2014 to run for the special election to represent the 50th district in the Georgia House, and was succeeded by Chris Coughlin.[8][9]\n\nGeorgia House of Representatives[edit]\nRaffensperger subsequently won his bid to the Georgia House in 2015, succeeding Lynne Riley.[1][10][11] In the state House, Raffensperger sponsored legislation to bar county officials from personally profiting from tax liens. Previously, the Fulton County tax commissioner personally collected fees from tax liens and sales of tax liens to private collection companies, allowing him to amass $200,000 over a four-year period. The legislation ended this self-enrichment practice.[12] Raffensperger also sponsored a measure to amend the Georgia state constitution to allow the re-creation of a county that previously existed but had later merged with another county; the measure would allow northern Fulton County to split off to form Milton County.[13]\n\nGeorgia Secretary of State[edit]\n2018 election[edit]\nRaffensperger ran for the Secretary of State of Georgia in the 2018 election.[14] The Secretary of State in Georgia oversees elections[15] and is chairman of the state election board.[16] The Secretary of State also oversees business registration and occupational licensing.[15]\nIn the Republican Party primary, Raffensperger faced former Alpharetta mayor David Belle Isle, state Representative Buzz Brockway, and state representative Josh McKoon.[17] In the primary, Raffensperger came in first place and Belle Isle came in second place; because no candidate obtained a majority, the race for the Republican nomination went to a primary runoff,[18] which Raffensperger won.[15] During his campaign, Raffensperger \"said he would reduce government bureaucracy, support voter ID laws and push for verifiable paper ballots when Georgia replaces its electronic voting machines.\"[15]\nIn the November 6, 2018, general election, Raffensperger finished with the most votes, leading Democrat John Barrow by less than one percent.[19] He defeated Barrow in a runoff election on December 4, 2018.[20]\n\nDisputes regarding purging of voter rolls and Latino voter access[edit]\nIn 2019, Raffensperger fought 2018 Democratic gubernatorial candidate Stacey Abrams, the former minority leader of the Georgia House of Representatives, as she contested his action to remove 300,000 names from the voter registration rolls, and he won the case. In 2021, he removed over 100,000 additional names from the Georgia rolls, depending in part on data received from ERIC, the national Electronic Registration Information Center.[21]\nThe Georgia Association of Latino Elected Officials (GALEO) and other civil rights groups sued Raffensperger's Office and the Gwinnett County elections board in federal court, arguing that the county's mailing of mail-in ballot applications printed only in English should also have been sent in the Spanish language to registered voters in Gwinnett County because of its large Spanish-speaking population. The suit was dismissed in October 2020 by U.S. District Judge William M. Ray II, who ruled that the plaintiffs lacked standing and the English-only mailings did not violate the Voting Rights Act.[22] The number of Latinos eligible to vote in Georgia has expanded and turnout percentage has increased since 2016, exceeding countrywide participation rates of that ethnicity said Jerry Gonzalez, GALEO's executive director. Latinos are 5 percent of Georgia's electorate, with about 377,000 Latinos eligible to vote, and about 250,000 registered.[23]\n\n2020 elections[edit]\nMay and June primary elections[edit]\nIn 2020, the Georgia presidential primaries, originally set for March 24, were moved to May 19 (the date for non-presidential primaries in Georgia), due to the COVID-19 pandemic.[24][25] Later, Raffensperger further postponed the Georgia primaries to June 9 due to the coronavirus crisis.[26] During the 2020 Georgia elections, Raffensperger sought to prevent Georgia polling places from printing paper backups of voter registration and absentee voting information in case polling places would struggle to use voter check-in tablets, called Poll Pads, which had been problematic in Georgia's primary elections in June 2020. The tablets had caused long lines at polling places. Voting rights groups had requested paper backups to prevent a risk of chaos on election day in case the tablets failed.[27] The voting rights groups sued Raffensperger in federal court; they obtained an order from a district judge ordering Georgia election officials to prepare such paper backups, but this order was blocked by the U.S. Court of Appeals for the Eleventh Circuit.[27]\nTo protect voting rights during the pandemic, Raffensperger directed the mailing of absentee (mail-in) ballot applications to all of Georgia's 6.9 million active registered voters for the state's June 2020 primary.[24][25] After David Ralston, the Republican speaker of the state House, said that expanded use of mail-in voting would \"be extremely devastating to Republicans and conservatives in Georgia,\" Republicans on a Georgia state House committee advanced legislation to block election officials from sending mail-in ballot request forms to voters ahead of elections.[25] Raffensperger pushed back on the proposal, saying: \"By a wide margin, voters on both sides of the political spectrum agree that sending absentee applications to all active voters was the safest and best thing our office could do to protect our voters at the peak of COVID-19. Some seem to be saying that our office should have ignored the wave of absentee voting that was clearly coming.\"[25] After encountering opposition, the proposed ban died in the Georgia General Assembly.[28]\n\nNovember general elections[edit]\nRaffensperger did not send out mail-in ballot applications to every active registered voter in Georgia for the November 2020 general election, citing the cost of a mass mailing.[29] Rather, Raffensperger created an online portal for Georgia voters to request absentee ballots.[29] He encouraged voters to take advantage of in-person early voting and mail-in voting.[30]\nThe November 2020 general election in Georgia went smoothly, avoiding the problems that had plagued the primary election in June; Raffensperger credited the successful process to the record numbers of voters who cast ballots before Election Day, either by mail or during Georgia's three-week period of in-person early voting.[31] Democratic presidential candidate Joe Biden became president-elect, defeating incumbent Donald Trump, and Democrats made gains in Georgia, with Biden winning the state, the first time since 1992 that a Democratic presidential nominee had won Georgia.[32][33][34]\n\nTrump's efforts to change the election results[edit]\nSee also: Attempts to overturn the 2020 United States presidential election\nAfter the election, Raffensperger's fellow Republicans, Georgia's U.S. Senators, David Perdue and Kelly Loeffler, issued a joint statement accusing Raffensperger of unspecified \"failures\" and calling for him to resign.[33][34] Perdue and Loeffler offered no evidence in support of their claims, which they made after pressure from Trump, who had promoted conspiracy theories about the election and falsely claimed it was rigged.[33][34][35] State elections officials and other Republican leaders noted that there was no evidence of wrongdoing in connection with the election.[34] Both Perdue and Loeffler were up for re-election but failed to achieve a majority of the vote, triggering a runoff election in Georgia against their Democratic opponents, which took place on January 5, 2021, and determined party control of the Senate.[33][34] Raffensperger rejected the calls for his resignation, saying, \"As a Republican, I am concerned about Republicans keeping the U.S. Senate. I recommend that Senators Loeffler and Perdue start focusing on that.\"[33] Raffensperger added, \"If I was Senator Perdue, I'd be irritated I was in a runoff. And both Senators and I are all unhappy with the potential outcome for our President.\"[33]\nUnder pressure from fellow Republicans, Raffensperger ordered a statewide hand recount/audit of all 5 million votes in the Georgia presidential race, in which Biden led Trump by approximately 14,000 votes. Critics, including the voting rights group Coalition for Good Governance, described Raffensperger's decision to go forward with the hand recount being motivated by the political pressure he had received from Trump, and said it was not contemplated by Georgia law.[35][36][37] Raffensperger denied this,[35][36][37] although he did say that fellow Republicans were pressuring him to find ways to exclude legal ballots.[38] Raffensperger said that South Carolina Senator Lindsey Graham pressured him in a call to throw out postal ballots favoring Biden. Though Graham denied the allegations, a separate Republican[39] election official who was also present in the call, Gabriel Sterling, confirmed Raffensperger's statement.[40] Doug Collins, a Republican congressman from Georgia who lost his race and oversaw Trump's efforts in Georgia, falsely claimed fraud in the Georgia election, prompting Raffensperger, typically known for his mild manner, to call Collins a \"liar\" and \"charlatan\" for his rhetoric.[38][41][5] The hand recount reaffirmed Biden's victory, with Biden receiving 2.47 million votes and Trump receiving 2.46 million votes, a margin of 12,670 votes (0.25%). On November 20, Raffensperger certified the final vote totals, and Georgia Governor Brian Kemp issued the formal certification of the state's slate of electors.[32] Trump continued to promote false claims about the electoral process after certification; some Trump supporters harassed or threatened Raffensperger, his wife, and Raffensperger aide Sterling, the state voting system implementation manager, including death threats.[42] Sterling publicly called on Trump to condemn the acts and \"Stop inspiring people to commit potential acts of violence.\"[43][44]\nIn March 2021, the Republican-controlled state legislature passed a bill, which was signed into law by Kemp, that removed the position of state election board chair from the Georgia Secretary of State's duties.[45] The law handed control of the state election board chair to the state legislature.[45]\n\nTrump–Raffensperger phone call[edit]\nMain article: Trump–Raffensperger phone call § January 2 taped conversation with Raffensperger\nA recording of an hour-long phone call between President Donald Trump, Raffensperger, and several other state and federal officials on January 2, 2021, was obtained by The Washington Post and released the following day.[46][47] On the call, Trump pressured Raffensperger to change the election results for the state of Georgia to make him the winner; Trump told Raffensperger, \"I just want to find 11,780 votes.\" Raffensperger repeatedly rebuffed Trump's attempts to pressure him.[48][49][50]\nAfter the taped call was published, Democratic congressional leaders asked the FBI to investigate the call and probe whether Trump had \"engaged in solicitation of, or conspiracy to commit, a number of election crimes.\"[51] Journalist Carl Bernstein, who in 1972 broke the Watergate scandal with Bob Woodward leading to the resignation of President Richard Nixon, called the Trump–Raffensperger scandal \"far worse than Watergate\" and said that in any other presidency it would result in impeachment, conviction, and bipartisan demands for the president's resignation.[52] In an interview, Raffensperger said that Trump \"did most of the talking\" on the call and noted that Trump's voter fraud allegations were \"just plain wrong\".[53] In a letter to Congress on January 6, 2021, Raffensperger gave a point-by-point refutation of Trump's false election claims.[54][55][56]\n\nRussell Bowers, Raffensperger, and Gabriel Sterling being sworn in for their testimony before the Jan. 6 hearing\nWhile some House Republicans tried to defend Trump's Georgia call, Democrats began drafting a censure resolution.[57] On January 6, 2021, days after the call, a pro-Trump mob attacked the Capitol while the Congress was counting the electoral votes to formalize Biden's victory. After the attack, the U.S. House of Representatives impeached Trump for incitement of insurrection. The article of impeachment adopted by the House notes the Raffensperger call, stating: \"President Trump's conduct on January 6, 2021, followed his prior efforts to subvert and obstruct the certification of the results of the 2020 Presidential election. Those prior efforts included a phone call on January 2, 2021, during which President Trump urged the secretary of state of Georgia, Brad Raffensperger, to 'find' enough votes to overturn the Georgia Presidential election results and threatened Secretary Raffensperger if he failed to do so.\"[58][59]\nRaffensperger testified in public hearings before the United States House Select Committee on the January 6 Attack on June 21, 2022.[60]\n\n2022 election[edit]\nSee also: 2022 Georgia Secretary of State election\nRaffensperger was reelected to a second term in 2022. Trump had endorsed a primary challenger Jody Hice, a supporter of his election fraud claims.[61][62] Facing punitive opposition by the former president, death threats, harassment, and having to confront misinformation and lies asserted by an opponent, Raffensperger explained his motivation to run for reelection: \"If the good walk off the field and leave the field to the bad, then the bad wins.\"[63]\nRaffensperger fended off his primary challengers, ultimately winning the 50% of the votes needed to avoid a runoff. He defeated the Democratic Party nominee, Democratic state representative Bee Nguyen, in the November general election.[64]\n\nElectoral history[edit]\n\n2018 Georgia Secretary of State election Republican primary results[65]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nBrad Raffensperger \n\n185,386 \n\n34.96% \n\n\n\n\nRepublican\n\nDavid Belle Isle \n\n151,328 \n\n28.54% \n\n\n\n\nRepublican\n\nJoshua McKoon\n\n112,113\n\n21.14%\n\n\n\n\nRepublican\n\nBuzz Brockway\n\n81,492\n\n15.37%\n\n\nTotal votes\n\n530,319 \n\n100.00% \n\n\n\n2018 Georgia Secretary of State election Republican primary runoff results[66]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nBrad Raffensperger \n\n331,127 \n\n61.74% \n\n\n\n\nRepublican\n\nDavid Belle Isle\n\n205,223\n\n38.26%\n\n\nTotal votes\n\n536,350 \n\n100.00% \n\n\n\n2018 Georgia Secretary of State election[67]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nBrad Raffensperger \n\n1,906,588 \n\n49.09% \n\n\n\n\nDemocratic\n\nJohn Barrow \n\n1,890,310 \n\n48.67% \n\n\n\n\nLibertarian\n\nSmythe DuVal\n\n86,696\n\n2.23%\n\n\nTotal votes\n\n3,883,594 \n\n100.0% \n\n\n\n2018 Georgia Secretary of State runoff election[68]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nBrad Raffensperger \n\n764,855 \n\n51.89% \n\n\n\n\nDemocratic\n\nJohn Barrow\n\n709,049\n\n48.11%\n\n\nTotal votes\n\n1,473,904 \n\n100.0% \n\n\n\n2022 Georgia Secretary of State election Republican primary results[69]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nBrad Raffensperger (incumbent) \n\n611,616 \n\n52.37 \n\n\n\n\nRepublican\n\nJody Hice\n\n389,447\n\n33.34\n\n\n\n\nRepublican\n\nDavid Belle Isle\n\n103,272\n\n8.84\n\n\n\n\nRepublican\n\nTJ Hudson\n\n63,646\n\n5.45\n\n\nTotal votes\n\n1,167,981 \n\n100.00% \n\n\n\n2022 Georgia Secretary of State election[70]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nBrad Raffensperger (incumbent)\n\n2,081,241\n\n53.23\n\n\n\n\nDemocratic\n\nBee Nguyen\n\n1,719,922\n\n43.99\n\n\n\n\nLibertarian\n\nTed Metz\n\n108,884\n\n2.78\n\n\nTotal votes\n\n\n\n\n\n\nPersonal life[edit]\nRaffensperger and his wife, Tricia, have three children and two grandchildren.[3] Raffensperger is a member of the North Point Community Church.[71]\nRaffensperger has four siblings. Donald Trump has falsely claimed that Raffensperger has a brother, Ron, who \"works for China\", but Raffensperger's only brother is not named Ron and does not work for or in China.[72] There is a Huawei executive named Ron Raffensperger, but they are not related.[73]\n\nReferences[edit]\n\n\n^ a b \"Representative Brad Raffensperger\". Georgia House of Representatives. February 10, 2015. Archived from the original on November 14, 2020. Retrieved July 21, 2018.\n\n^ Quill, Ann Marie (November 3, 2011). \"Get to Know: Brad Raffensperger\". Johns Creek Patch. Archived from the original on November 13, 2020. Retrieved July 25, 2018.\n\n^ a b c Dixon, Kristal (April 6, 2017). \"Raffensperger To Run For Georgia Secretary of State\". Johns Creek, GA Patch. Archived from the original on April 21, 2019. Retrieved November 11, 2018.\n\n^ Bluestein, Greg (August 15, 2018). \"Millionaire candidates stud Georgia's ballot\". The Atlanta Journal-Constitution. Archived from the original on February 5, 2019.\n\n^ a b Fausset, Richard (November 16, 2020). \"As Tensions Among Republicans Mount, Georgia's Recount Proceeds Smoothly\". The New York Times. Archived from the original on December 14, 2020. Retrieved January 4, 2021.\n\n^ \"Brad Raffensperger's Biography - The Voter's Self Defense System\". Vote Smart. Archived from the original on November 16, 2018. Retrieved November 11, 2018.\n\n^ a b Quill, Ann Marie (December 7, 2011). \"Raffensperger Wins City Council Seat in Runoff\". Johns Creek, GA Patch. Archived from the original on November 13, 2020. Retrieved November 11, 2018.\n\n^ a b Kass, Arielle (August 26, 2016). \"Johns Creek elects new council members\". The Atlanta Journal-Constitution. Archived from the original on November 14, 2020.\n\n^ \"Johns Creek City Council P2 - Runoff\". Archived from the original on May 12, 2022. Retrieved February 3, 2021.\n\n^ \"Brad Raffensperger\". Ballotpedia. Archived from the original on November 13, 2020. Retrieved November 11, 2018.\n\n^ Guevara, Eve (May 10, 2018). \"Brad Raffensperger focuses on business growth, voting in Secretary of State race\". Tifton Gazette. Archived from the original on November 16, 2018. Retrieved July 12, 2018.\n\n^ Kass, Arielle (March 23, 2017). \"Ga. stops Fulton Tax Commissioner Arthur Ferdinand's fee on liens\". The Atlanta Journal-Constitution. Archived from the original on March 23, 2017.\n\n^ Kass, Arielle (August 28, 2016). \"Milton County legislation on the table again\". The Atlanta Journal-Constitution. Archived from the original on April 20, 2017.\n\n^ Wolfe, Wes (April 30, 2018). \"Engineer has eyes on secretary of State\". The Brunswick News. Archived from the original on November 16, 2018. Retrieved July 12, 2018.\n\n^ a b c d Niesse, Mark (July 24, 2018). \"Georgia Election 2018: Raffensperger wins GOP secretary of state race\". Atlanta Journal-Constitution. Archived from the original on November 17, 2020. Retrieved January 4, 2021.\n\n^ Brumback, Kate (March 5, 2020). \"Hearing set on county decision to ditch new voting machines\". Associated Press. Archived from the original on December 25, 2020. Retrieved November 14, 2020.\n\n^ Ballew, Shannon (April 25, 2018). \"Forum features state school superintendent, secretary of state hopefuls\". Cherokee Tribune Ledger-News. Archived from the original on April 25, 2018.\n\n^ McCord, Susan (July 16, 2018). \"Georgia GOP secretary of state hopefuls head for runoff\". Savannah Morning News. Archived from the original on August 1, 2021. Retrieved November 15, 2020.\n\n^ Prabhu, Maya T. (November 25, 2018). \"Two Georgia down-ballot races appear headed to runoffs\". The Atlanta Journal-Constitution. Archived from the original on November 14, 2020. Retrieved January 4, 2021.\n\n^ Lockhart, P. R. (December 4, 2018). \"Republican Brad Raffensperger wins Georgia secretary of state runoff\". Vox. Archived from the original on November 14, 2020. Retrieved January 4, 2021.\n\n^ Janfaza, Rachel (June 18, 2021). \"Georgia removes 100,000 names from voter registration rolls\". CNN. Archived from the original on May 12, 2022. Retrieved June 19, 2021.\n\n^ \"Judge dismisses request to send Spanish ballot applications\". Associated Press. October 5, 2020. Archived from the original on May 12, 2022. Retrieved July 12, 2021.\n\n^ Gamboa, Suzanne (November 12, 2020). \"Latino voters in Georgia get attention in high-stakes Senate races\". NBC News. Archived from the original on May 12, 2022. Retrieved July 12, 2021.\n\n^ a b Nadler, Ben (March 24, 2020). \"Georgia to mail absentee ballot applications to all voters\". AP News. Associated Press. Archived from the original on May 12, 2022. Retrieved January 4, 2021.\n\n^ a b c d Nadler, Ben (June 24, 2020). \"Georgia measure would stop officials mailing ballot requests\". AP News. Associated Press. Archived from the original on May 12, 2022. Retrieved January 4, 2021.\n\n^ Niesse, Mark (April 9, 2020). \"Georgia primary delayed again to June 9 during coronavirus emergency\". The Atlanta Journal-Constitution. Archived from the original on December 3, 2020. Retrieved January 4, 2021.\n\n^ a b Niesse, Mark (October 24, 2020). \"Appeals court stops more paper backups of Georgia voter records\". The Atlanta Journal-Constitution. Archived from the original on November 26, 2020. Retrieved January 4, 2021.\n\n^ Niesse, Mark (June 27, 2020). \"Ban on mailing absentee ballot forms dies at Georgia Legislature\". The Atlanta Journal-Constitution. Archived from the original on November 27, 2020. Retrieved January 4, 2021.\n\n^ a b Brumback, Kate (August 10, 2020). \"Georgia board approves online absentee ballot request portal\". Associated Press. Archived from the original on January 5, 2021. Retrieved January 4, 2021.\n\n^ Jones, Zoe Christen (October 19, 2020). \"Georgia's secretary of state encourages early voting ahead of record election turnout\". CBS News. Archived from the original on January 20, 2021. Retrieved January 4, 2021.\n\n^ Brumback, Kate; Thanawala, Sudhin (November 4, 2020). \"Despite a few hiccups, voting in Georgia goes smoothly\". Associated Press. Archived from the original on May 12, 2022. Retrieved January 4, 2021.\n\n^ a b Brumback, Kate (November 20, 2020). \"Georgia officials certify election results showing Biden win\". Associated Press. Archived from the original on December 1, 2020. Retrieved January 4, 2021.\n\n^ a b c d e f LeVine, Marianne; Arkin, James (November 9, 2020). \"Loeffler, Perdue call on Georgia's Republican secretary of state to resign\". Politico. Archived from the original on January 25, 2021. Retrieved January 4, 2021.\n\n^ a b c d e Niesse, Mark; Bluestein, Greg (November 10, 2020). \"Citing no evidence, Georgia's U.S. senators demand elections head resign\". The Atlanta Journal-Constitution. Archived from the original on January 3, 2021. Retrieved January 4, 2021.\n\n^ a b c Hakim, Danny; Fausset, Richard (November 12, 2020). \"Georgia Will Begin Recounting Votes, With Biden Still Favored\". The New York Times. Archived from the original on May 12, 2022. Retrieved January 4, 2021.\n\n^ a b Brumback, Kate (November 13, 2020). \"Masked workers start presidential hand tally in Georgia\". Associated Press. Archived from the original on May 12, 2022. Retrieved January 4, 2021.\n\n^ a b Niesse, Mark; Bluestein, Greg (November 11, 2020). \"Georgia launches statewide hand recount of presidential race\". The Atlanta Journal-Constitution. Archived from the original on December 3, 2020. Retrieved January 4, 2021.\n\n^ a b Gardner, Amy (November 16, 2020). \"Ga. secretary of state says fellow Republicans are pressuring him to find ways to exclude ballots\". The Washington Post. Archived from the original on November 17, 2020. Retrieved January 4, 2021.\n\n^ Jarvie, Jennie; Mehta, Seema (November 9, 2020). \"'Hoaxes and nonsense': GOP election officials in Georgia reject Trump's unfounded fraud claims\". Los Angeles Times. Archived from the original on November 16, 2020. Retrieved November 19, 2020.\n\n^ Knowles, David (November 17, 2020). \"Lindsey Graham on the defensive over calls to state election officials\". Yahoo! News. Archived from the original on May 12, 2022. Retrieved November 19, 2020.\n\n^ Judd, Alan (November 15, 2020). \"Georgia's recount integrity faces attack\". The Atlanta Journal-Constitution. Archived from the original on December 1, 2020. Retrieved November 16, 2020.\n\n^ \"2nd Georgia election official says he's getting death threats\". WSB-TV. November 22, 2020. Archived from the original on June 1, 2022. Retrieved January 5, 2021.\n\n^ Fausset, Richard (December 1, 2020). \"'It Has to Stop': Georgia Election Official Lashes Trump\". The New York Times. Archived from the original on May 29, 2022. Retrieved December 4, 2020.\n\n^ \"Trump inciting violence, warns Georgia election official\". BBC News. December 2, 2020. Archived from the original on May 12, 2022. Retrieved January 4, 2021.\n\n^ a b Siders, David; Montellaro, Zach (March 28, 2021). \"'He's toast': GOP leaves Raffensperger twisting in the wind\". Politico. Archived from the original on March 31, 2021. Retrieved March 28, 2021.\n\n^ Gardner, Amy (January 3, 2021). \"'I just want to find 11,780 votes': In extraordinary hour-long call, Trump pressures Georgia secretary of state to recalculate the vote in his favor\". The Washington Post. Archived from the original on January 4, 2021. Retrieved January 4, 2021.\n\n^ Braverman, Jason (January 3, 2021). \"Trump asks Georgia election officials to 'find' votes during call with Sec. of State\". 11Alive. Archived from the original on January 14, 2021. Retrieved January 11, 2021.\n\n^ Scanlan, Quinn (January 4, 2021). \"Trump demands Georgia secretary of state 'find' enough votes to hand him win\". ABC News. Archived from the original on January 4, 2021. Retrieved January 4, 2021.\n\n^ Amy, Jeff; Superville, Darlene; Brumback, Kate (January 4, 2021). \"Trump, on tape, presses Ga. official to 'find' him votes\". Associated Press. Archived from the original on January 4, 2021. Retrieved January 4, 2021.\n\n^ Clench, Sam (January 4, 2021). \"Donald Trump recorded telling Brad Raffensperger to 'find' votes to overturn his election defeat in Georgia\". News.com.au. Archived from the original on July 29, 2021. Retrieved January 4, 2021.\n\n^ Smaith, Allan; Moe, Alex (January 4, 2021). \"Democrats ask FBI Director Wray to open criminal probe into Trump after leaked phone call - Reps. Ted Lieu and Kathleen Rice wrote that they believe Trump \"engaged in solicitation of, or conspiracy to commit, a number of election crimes.\"\". NBC News. Archived from the original on January 4, 2021. Retrieved January 4, 2021.\n\n^ Harvey, Josephine (January 3, 2021). \"Carl Bernstein Says Latest Trump Tapes Are 'Far Worse' Than Watergate\". Huffington Post. Archived from the original on January 4, 2021. Retrieved January 4, 2021.\n\n^ Scanlan, Quinn (January 4, 2021). \"Trump 'just plain wrong' on fraud claims: Georgia Secretary of State Raffensperger\". ABC News. Archived from the original on January 4, 2021. Retrieved January 4, 2021.\n\n^ Greenwood, Max (January 7, 2021). \"Georgia elections chief refutes election claims in letter to Congress\". The Hill. Archived from the original on May 12, 2022. Retrieved September 26, 2021.\n\n^ Letter to Congress from Secretary Raffensperge Archived November 8, 2021, at the Wayback Machine (January 6, 2021).\n\n^ Raymond, Jonathan (January 7, 2021). \"Georgia Sec. of State issued letter refuting fraud claims ahead of electoral vote count\". WXIA-TV. Archived from the original on August 22, 2023. Retrieved September 26, 2021.\n\n^ Raju, Manu; Herb, Jeremy (January 4, 2021). \"House Republicans rush to Trump's defense over Georgia call as Democrats prep censure resolution\". CNN News. Archived from the original on January 4, 2021. Retrieved January 4, 2021.\n\n^ H. Res. 24: Impeaching Donald John Trump, President of the United States, for high crimes and misdemeanors Archived January 13, 2021, at the Wayback Machine.\n\n^ Buchanan, Christopher (January 10, 2021). \"Draft Donald Trump impeachment article mentions call with Raffensperger\". WXIA-TV.\n\n^ Kaur, Anumita (June 21, 2022). \"'I need 11,000 votes, give me a break': Raffensperger details Trump's election demands\". Los Angeles Times. Archived from the original on June 21, 2022. Retrieved June 22, 2022.\n\n^ Murphy, Patricia; Bluestein, Greg; Mitchell, Tia (May 19, 2021). \"The Jolt: Brad Raffensperger: 'Yes, I'm running again'\". The Atlanta Journal-Constitution. Archived from the original on May 11, 2022. Retrieved May 19, 2021.\n\n^ Haberman, Maggie (March 22, 2021). \"Trump Endorses a Loyalist, Jody Hice, for Georgia Secretary of State\". The New York Times. Archived from the original on May 12, 2022. Retrieved March 22, 2021.\n\n^ Levine, Sam (May 19, 2022). \"He became a hero for halting Trump's efforts to overturn the election. Will voters now punish him?\". The Guardian. Archived from the original on May 19, 2022. Retrieved May 19, 2022.\n\n^ Manchester, Julia (November 9, 2022). \"Raffensperger, Georgia secretary of state who drew Trump's ire, wins reelection\". The Hill. Archived from the original on November 10, 2022. Retrieved November 10, 2022.\n\n^ \"General Primary and Nonpartisan General Election\". Georgia Secretary of State. Archived from the original on January 5, 2021. Retrieved October 27, 2022.\n\n^ \"General Primary and Nonpartisan General Election Runoff\". Georgia Secretary of State. Archived from the original on January 5, 2021. Retrieved August 20, 2018.\n\n^ \"November 6, 2018 General Election\". GA - Election Night Reporting. Georgia Secretary of State. November 10, 2018. Archived from the original on January 5, 2021. Retrieved October 27, 2022.\n\n^ \"December 4, 2018 General Election Runoff\". GA - Election Night Reporting. Georgia Secretary of State. December 4, 2018. Archived from the original on January 5, 2021. Retrieved October 27, 2022.\n\n^ \"General Primary/Special Election - Official & Complete Results\". GEORGIA SECRETARY OF STATE. May 24, 2022. Archived from the original on June 20, 2022. Retrieved October 27, 2022.\n\n^ \"QUALIFYING CANDIDATE INFORMATION\". Georgia Secretary of State. Archived from the original on November 2, 2022. Retrieved October 27, 2022.\n\n^ \"Secretary of State Brad Raffensperger\". Office of the Georgia Secretary of State. Archived from the original on February 4, 2022. Retrieved September 25, 2021.\n\n^ Fowler, Stephen (December 30, 2020). \"Fact Check: Brad Raffensperger's Brother Is Not A Chinese Tech Executive Named Ron\". Georgia Public Broadcasting. Archived from the original on January 7, 2021. Retrieved January 4, 2021.\n\n^ Dent, Alec (December 31, 2020). \"Is Brad Raffenspeger the Brother of a Huawei Executive?\". The Dispatch. Archived from the original on September 22, 2022. Retrieved September 19, 2022.\n\n\nExternal links[edit]\nProfile at Vote Smart\nCampaign website\nAppearances on C-SPAN\n\n\nGeorgia House of Representatives\n\n\nPreceded byLynne Riley\n\n Member of the Georgia House of Representativesfrom the 50th district 2015–2019\n\nSucceeded byAngelika Kausche\n\n\nParty political offices\n\n\nPreceded byBrian Kemp\n\n Republican nominee for Secretary of State of Georgia 2018, 2022\n\nMost recent\n\n\nPolitical offices\n\n\nPreceded byRobyn Crittenden\n\n Secretary of State of Georgia 2019–present\n\nIncumbent\n\n\nvteStatewide political officials of GeorgiaU.S. senators\nJon Ossoff\nRaphael Warnock\nState government\nBrian Kemp, Governor\nBurt Jones, Lieutenant Governor\nBrad Raffensperger, Secretary of State\nChris Carr, Attorney General\nSteve N. McCoy, Treasurer (appointed)\nRichard Woods, Superintendent\nGary Black, Agriculture Commissioner\nJohn F. King, Insurance Commissioner\nMark Butler, Labor Commissioner\nTim Echols, Fitz Johnson, Bubba McDonald, Tricia Pridemore, Jason Shaw, Public Service Commissioners\nSenate\nBurt Jones, President\nJohn Kennedy, President pro tempore\nSteve Gooch, Majority Leader\nGloria Butler, Minority Leader\nHouse\nJon G. Burns, Speaker\nJan Jones, Speaker pro tempore\nChuck Efstration, Majority Leader\nJames Beverly, Minority Leader\nSupreme Court\nMichael P. Boggs, Chief Justice\nNels S. D. Peterson, Presiding Justice\nSarah Hawkins Warren\nCharlie Bethel\nJohn J. Ellington\nCarla Wong McMillian\nShawn Ellen LaGrua\nVerda Colvin\nAndrew Pinson, Associate Justices\n\nvteSecretaries of state in the United States\nAL ▌Wes Allen (R)\nAK ▌Nancy Dahlstrom (R)\nAZ ▌Adrian Fontes (D)\nAR ▌John Thurston (R)\nCA ▌Shirley Weber (D)\nCO ▌Jena Griswold (D)\nCT ▌Stephanie Thomas (D)\nDE ▌Jeffrey Bullock (D)\nFL ▌Cord Byrd (R)\nGA ▌Brad Raffensperger (R)\nHI ▌Sylvia Luke (D)\nID ▌Phil McGrane (R)\nIL ▌Alexi Giannoulias (D)\nIN ▌Diego Morales (R)\nIA ▌Paul Pate (R)\nKS ▌Scott Schwab (R)\nKY ▌Michael Adams (R)\nLA ▌Nancy Landry (R)\nME ▌Shenna Bellows (D)\nMD ▌Susan C. Lee (D)\nMA ▌Bill Galvin (D)\nMI ▌Jocelyn Benson (D)\nMN ▌Steve Simon (DFL)\nMS ▌Michael Watson (R)\nMO ▌Jay Ashcroft (R)\nMT ▌Christi Jacobsen (R)\nNE ▌Bob Evnen (R)\nNV ▌Cisco Aguilar (D)\nNH ▌David Scanlan (R)\nNJ ▌Tahesha Way (D)\nNM ▌Maggie Toulouse Oliver (D)\nNY ▌Robert J. Rodriguez (D)\nNC ▌Elaine Marshall (D)\nND ▌Michael Howe (R)\nOH ▌Frank LaRose (R)\nOK ▌Josh Cockroft (R)\nOR ▌LaVonne Griffin-Valade (D)\nPA ▌Al Schmidt (R)\nRI ▌Gregg Amore (D)\nSC ▌Mark Hammond (R)\nSD ▌Monae Johnson (R)\nTN ▌Tre Hargett (R)\nTX ▌Jane Nelson (R)\nUT ▌Deidre Henderson (R)\nVT ▌Sarah Copeland-Hanzas (D)\nVA ▌Kelly Gee* (R)\nWA ▌Steve Hobbs (D)\nWV ▌Mac Warner (R)\nWI ▌Sarah Godlewski (D)\nWY ▌Chuck Gray (R)\nFederal districts:\nDC ▌Kimberly Bassett (D)Territories:\nAS ▌Salo Ale (D)\nGU ▌Josh Tenorio (D)\nMP ▌Dave Apatang (I)\nPR ▌Omar Marrero (PNP)\nVI ▌Tregenza Roach (D)\n\nPolitical party affiliations\n28 ▌Republican (28 states)\n26 ▌Democratic (22 states, 3 territories, 1 district)\n1 ▌Independent (1 territory)\n1 ▌New Progressive (1 territory)Italics indicate no secretary of state in this state, closest equivalent listedAn asterisk (*) indicates that the officeholder is serving in an acting capacity.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Brad_Raffensperger&oldid=1192922968\"",
    "twitter": ""
  },
  {
    "name": "Brandon Rennels",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/brandon-rennels-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Brent Bozell",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/brent-bozell",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "Early life, family, and education Bozell is one of ten children of L. Brent Bozell Jr. and Patricia Buckley Bozell.[1] He is a nephew of the late conservative writer and National Review founder William F. Buckley Jr. and the late United States Senator James L. Buckley through Buckley's sister, Patricia, and is a grandson of William Frank Buckley Sr. He is of Irish, German, and English descent. Bozell's father was William Buckley Jr.'s debating partner at Yale University and a conservative activist; his grandfather Leo B. Bozell was a co-founder of Bozell Worldwide.[2]  Bozell received a Bachelor of Arts in history from the University of Dallas in 1977.[3]  Career This article is part of a series on Conservatism in the United States  Schools Principles History Intellectuals Politicians Jurists Commentators Activists Bozell IIIDobsonFalwellFeulnerGabrielGrahamHorowitzKirkLaHaye (Beverly)LaHaye (Tim)OwensParkPragerReedRufoSchlafly (Andrew)Schlafly (Phyllis)ShapiroThielWashingtonWeyrichWurzelbacher Works Parties Think tanks Other organizations Media Variants and movements See also  Conservatism portal flag United States portal vte Bozell joined a since-disbanded organization called the National Conservative Political Action Committee, where he worked for the group's founder, Terry Dolan, to help elect conservative politicians.[4]  Bozell ran the National Conservative Foundation project at the Conservative Political Action Conference, in which he moderated debates between Sam Donaldson and Robert Novak over media bias.[5]  Media Research Center Further information: Media Research Center In 1987, Bozell formed the Media Research Center,[6][7] an organization whose stated purpose is to identify alleged liberal media bias.  In 1998, Bozell founded an organization called the Conservative Communications Center.[8] The MRC also established CNSNews, the site of the Conservative News Service later becoming known as Cybercast News Service, as well as numerous other MRC-affiliated web sites.[6] On its website, MRC publishes Bozell's syndicated columns, the CyberAlert daily newsletter documenting perceived media bias, and research reports on the news media.  In October 2006, Bozell founded the Culture and Media Institute, an MRC branch whose mission is to reduce what he claims to be a negative liberal influence on American morality, culture, and religious liberty.[6]  Ghostwriting In February 2014, former employees of the Media Research Center alleged that Bozell does not write his own columns or books and instead has used a ghostwriter, Tim Graham, for years.[9] One newspaper, the Quad-City Times (Iowa) dropped Bozell's column as a result, saying, \"Bozell may have been comfortable representing others' work as his own. We're not. The latest disclosure convinces us Bozell has no place on our print or web pages.\"[10]  Parents Television Council Further information: Parents Television and Media Council Bozell founded the Parents Television and Media Council in 1995, initially as a branch of the Media Research Center focusing on entertainment television, after saying that he felt that decency was declining on prime-time television programming.[11] The PTC's stated mission was \"to promote and restore responsibility and decency to the entertainment industry.\"[12]  During his tenure as PTC president, Bozell filed complaints with the FCC over what he alleged were indecent programs and attempted boycotts against advertisers on television programs the organization alleged were offensive. PTC was one of many organizations that filed complaints over the 2004 Super Bowl XXXVIII halftime show in which co-performer Justin Timberlake caused a brief exposure of Janet Jackson's right breast for which the FCC ultimately fined CBS.[13] Excluding Super Bowl-related complaints, the vast majority of FCC complaints from 2003 to 2006 were found to have come from PTC.[14]  In 2001, the PTC organized a mass advertiser boycott of the professional wrestling television program WWE SmackDown on UPN over claims that the program caused the deaths of young children whom the PTC felt were influenced by watching the program; in particular, the PTC cited the case of Lionel Tate, a 12-year-old Ft. Lauderdale boy who was arrested after murdering a 6-year-old girl. Tate's attorney claimed that he had accidentally killed her when he botched a professional wrestling move. It was ultimately determined that the girl had been stomped to death and had not been the victim of any professional wrestling move and was actually watching cartoons at the time the murder occurred. World Wrestling Federation (now World Wrestling Entertainment, or WWE) sued Bozell and his organization for libel. PTC's insurance carrier eventually chose to settle the case, paying $3.5 million to the WWE, and issuing a public apology.[15]  In Bozell's mandated apology as part of settling the libel charges, Bozell said: \"It was premature to reach that conclusion when we did, and there is now ample evidence to show that conclusion was incorrect. It was wrong to have stated or implied that WWE or any of its programs caused these tragic deaths.\"[15]  Bozell and the PTC were criticized in a book entitled Foley is Good: And the Real World Is Faker Than Wrestling (2001), a memoir published by former WWE wrestler Mick Foley who questioned the reasoning and research PTC used to associate SmackDown with violent acts performed by children watching the program.[16][17]",
    "twitter": ""
  },
  {
    "name": "Bret Stephens",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/bret-stephens",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American journalist (born 1973)\nFor the Australian rules football player, see Brett Stephens. For the neo-Nazi blogger, see Brett Stevens.\n\n\nBret StephensStephens in 2015BornBret Louis Stephens (1973-11-21) November 21, 1973 (age 50)New York City, U.S.Alma materUniversity of ChicagoLondon School of EconomicsOccupationsPolitical commentatorcolumnisteditorYears active1995–presentSpouses\n\nPamela Paul\n​ ​(m. 1998, divorced)​\nCorinna da Fonseca-Wollheim\n\nBret Louis Stephens (born November 21, 1973) is an American conservative[1][2] journalist, editor, and columnist. He has been an opinion columnist for The New York Times and a senior contributor to NBC News since 2017. Since 2021, he has been the inaugural editor-in-chief of SAPIR: A Journal of Jewish Conversations.\nStephens was previously a foreign affairs columnist and deputy editorial page editor at The Wall Street Journal, overseeing the editorial pages of its European and Asian editions. At the Wall Street Journal, Stephens won the Pulitzer Prize for Commentary in 2013.\nFrom 2002 to 2004, he was editor-in-chief of The Jerusalem Post. \nStephens is known for his neoconservative foreign policy opinions and for being part of the right-of-center opposition to Donald Trump.\n\n\nBiography[edit]\nStephens was born in New York City,[3] the son of Xenia and Charles J. Stephens, a former vice president of General Products, a chemical company in Mexico.[4][5] Both his parents were secular Jews. His mother was born in Italy at the start of World War II to Jewish parents who had fled Nazi Germany.[6] His paternal grandfather, Louis Ehrlich, was born in 1901 in  Kishinev (today Chișinău, Moldova). He fled with his family to New York after the Kishinev pogrom and changed the family surname to Stephens (after poet James Stephens).[7] Louis Stephens moved to Mexico City, where he founded General Products and built his fortune.[8] He married Annette Margolis and had two sons, Charles and Luis. Charles married Xenia. They moved to Mexico City with their newborn son, Bret, to help run the chemical company, inherited from Louis.[8] Bret was raised there and is fluent in Spanish.[9] As a teenager, he attended boarding school at Middlesex School in Concord, Massachusetts.\nStephens earned an undergraduate degree in political philosophy from the University of Chicago. He then earned a master's degree in comparative politics[10] at the London School of Economics.\nHe is married to Corinna da Fonseca-Wollheim, a New York Times music critic. They have three children, and live in New York City.[11][12] He was previously married to Pamela Paul, the former editor of The New York Times Book Review.[5]\n\nJournalism career[edit]\nStephens in 2008\nStephens began his career as an assistant editor at Commentary magazine in 1995–96.[13]\nIn 1998 he joined The Wall Street Journal as an op-ed editor.[14] He later worked as an editorial writer for The Wall Street Journal Europe, in Brussels.[15] Stephens edited the weekly \"State of the Union\" column on the European Union.[16][citation needed]\nIn 2002, Stephens moved to Israel to become the editor-in-chief of The Jerusalem Post.[17] He was 28 years old. Haaretz reported at the time that the appointment of Stephens, a non-Israeli, triggered some unease among senior Jerusalem Post management and staff.[16] Stephens said that one of the reasons he left The Wall Street Journal for The Jerusalem Post was that he believed that Western media was getting Israel's story wrong.[17] \"I do not think Israel is the aggressor here\", he said. \"Insofar as getting the story right helps Israel, I guess you could say I'm trying to help Israel.\"[17] Stephens led The Jerusalem Post during the worst years of the Palestinian campaign of suicide bombings against Israel and pointed the paper in a more neoconservative direction.[17]\nStephens left The Jerusalem Post in 2004 and returned to The Wall Street Journal.[18] In 2006, he took over the Journal's \"Global View\" column.\nIn 2017, Stephens left the Journal, joined The New York Times as an opinion columnist,[19] and began appearing as an on-air contributor to NBC News and MSNBC.[20]\nIn 2021, Stephens became editor-in-chief of SAPIR: A Journal of Jewish Conversations, published by Maimonides Fund.[21]\n\nAwards and recognition[edit]\nIn 2005, the World Economic Forum named Stephens a Young Global Leader.[15] He won the 2008 Eric Breindel Award for Excellence in Opinion Journalism.[22] In 2009, he was named deputy editorial page editor after Melanie Kirkpatrick's retirement. In 2010, Stephens won the Reason Foundation's Bastiat Prize.[15]\nStephens won the 2013 Pulitzer Prize for Commentary for \"his incisive columns on American foreign policy and domestic politics, often enlivened by a contrarian twist.\"[23][24] He is a national judge of the Livingston Award.[25][26] In 2015, Stephens joined the Real-Time Academy of Short Form Arts & Sciences.[27] The Real-Time Academy judges contestants for the Shorty Awards, which honor the best individuals and organizations on social media.[28]\nStephens has chaired two Pulitzer juries.[26] In 2016, he chaired the one that awarded the Pulitzer Prize for International Reporting to Alyssa Rubin of The New York Times.[29] In 2017, Stephens chaired the jury that awarded the Pulitzer Prize for Editorial Writing to Art Cullen of The Storm Lake Times.[30]\nStephens spoke at the University of Chicago's 2023 Class Day, during convocation weekend. His invitation provoked backlash from various student groups, including Students for Justice in Palestine, for his views about Israel.[31]\n\nPublished works[edit]\nStephens's book America in Retreat: The New Isolationism and the Coming Global Disorder was released in November 2014.[15] In it, he argues that the US has been retreating from its role as the \"world's policeman\" in recent decades, which will lead to ever-greater world problems.\n\nControversy[edit]\nGeorge Washington University[edit]\nIn August 2019, Stephens sent a complaint to a George Washington University (GWU) professor and the university's provost about a tweet in which the professor called Stephens a \"bedbug\".[32][33] The topic of Stephens's next column was the \"rhetoric of infestation\" used by authoritarian regimes such as Nazi Germany. The column was interpreted as criticism of the GWU professor and other critics of Stephens.[34][35][36] The controversy went viral online, leading to then-president Donald Trump tweeting, \"lightweight journalist Bret Stephens, a Conservative who does anything that his bosses at the paper tell him to do! He is now quitting Twitter after being called a 'bedbug.' Tough guy!\"[37][38]\n\nComments about antisemitism[edit]\nIn August 2016, The Wall Street Journal published a column by Stephens about an Egyptian judoka refusing to shake hands with his Israeli opponent after an Olympic match, in which Stephens called antisemitism \"the disease of the Arab mind\".[39] Some readers criticized this as a racist generalization that all Arabs were antisemitic. After Stephens joined The New York Times, several reporters at the newspaper criticized Stephens's previous writings.[40]\nIn a December 2019 column titled \"The Secrets of Jewish Genius\",[41] in which he contended that Ashkenazi Jews have superior intelligence, led to accusations of eugenics and racism. The column originally said that \"Ashkenazi Jews might have a marginal advantage over their gentile peers when it comes to thinking better. Where their advantage more often lies is in thinking different.\"[42][43] Following widespread criticism, The New York Times editors deleted the section of the column in which he appeared to claim that Ashkenazi Jews are genetically superior to other groups.[44] The editors said that Stephens erred in citing an academic study by an author with \"racist views\" whose 2005 paper advanced a genetic hypothesis for the basis of intelligence among Ashkenazi Jews.[44][45] The Times's deletion was criticized by Jonathan Haidt, Nadine Strossen, Pamela Paresky and Steven Pinker, who called it \"surrender to an outrage mob\".[46]\nIn February 2021, Stephens wrote a column critical of the Times's dismissal of Donald McNeil for using a racial slur against African Americans in the context of a discussion with students of the slur's usage. Six students present on the occasion said that McNeil had used the word \"in a way that they perceived as casual, unnecessary or even gratuitous\", but one of them added that \"McNeil’s opinions didn’t disparage African Americans\".[47] The Times spiked the column,[48][49] but it was leaked to the New York Post, which published it.[50] Stephens principally argued against the editor's initial position that the newspaper would \"not tolerate racist language regardless of intent\";[48][50] the editor subsequently backed down from that position.[48][49]\n\nPolitical views[edit]\nForeign policy[edit]\nForeign policy was one of the central subjects of the columns for which Stephens won the Pulitzer Prize for Commentary.[24] Critics have characterized his foreign policy opinions as neoconservative, part of a right-wing political movement associated with President George W. Bush that advocates the use of military force abroad, particularly in the Middle East, as a way of promoting democracy there.[51][52] Stephens was a \"prominent voice\" among the media advocates for the start of the 2003 Iraq War,[51] for instance writing in a 2002 column that, unless checked, Iraq was likely to become the first nuclear power in the Arab world.[53] Although the weapons of mass destruction used as a casus belli were never shown to exist, Stephens continued to insist as late as 2013 that the Bush administration had \"solid evidence\" for going to war.[53] He has also argued strongly against the Iran nuclear deal and its preliminary agreements, claiming that they are a worse bargain even than the 1938 Munich Agreement with Nazi Germany.[53]\nStephens is a supporter of Israel.[54]\n\nGlobal warming[edit]\nStephens is also known for his climate change contrarianism.[55][56] He has been described as a climate change denier,[2][57][58][59] but disavows that term, calling himself agnostic on the issue.[60][61]\nStephens considers climate change a \"20-year-old mass hysteria phenomenon\" and rejects the notion that greenhouse-gas emissions are an environmental threat. According to him, \"it isn't science\" and belongs in the \"realm of belief\" as it is a \"sick-souled religion\".[55] He also mocks climate change activism as hysterical alarmism,[62] denying that any significant temperature change will occur in the next 100 years[63] and arguing that it distracts from more important issues, such as terrorism.[64] Stephens claims that global warming activism is based on theological beliefs, rather than science, as an outgrowth of Western tendencies to expect punishment for sins.[55] He has also suggested that activists would be more persuasive if they were less sure of their beliefs.[57][65] Stephens's positions on this issue led to a protest in 2013 over his Pulitzer citation omitting his climate change columns,[62] and to a strong backlash against his 2017 hiring by The New York Times.[2][60][65] In reaction, The New York Times praised Stephens's \"intellectual honesty and fairness\".[61] As of October 28, 2022, Stephens said that he had come to accept the reality of anthropogenic climate change after a trip to Greenland with climate scientist John Englander, although he believes that markets are more effective than government at addressing the problem.[66]\n\nGun rights[edit]\nStephens disagrees with the mainstream conservative support for the Second Amendment and has called for its repeal, but he does not support a ban on gun ownership.[67][68]\n\nDonald Trump[edit]\nDuring the 2016 United States presidential election campaign, Stephens became part of the Stop Trump movement, regularly writing articles for The Wall Street Journal opposing Donald Trump's candidacy[2] and becoming \"one of Trump’s most outspoken conservative critics\".[1] Stephens has compared Trump to Italian dictator Benito Mussolini.[18] After Trump was elected, Stephens continued to oppose him: in February 2017, Stephens gave the Daniel Pearl Memorial Lecture at the University of California, Los Angeles, and used the platform to denounce Trump's attacks on the media.[69] His opposition to Trump continued after he moved to the Times. For instance, in 2018 he argued that by the same logic Republicans used to justify the impeachment of Bill Clinton, they should impeach Trump.[70]\n\nPublished works[edit]\nAmerica in Retreat: The New Isolationism and the Coming Global Disorder (November 2014), ISBN 978-1591846628\nHas Obama Made the World a More Dangerous Place?: The Munk Debate on U.S. Foreign Policy (August 2015), ISBN 978-1770899964\nThe Dying Art of Disagreement (December 2017), ISBN 9780648018902\nReferences[edit]\n\n\n^ a b Reisman, Sam (May 29, 2016). \"WSJ's Bret Stephens: Trump Must Lose So Badly That the GOP Voters 'Learn Their Lesson'\". Mediaite. Stephens has been one of Trump's most outspoken conservative critics\n\n^ a b c d \"New York Times hire of conservative scribe Bret Stephens seen as move to widen readership\". Fox News. April 17, 2017. While Stephens has garnered moderate praise from the left for being anti-Trump, he has written on other topics that may anger most Times readers. His views on climate change have created the strongest backlash, so far, with liberal site ThinkProgress questioning the hire on Wednesday and calling the writer is a climate science denier.\n\n^ Bob Minzesheimer (interviewer) (January 17, 2015). \"After Words with Bret Stephens\". After Words. C-SPAN.  12:10 minutes in. Retrieved September 3, 2019. First of all, I was born in New York and I'm wondering why Wikipedia keeps insisting that i was born in Mexico. But I was born to a father who had been born in Mexico and had a family business there...\n\n^ Balint, Judy Lash (January 23, 2003). \"Getting To Know You\". Israel Insider. Retrieved September 3, 2019.\n\n^ a b \"Weddings; Pamela Paul, Bret Stephens\". The New York Times. September 20, 1998.\n\n^ Stephens, Bret (October 20, 2020). \"Conversations with friends: New York Times columnist Bret Stephens\". YouTube (Interview). Interviewed by Tom Gross. Archived from the original on December 14, 2021. Retrieved December 29, 2020.\n\n^ Stephens, Bret (June 26, 2009). \"Being Bret Stephens -- Or Not\". The Wall Street Journal. Archived from the original on March 4, 2016. Retrieved January 25, 2015.\n\n^ a b Klion, David (September 24, 2019). \"The Conscience of Bret Stephens\". The New Republic. ISSN 0028-6583. Retrieved September 30, 2019.\n\n^ Stephens, Bret (September 15, 2017). \"Bret Stephens: Out of the Echo Chamber\". YouTube (Interview). Interviewed by Bill Maher. Los Angeles: Real Time with Bill Maher. Archived from the original on December 14, 2021. Retrieved September 16, 2017.\n\n^ \"Wall Street Journal Editorial Page Appoints Key Editors for Its International Editions\". Global News Wire. August 12, 2009.\n\n^ Stephens, Bret (June 26, 2009). \"Being Bret Stephens – Or Not\". The Wall Street Journal.\n\n^ da Fonseca-Wollheim, Corinna (March 20, 2012). \"Prelude and Fugue\". Tablet: A new read on Jewish life. Archived from the original on November 12, 2013.\n\n^ Commentary, January 1996 (Volume 101, Issue 1), Unindexed Front Matter.\n\n^ \"The Pulitzer Prizes\". \n\n^ a b c d \"Bret Stephens: Deputy editor, editorial page, The Wall Street Journal\". The Wall Street Journal. Archived from the original on May 8, 2017. Retrieved September 3, 2019.\n\n^ a b Hall, Charlotte (December 24, 2001). \"Jerusalem Post Names New Editor\". Haaretz. Retrieved October 2, 2019.\n\n^ a b c d \"Everything You Need to Know About Bret Stephens, New York Times' Newest Columnist\". Haaretz. April 20, 2017. Retrieved October 2, 2019.\n\n^ a b \"Everything You Need to Know About Bret Stephens, New York Times' Newest Columnist\". Haaretz. Jewish TeleTA. April 20, 2017. Retrieved October 2, 2019.\n\n^ \"Bret Stephens Joins NYT Opinion\" (Press release). The New York Times Company. April 12, 2017. Retrieved September 3, 2019.\n\n^ Concha, Joe (June 28, 2017). \"MSNBC signs conservative columnist Bret Stephens\". The Hill. Retrieved July 13, 2018.\n\n^ \"About | Sapir Journal\". sapirjournal.org. Retrieved January 11, 2022.\n\n^ \"Bret Stephens - News, Articles, Biography, Photos - WSJ.com\". May 8, 2017. Archived from the original on May 8, 2017. Retrieved October 2, 2019.\n\n^ \"2013 Pulitzer Prizes\". The Pulitzer Prizes. 2013.\n\n^ a b \"The 2013 Pulitzer Prize Winners: Commentary\". The Pulitzer Prizes. Retrieved November 17, 2013. With short biography and reprints of ten works (WSJ articles January 24 to December 11, 2012).\n\n^ \"Judges – Wallace House\". Retrieved October 3, 2019.\n\n^ a b Kalaf, Samar (March 1, 2019). \"Bret Stephens Tried to Teach Me Because I Called Him Remarkably Dumb\". Splinter. Retrieved October 3, 2019.\n\n^ \"The Wall Street Journal columnist, Bret Stephens, joins the RT Academy!\". Shorty Awards Blog. Retrieved October 9, 2019.\n\n^ \"The Shorty Awards - Honoring the best of social media\". shortyawards.com. Retrieved October 9, 2019.\n\n^ \"Alissa J. Rubin of The New York Times\". The Pulitzer Prize. 2016.\n\n^ \"Art Cullen of The Storm Lake Times, Storm Lake, IA\". The Pulitzer Prize. 2017.\n\n^ Zeglis, Austin. \"The Provocative, Polarizing Prose of 2023 Class Day Speaker Bret Stephens\". Chicago Maroon. Retrieved April 12, 2023.\n\n^ Elfrink, Tim; Krakow, Morgan (August 27, 2019). \"A professor called Bret Stephens a 'bedbug.' The New York Times columnist complained to the professor's boss\". The Washington Post. Retrieved August 27, 2019.\n\n^ Santucci, Jeanine; Bote, Joshua (August 27, 2019). \"'Call me a bedbug to my face': New York Times columnist Bret Stephens responds to professor\". USA Today. Retrieved August 27, 2019.\n\n^ Knowles, Hannah (August 31, 2019). \"Bret Stephens 'bedbugs' spat: Times writer's latest column links phrase to Nazi rhetoric during Holocaust\". The Washington Post. Retrieved September 25, 2019.\n\n^ Papenfuss, Mary (August 31, 2019). \"Stunned Twitter Critics Swat Bret Stephens' Bedbug Link To Nazis In NYT Column\". HuffPost. Retrieved September 25, 2019.\n\n^ Ho, Vivian (August 31, 2019). \"Bret Stephens criticized for bedbug reference in second world war column\". The Guardian. Retrieved September 25, 2019.\n\n^ \"At Long Last, Trump Weighs In on Bret Stephens Bedbug Controversy\". Vanity Fair. August 28, 2019.\n\n^ \"Donald J. Trump on Twitter: \"\"The infestation of bedbugs at the New York Times office\" @OANN was perhaps brought in by lightweight journalist Bret Stephens, a Conservative who does anything that his bosses at the paper tell him to do! He is now quitting Twitter after being called a \"bedbug.\" Tough guy!\"\". Archived from the original on December 18, 2020.\n\n^ Stephens, Bret (August 15, 2016). \"The Meaning of an Olympic Snub\". The Wall Street Journal. ISSN 0099-9660. Retrieved August 19, 2021.\n\n^ Bowden, John (April 26, 2017). \"NYT columnist defends his 'disease of the Arab mind' comments\". The Hill. Retrieved August 19, 2021.\n\n^ Stephens, Bret (December 28, 2019). \"The Secrets of Jewish Genius\". The New York Times.\n\n^ Helmore, Edward (December 28, 2019). \"New York Times columnist accused of eugenics over piece on Jewish intelligence\". The Guardian. ISSN 0261-3077. Retrieved December 29, 2019.\n\n^ Dorman, Sam (December 28, 2019). \"The New York Times' Bret Stephens faces racism accusations after penning 'Jewish genius' column\". Fox News. Retrieved December 29, 2019.\n\n^ a b \"NYT cuts dubious study from op-ed seemingly arguing Jewish genetic superiority\". Times of Israel. December 30, 2019. Retrieved December 30, 2019.\n\n^ \"The dilemma that is Times columnist Bret Stephens\". Columbia Journalism Review. Retrieved July 29, 2020.\n\n^ Paresky, Pamela; Haidt, Jonathan; Strossen, Nadine; Pinker, Steven (May 14, 2020). \"The New York Times Surrendered to an Outrage Mob. Journalism Will Suffer For It\". Politico. Retrieved May 28, 2022.\n\n^ Wemple, Eric (February 9, 2021). \"What happened with New York Times reporter Donald McNeil?\". The Washington Post. Retrieved December 18, 2022.\n\n^ a b c Flood, Brian (February 11, 2021). \"New York Times refuses to run Bret Stephens column critical of paper's leadership\". Fox News. Retrieved June 12, 2021.\n\n^ a b Hoonhout, Tobias (February 11, 2021). \"NYT Editor Retracts Racial Slur Standard Used to Justify McNeil Ouster: 'Of Course Intent Matters'\". The National Review. Retrieved December 18, 2022.\n\n^ a b Stephens, Bret (February 11, 2021). \"Read the column the New York Times didn't want you to see\". New York Post. Archived from the original on February 12, 2021. Retrieved November 9, 2022.\n\n^ a b Walt, Stephen M. (June 20, 2014). \"Being a Neocon Means Never Having to Say You're Sorry\". Foreign Policy.\n\n^ Chait, Jonathan (August 22, 2016). \"The Neocons Have Gone From GOP Thought-Leaders to Outcasts\". New York Magazine.\n\n^ a b c From The Iraq War To Climate Change To Sexual Assault, NY Times' New Op-Ed Columnist, Bret Stephens, Is A Serial Misinformer, Media Matters for America, April 13, 2017\n\n^ \"WSJ's Bret Stephens Weighs In On Israel, the Media & Trump\". Detroit Jewish News. April 13, 2017. Retrieved September 3, 2019.\n\n^ a b c Johansen, Bruce E. (2009). The Encyclopedia of Global Warming Science and Technology. ABC-CLIO. p. 166. ISBN 9780313377020.\n\n^ Mann, Michael E. (2013), The Hockey Stick and the Climate Wars: Dispatches from the Front Lines, Columbia University Press, p. 70, ISBN 9780231152556\n\n^ a b \"Bret Stephens' First Column for the New York Times Is Classic Climate Change Denialism\". Slate. Retrieved May 3, 2017. That Stephens doesn't bother to cite which climate-change facts are uncertain may be because he knows exactly what he is doing, and he's aware he wouldn't win that argument. Or it may be because he himself has fallen prey to his own argument about epistemic uncertainty, and so he no longer thinks the evidence matters. Either way, his accusation—that it is not the facts you should question, but the entire system that creates facts at all—is terrifying.\n\n^ Rozsa, Matthew (May 4, 2017). \"Climate scientists unite against New York Times columnist Bret Stephens: The Times' climate-denying columnist made an error in his first column\". Slate. There was particular concern that Stephens would import his penchant for climate science denialism into the Times, a fear that was validated when Stephens devoted his very first column to that subject\n\n^ \"Soft Climate Denial at The New York Times\". Scientific American. May 5, 2017. The naming of a \"climate agnostic\" as a regular columnist risks turning the newspaper of record into a vehicle for the spread of ignorance\n\n^ a b Calderone, Michael; Baumann, Nick (April 15, 2017), \"Hiring Another Anti-Trump Voice Expands Opinions Represented In Paper, New York Times Says: Bret Stephens won over progressive critics of the president, but his climate change views have sparked backlash.\", Huffington Post\n\n^ a b \"New York Times Defends Hiring of Climate Science Denier Bret Stephens, Claiming 'Intellectual Honesty'\". DeSmogBlog. April 25, 2017. Retrieved September 3, 2019.\n\n^ a b Corneliussen, Steven T. (April 17, 2013). \"Bret Stephens, harsh Wall Street Journal critic of climate scientists, wins Pulitzer Prize: The award recognizes only certain columns from 2012, none reflecting his climate-wars participation\". Physics Today. American Institute of Physics. doi:10.1063/PT.4.2441..\n\n^ Roberts, David (May 1, 2017). \"The New York Times should not have hired climate change bullshitter Bret Stephens\". Vox. Retrieved July 29, 2020.\n\n^ Hale, Benjamin (2016), The Wild and the Wicked: On Nature and Human Nature, MIT Press, p. 6, ISBN 9780262035408\n\n^ a b Nuccitelli, Dana (April 29, 2017). \"NY Times hired a hippie puncher to give climate obstructionists cover\". The Guardian. In other words, the people obstructing climate policies are justified because climate \"advocates\" are too mean to them, and claim too much certainty about the future. This is of course nonsense.\n\n^ Stephens, Bret (October 28, 2022). \"Yes, Greenland's ice is melting, but...\" New York Times. Retrieved November 12, 2022.\n\n^ \"Bret Stephens Indeed Does Not Understand the Second Amendment\". National Review. October 5, 2017. Retrieved June 26, 2023.\n\n^ Concha, Joe (October 5, 2017). \"NYT conservative Bret Stephens: 'Repeal the Second Amendment'\". The Hill. Retrieved June 26, 2023.\n\n^ Stephens, Bret (February 26, 2017), \"Don't Dismiss President Trump's Attacks on the Media as Mere Stupidity\", Time\n\n^ Bret Stephens (August 22, 2018). \"Donald Trump's High Crimes and Misdemeanors\". The New York Times.\n\n\nExternal links[edit]\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nBelgium\nUnited States\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Bret_Stephens&oldid=1187187504\"",
    "twitter": ""
  },
  {
    "name": "Brett Loyd",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/brett-loyd-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Bruce Golding",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/bruce-golding-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "Prime Minister of Jamaica from 2007 2011\n\n\nThe HonourableBruce Golding8th Prime Minister of JamaicaIn office11 September 2007 – 23 October 2011MonarchElizabeth IIGovernors GeneralSir Kenneth HallSir Patrick AllenDeputyKenneth BaughPreceded byPortia Simpson-MillerSucceeded byAndrew HolnessLeader of the Jamaica Labour PartyIn office21 January 2005 – 20 November 2011Preceded byEdward SeagaSucceeded byAndrew HolnessLeader of the OppositionIn office21 January 2005 – 11 September 2007Prime MinisterP. J. PattersonPortia Simpson-MillerPreceded byEdward SeagaSucceeded byPortia Simpson-MillerMember of Parliamentfor Kingston WestIn office21 January 2005 – 29 December 2011Preceded byEdward SeagaSucceeded byDesmond McKenzie\nPersonal detailsBorn (1947-12-05) 5 December 1947 (age 76)Chapelton, Colony of JamaicaPolitical partyLabour PartySpouse\nLorna Robbins ​(m. 1972)​ChildrenSherene Golding CampbellEducationSt. George's CollegeAlma materUniversity of the West Indies\nOrette Bruce Golding (born 5 December 1947) is a former Jamaican politician who served as eighth Prime Minister of Jamaica from 11 September 2007 to 23 October 2011. He is a member of the Jamaica Labour Party (JLP), which he led from 2005 to his resignation in 2011.\n\n\nBiography[edit]\nEarly life[edit]\nHe is the son of Tacius Golding and Enid Golding (née Bent), both teachers. Bruce was the third of four children: the second—the only girl—died shortly after birth. In 1949, when he was only two years old, his family moved to St. Faiths district near Browns Hall, St. Catherine, where he spent the next five years. In 1955, his mother accepted a teaching post at Alpha Academy in Kingston. This necessitated that the family relocate to Kingston.\nAs a child, Golding grew up in a political environment. He was only two years old in 1949 when his father was first elected as a Member of the House of Representatives for West St. Catherine, a seat that he retained for 22 years until his retirement in 1972. Tacius Golding was the first Speaker of the House in independent Jamaica and also served as Parliamentary Secretary in the Ministry of Housing.\n\nEducation[edit]\nBruce Golding spent five years at St. George's College, and later transferred to Jamaica College to pursue A-Level studies. \nIn April 1966, Golding served as the school's head boy, and as such was a member of the party that welcomed Emperor Haile Selassie I of Ethiopia to JC.[1]\nHe entered the University of the West Indies (UWI) in 1966 and graduated in 1969 with a BSc degree in Economics (2nd-class Honours), majoring in public administration.[2]\n\nPolitics[edit]\nGolding was the chairman of the Jamaica Labour Party (JLP) before he and others felt the need to split and form a new party, the National Democratic Movement (NDM), in 1995. In 2002, he rejoined the JLP and in November 2003 was again elected chairman of the party.\nHe was elected leader of the JLP, and also the leader of the opposition, on 20 February 2005, succeeding Edward Seaga.\nBruce Golding represented three different constituencies as a Member of Parliament: West St. Catherine, Central St. Catherine, and Kingston West. While serving as prime minister, Golding and also hosted Jamaica House Live, a monthly talk show.\n\nPrime minister[edit]\nGolding, as leader of the Jamaica Labour Party, became prime minister, following his party's slim victory in the 3 September 2007 general election and Prime Minister Portia Simpson-Miller's concession of defeat two days later. The JLP defeated the People's National Party by a narrow margin of 32 seats to 28, with a turnout of 61.46%.[3] This election ended 18 years of PNP rule, and Golding became the new prime minister.[4]\nGolding was sworn in by the Governor-General of Jamaica on 11 September 2007. Golding was the nation's eighth prime minister since independence.[5]\nIn April 2011, Bruce Golding said that Jamaica should break its ties with the British monarchy and become a republic.[6] Speaking during a budget debate, Golding said that \"transforming Jamaica from a monarchical to a republican state means no disrespect, and must not be interpreted this way\".\n\nCriminal Affiliate Accusation[edit]\nAn ABC Network article reported that Bruce Golding was a 'criminal affiliate of Christopher Coke\n’. The article referred to a U.S government document to sustain its position.[7] Golding categorically denied the accusation and this \"U.S government document\" has still not been produced.[8]\n\nManatt, Phelps & Phillips and Christopher \"Dudus\" Coke extradition request[edit]\nGolding with the President of Brazil, Lula da Silva.\nIn a sitting of Parliament on 16 March 2010, Opposition member Dr. Peter Phillips made reference to an alleged contractual arrangement between the Government and a United States law firm Manatt, Phelps & Phillips to lobby the US Government on a treaty dispute[9] between the two countries that had arisen as a result of the Jamaican Government refusing to sign an extradition request for Christopher 'Dudus' Coke, who is wanted in the US on charges relating to narcotics, arms and ammunition trafficking.[10] The Golding Administration refused to sign the extradition request on the basis that the evidence was obtained contrary to Jamaican laws. Golding denied claims that Manatt, Phelps & Phillips was contracted to represent the Jamaican Government.[11]\nA US Justice Department filing under the Foreign Agents Registration Act (FARA) showed that Manatt, Phelps & Phillips had secured a contract worth US $400,000 to represent the Jamaican government in the treaty dispute.[12][13] Karl Samuda, Minister of Industry, Investment and Commerce, made a statement in which he noted that unnamed members of the Jamaica Labour Party had approached Harold Brady, to see whether—through his wide network of international contacts—he could assist in facilitating the opening of discussions between the US authorities and the Government of Jamaica, and thereby seek to resolve what had become a treaty dispute between the US and Jamaica.[14] In a statement made by Golding on 11 May 2010 in Parliament, he revealed that he had sanctioned the initiative to lobby the US Government but that the initiative was to be undertaken by the Jamaica Labour Party and not on behalf of the government.[15][16]\nFollowing his revelation, the Opposition People's National Party; its youth arm, the PNPYO; and the National Democratic Movement called for his resignation as Prime\nMinister.[17] Manatt, Phelps & Phillips maintains that they were contracted on behalf of the Jamaican Government through Harold C.W. Brady of Brady and Co and have since severed ties with the Jamaican Government.[18]\nOn 17 May 2010, in a televised address to the nation,[19] Golding apologised to the Jamaican people for his involvement in the Manatt affair. He stated that he was prepared to step aside as prime minister and leader of the Party in a meeting of the party executive. The executive rejected his offer and reassured their support for his role as party leader and prime minister. In his statement, he outlined new measures including assigning some of his portfolio responsibilities to other government Ministers, and a renewed thrust to enact legislation for: the impeachment of parliamentary members, term limits for the office of prime minister and political party finance reform.[20] He also confirmed that Attorney General and Minister of Justice Dorothy Lightbourne will sign the authorisation for the US authorities to commence the extradition case against Christopher Coke.[21]\n\nState of emergency[edit]\nFollowing the televised address, supporters of Christopher Coke began erecting barricades to the entrances of the Tivoli Gardens Community. This continued for several days as the security forces prepared to enter Tivoli Gardens to serve Coke with the warrant for his arrest. On 23 May 2010 police stations[22] in and around downtown Kingston came under gunfire, and two were set ablaze and later burnt to the ground allegedly by supporters of Coke. Following the attack on the police forces, Golding initiated a state of public emergency on 23 May 2010,[23] limited to the parishes of Kingston and St Andrew,[24][25] giving the security forces extraordinary powers to maintain law and order. The Jamaica Constabulary Force and the Jamaica Defence Force mounted a joint operation to enter the community, with the objectives being to arrest Coke, clear the blockades, restore law and order and recover illegal guns believed to be in the community. The security forces met with armed resistance from thugs later discovered to be hired guns of Coke. The siege lasted for several days and left 73 civilians[26] and 3 members of the security forces (2 JCF and 1 JDF) dead, 36 weapons and 9,241 rounds of ammunition recovered.[27]\n\nVote of no confidence[edit]\nFollowing the revelation that he had sanctioned the initiative for the Jamaica Labour Party to hire US lobbying firm Manatt, Phelps & Phillips and his handling of the extradition request for Christopher \"Dudus\" Coke, members and groups of civil society, church groups and political parties called for his resignation. With the backing of his party, the Prime Minister maintained that he would continue his term as prime minister. This prompted the opposition People's National Party to table a motion of no confidence.[28][29][30] The opposition leader, Portia Simpson-Miller, led the debate in Parliament outlining the arguments for Golding's removal from office and moving that he be censured. The debate lasted for four hours, and at the end the motion was defeated 30–28, with members of the House of Representatives voting strictly on party lines.\n\nResignation[edit]\nOn 25 September 2011, Golding advised the JLP's Central Executive—the second highest decision-making body for the party outside the All-Island General Conference—of his intention not to seek re-election as Leader of the Jamaica Labour Party at the party's conference in November 2011 and, upon the election of a new party leader, his intention to step down as prime minister.\nThe Central Executive voted unanimously at its quarterly meeting at the party's Belmont Road headquarters on 25 September 2011, to reject Golding's resignation; however, words from the Information Minister Daryl Vaz, a close confidant of Golding, were that Golding's decision would remain, despite the rejection by the Central Executive.\nGolding, in a brief written statement, said:\n\n\"The challenges of the last four years have taken their toll and it was appropriate now to make way for new leadership to continue the programmes of economic recovery and transformation, while mobilising the party for victory in the next general election.\"\nLGBT[edit]\nIn May 2008, in an interview with Stephen Sackur of the BBC, he declared that any cabinet formed by him would exclude any MP known to be gay.[31] In previous statements, Golding stated that he and his party strongly opposed public displays of homosexuality in Jamaica and that he felt that they should continue to be illegal in keeping with Jamaican societal norms.[32] He justified the illegality of homosexual acts by referring to Christian values and the integrity of the family.[33][34]\n\nPersonal life[edit]\nGolding married Lorna Charles in 1972.[35] They have three children: Sherene, Steven, and Ann-Merita. Golding practises Anglicanism.[35]\n\nSee also[edit]\n\nJamaica portalBiography portal\nCabinet of Jamaica\n\nReferences[edit]\n\n\n^ writer, HOWARD CAMPBELL Observer (21 April 2021). \"Emperor Haile Selassie I's visit 55 years ago\". Jamaica Observer. Retrieved 2 April 2023.\n\n^ \"Profiles of Cabinet Ministers\". Archived from the original on 21 May 2010. Retrieved 17 September 2010.\n\n^ Caribbean Elections: Jamaican Election Centre, \"Jamaican general election results 3 September 2007\" http://www.caribbeanelections.com/jm/elections/jm_results_2007.asp Archived 5 December 2020 at the Wayback Machine Retrieved 24 December 2020.\n\n^ \"JAMAICA: Opposition end 18 years of PNP government\". dailybrief.oxan.com. Retrieved 24 June 2022.\n\n^ Edmond Campbell, \"Bruce takes charge – Golding sworn in as Jamaica's eighth Prime Minister\" Archived 14 April 2008 at the Wayback Machine, Jamaica Gleaner, 12 September 2007.\n\n^ The great 2012 race: Bruce vs The Queen, Jamaica Observer, July 3, 2011\n\n^ U.S. Report: Jamaican Prime Minister Is 'Known Criminal Affiliate' Of Hunted Drug Lord, By RICHARD ESPOSITO, MARK SCHONE, Luis Martinez, 25 May 2010, ABC News\n\n^ http://jamaica-gleaner.com/latest/article.php?id=19595[dead link]\n\n^ \"Jamaica Gleaner News – Opposition, Gov't lock horns over Brady contract – Lead Stories – Wednesday | March 17, 2010\". Jamaica-gleaner.com. 17 March 2010. Retrieved 22 May 2010.\n\n^ http://amlawdaily.typepad.com/files/coke-christopher-michael-s15-indictment-1.pdf[bare URL PDF]\n\n^ \"Jamaica Gleaner News – The unfolding of the Manatt saga – What the Gov't has said ... – News – Thursday | May 13, 2010\". Jamaica-gleaner.com. 13 May 2010. Retrieved 22 May 2010.\n\n^ Eggen, Dan (16 April 2010). \"U.S.-Jamaica relations tested by lobbying dispute\". Washingtonpost.com. Retrieved 22 May 2010.\n\n^ \"For Manatt, New Twist in Extradition Controversy\". Amlawdaily.typepad.com. Retrieved 22 May 2010.\n\n^ \"Document1\" (PDF). Retrieved 22 May 2010.\n\n^ \"Statement by Prime Minister Bruce Golding on the Manatt Affair :: News\". Go-Jamaica. 11 May 2010. Retrieved 22 May 2010.\n\n^ Brian Baxter (14 May 2010). \"Jamaican Prime Minister: I OK'd Hiring Manatt, but Party Paid\". Law.com. Retrieved 22 May 2010.\n\n^ \"Radiojamaica.com... today's news... today – Offline\". Radiojamaica.com. Retrieved 22 May 2010.[dead link]\n\n^ \"Manatt, Phelps and Phillips severs ties with Jamaica Government\". Csmenetwork.com. 1 April 2010. Retrieved 22 May 2010.[permanent dead link]\n\n^ \"Radiojamaica.com... today's news... today – Offline\". Radiojamaica.com. Archived from the original on 21 May 2010. Retrieved 22 May 2010.\n\n^ \"Address to the Nation by the Prime Minister of Jamaica, The Hon Bruce Golding – Jamaica Information Service\". Jis.gov.jm. Archived from the original on 21 May 2010. Retrieved 22 May 2010.\n\n^ \"Jamaica to sign Dudus extradition request – Breaking & Current Jamaica News\". JamaicaObserver.com. 17 May 2010. Archived from the original on 21 May 2010. Retrieved 22 May 2010.\n\n^ \"Hannah Town police station set on fire - Breaking & Current Jamaica News - JamaicaObserver.com\". Archived from the original on 26 May 2010. Retrieved 26 May 2010.\n\n^ \"STATE OF EMERGENCY FROM MAY 23, KINGSTON AND ST ANDREW | Government of Jamaica - Office of the Prime Minister\". Archived from the original on 22 July 2011. Retrieved 4 June 2010.\n\n^ \"Jamaica declares emergency in capital after attacks\". Reuters. 23 May 2010.\n\n^ \"SUMMATION OF STATE OF EMERGENCY REGULATIONS | Government of Jamaica - Office of the Prime Minister\". Archived from the original on 22 July 2011. Retrieved 4 June 2010.\n\n^ \"73 BODIES RECOVERED FROM TIVOLI GARDENS | Government of Jamaica - Office of the Prime Minister\". Archived from the original on 28 February 2012. Retrieved 19 March 2013.\n\n^ \"MORE GUNS UNEARTHED IN TIVOLI | Government of Jamaica - Office of the Prime Minister\". Archived from the original on 22 July 2011. Retrieved 4 June 2010.\n\n^ \"PM defeats no-confidence motion - News - JamaicaObserver.com\". Archived from the original on 21 October 2014. Retrieved 17 October 2014.\n\n^ \"Go-Jamaica ::Bruce survives no-confidence motion :: News\". Archived from the original on 3 June 2010. Retrieved 4 June 2010.\n\n^ Jamaican PM Survives No-Confidence Vote in Parliament Archived 2 June 2010 at the Wayback Machine, 1 June 2010, voanews.com\n\n^ Premierminister: Homosexualität ist nicht jamaikanisch, queer.de, 23. Mai 2008 (german)\n\n^ \"Golding says 'no' to homosexuality\" Archived 14 June 2009 at the Wayback Machine, Jamaica Observer, 8 July 2007\n\n^ Violent prejudice against Jamaica's gay people must stop retrieved 19 May 2012\n\n^ Is Jamaica homophobic retrieved 19 May\n\n^ a b \"Bruce Golding\". Jamaica Observer. 30 December 2004. Archived from the original on 22 November 2015. Retrieved 9 August 2015.\n\n\nThe Jamaica Gleaner. \" Golden hour – Bruce takes office in Jamaica today \", The Jamaica Gleaner, 11 September 2007.\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Bruce Golding.\n\nJamaica Information Service, Information Service of the Government of Jamaica\nThe Office of the Prime Minister \nJamaica Labour Party – Bruce Golding\nBruce Golding on the BBC's HARDtalk Interview Program\n\n\nPolitical offices\n\n\nPreceded byPortia Simpson-Miller\n\n Prime Minister of Jamaica 2007–2011\n\nSucceeded byAndrew Holness\n\n\nvtePrime ministers of Jamaica\nAlexander Bustamante†\nNorman Manley†‡\nDonald Sangster\nHugh Shearer\nMichael Manley\nEdward Seaga\nP. J. Patterson\nPortia Simpson-Miller\nBruce Golding\nAndrew Holness\n† Served as Chief Minister of Jamaica. ‡ Served as Premier of Jamaica.\nAuthority control databases International\nVIAF\nNational\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Bruce_Golding&oldid=1192486623\"",
    "twitter": ""
  },
  {
    "name": "Bruce Yandle",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/bruce-yandle-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "economist",
    "wiki": "American economist\nBruce Yandle (born August 12, 1933) is Dean Emeritus of Clemson University's College of Business and Behavioral Science and Alumni Distinguished Professor of Economics Emeritus at Clemson. He is a Distinguished Adjunct Professor of Economics at the Mercatus Center, a faculty member with George Mason University's Capitol Hill Campus, and a Senior Fellow with the Property and Environment Research Center (PERC). He has served as executive director of the Federal Trade Commission in Washington, D.C., and served as senior economist on the President's Council on Wage and Price Stability from 1976 to 1978.\n\nBiography[edit]\nYandle received his bachelor's degree from Mercer University and his MBA and PhD from Georgia State University. His main research interest are public choice, regulation and free-market environmentalism. He has been president of the Association of Private Enterprise Education, member and chairman of the South Carolina State Board of Economic Advisors, and member and chairman of the Spartanburg Methodist College board of trustees. He produces a quarterly newsletter on the economy distributed by George Mason University's Mercatus Center.\nHe was the first to put forth the story of the bootlegger and the Baptist, which describes how economic and ethical interests ally with one another to promote regulation, even though the two groups would never interact otherwise.\nPrior to starting his career in academia, he had a fifteen-year career in the industrial machinery business. He lives with his wife in Clemson, South Carolina.\n\nPublications[edit]\nBootleggers and Baptists: How Economic Forces and Moral Persuasion Interact to Shape Regulatory Politics ISBN 978-1939709363\nTaking the Environment Seriously ISBN 978-0847680542\nThe Political Limits of Environmental Regulation: Tracking the Unicorn ISBN 978-0899304311\nLand Rights ISBN 978-0847680290\nCommon Law and Common Sense for the Environment ISBN 978-0847686735\nRegulation by Litigation ISBN 978-0300120028\nExternal links[edit]\nProfile at Mercatus\nProfile at PERC\nYandle 2008 economic forecast\nRoberts, Russ. \"Bruce Yandle Podcasts\". EconTalk. Library of Economics and Liberty.\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nGermany\nIsrael\nUnited States\nCzech Republic\nNetherlands\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Bruce_Yandle&oldid=1163860281\"",
    "twitter": ""
  },
  {
    "name": "Byron Donalds",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/byron-donalds-media-bias-0",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "\n\nAmerican politician (born 1978)\n\n\nByron DonaldsOfficial portrait, 2021Member of the U.S. House of Representativesfrom Florida's 19th districtIncumbentAssumed office January 3, 2021Preceded byFrancis RooneyMember of the Florida House of Representativesfrom the 80th districtIn officeNovember 8, 2016 – November 3, 2020Preceded byMatt HudsonSucceeded byLauren Melo\nPersonal detailsBornByron Lowell Donalds (1978-10-28) October 28, 1978 (age 45)Brooklyn, New York City, U.S.Political partyRepublican (since 2010)[1]Other politicalaffiliationsDemocratic (until 2010)[1]Spouse\nErika Donalds ​(m. 2003)​Children3EducationFlorida A&M University \nFlorida State University (BS)WebsiteHouse website\n\n\nByron Donalds's voice\n\nByron Donalds explains his opposition to the Restaurant Revitalization Fund Replenishment Act of 2021Recorded April 7, 2022\n\nByron Lowell Donalds (born October 28, 1978)[2] is an American politician and financial professional serving as the U.S. representative for Florida's 19th congressional district since 2021.[3][4] His district, which was once represented by former senator Connie Mack III and former CIA Director Porter Goss, serves most of the heart of Southwest Florida, including Cape Coral, Fort Myers, Bonita Springs, Estero, and Naples.\nBorn and raised in Crown Heights, Brooklyn, Donalds attended Florida A&M University and earned a Bachelor of Science degree in finance and marketing from Florida State University in 2002. Before entering politics, Donalds worked in the finance, insurance, and banking industries.[2]  Donalds represented the 80th district in the Florida House of Representatives from 2016 to 2020.[5][6][7]\nDonalds was elected to Congress in 2020, defeating Democratic nominee Cindy Banyai. In the January 2023 Speaker of the U.S. House of Representatives election, Donalds received enough Republican votes to deny Kevin McCarthy the speakership in the fourth through 11th rounds of voting.[8] Donalds was a candidate in the third nomination for the October 2023 Speaker of the United States House of Representatives election.[9]\nIdeologically positioned on the hard right flank of the Republican Party, he was a member of the Tea Party movement and unsuccessfully ran for the U.S. House of Representatives in 2012. In January 2021, Donalds voted to object to the certification of electors from Arizona and Pennsylvania in the 2020 presidential election.[10] Donalds has repeatedly claimed that Joe Biden is not the legitimate president of the United States.[11]\n\n\nEarly life and education\nDonalds was born and raised in the Crown Heights neighborhood in the New York City borough of Brooklyn.[12][13] One of three children, he was raised by his single mother.[12] In 1996, Donalds graduated from Nazareth Regional High School in East Flatbush.[14] He attended Florida A&M University and earned a Bachelor of Science degree in finance and marketing from Florida State University in 2002.[12][15]\nIn 1997, Donalds was arrested for marijuana distribution; the charges were dropped as part of a pre-trial diversion program. In 2000, he pleaded no contest to a felony bribery charge as part of a scheme to defraud a bank. His record was later sealed and expunged.[16][17][18]\n\nCareer\nDonalds and President Donald Trump in 2019 with a former inmate freed by the First Step Act\nDonalds began his professional career in 2003 as a credit analyst at TIB Bank. He was promoted to senior credit analyst in 2004, and later promoted to commercial credit manager, assistant vice president, and credit manager. Donalds left TIB Bank in 2007 and took a position as a portfolio manager at CMG Surety LLC. In 2015, he joined Wells Fargo Advisors as a Financial Advisor.[19]\nAfter Donalds became involved in the Tea Party movement, he was encouraged to run for office.[12]\nIn 2012, Donalds was a candidate for the U.S. House of Representatives in Florida's 19th congressional district. He finished fifth of six candidates.[20] In 2014, he was reported as a likely candidate for the U.S. House in Florida's 19th congressional district after Trey Radel resigned, but did not run.[20]\nDonalds was elected to the Florida House of Representatives in 2016. During his Florida House tenure, he chaired the Insurance and Banking Subcommittee.[21]\n\nU.S. House of Representatives\nElections\n2020\nMain article: 2020 United States House of Representatives elections in Florida § District 19\nDonalds being sworn in by House Minority Leader Kevin McCarthy\nDonalds was the Republican nominee for Florida's 19th congressional district in the 2020 election, running to succeed retiring incumbent Francis Rooney. He won a crowded nine-way Republican primary by 770 votes over State Representative Dane Eagle, finishing just over the threshold to avoid a recount.[22][23] Republicans have a 550,000-voter advantage over Democrats in registration, and Florida Gulf Coast University professor Peter Bergerson noted that the Republican primary is almost always the real contest for most races in the area.[22][24] In August 2020, anonymous text messages were sent out to constituents in the 19th district claiming that Donalds was dropping out of the race. Donalds later clarified via tweet that he was not dropping out and called the messages \"illegal\".[25][26]\nDuring his campaign, Donalds described himself as a \"Trump supporting, gun owning, liberty loving, pro-life, politically incorrect Black man.\"[27] He stated his support for economic freedom, clean water, nuclear power and decreased government involvement in health care. He opposed the Green New Deal.[12]\nIn the November general election, Donalds defeated Democratic nominee Cindy Banyai. Donalds said he would focus on policy related to water quality in Southwest Florida.[28] Upon his swearing-in on January 3, 2021, Donalds became the sixth person to represent this district since its creation in 1983 (it had been the 13th District from 1983 to 1993, the 14th from 1993 to 2013, and has been the 19th since 2013).\n\nTenure in Congress\nIn late 2020, Donalds was identified as a participant in the \"Freedom Force\", a group of incoming House Republicans who \"say they’re fighting against socialism in America\".[29][30][31] The following year Donalds was blocked from joining the Congressional Black Caucus.[32][33]\n\n2020 Election\nIn January 2021, Donalds voted to object to the certification of electors from Arizona and Pennsylvania in the 2020 presidential election.[34] Donalds has since claimed that Joe Biden is not the legitimate president of the United States, a claim he repeated in a Vanity Fair interview in July 2023.[11]\n\nIraq\nIn June 2021, Donalds was one of 49 House Republicans to vote to repeal the Authorization for Use of Military Force Against Iraq Resolution of 2002.[35][36]\n\nSyria\nIn 2023, Donalds was among 47 Republicans to vote in favor of H.Con.Res. 21, which directed President Joe Biden to remove U.S. troops from Syria within 180 days.[37][38]\n\nJanuary 2023 Speaker of the House election\nMain article: January 2023 Speaker of the United States House of Representatives election\nOn January 3, 2023, Donalds received one vote in the 118th Congress's first election for Speaker of the House, from Chip Roy.[39] Donalds voted for Kevin McCarthy on the first two ballots, then for Jim Jordan on the third.[40] On January 4, on the fourth ballot, Roy nominated Donalds for Speaker, and he received 20 votes.[39] This marked the first time two Black lawmakers were nominated for Speaker.[41] He was nominated by Lauren Boebert on the fifth ballot, and again received 20 votes.[42] He was sequentially nominated by Scott Perry,[43] Dan Bishop, Andy Biggs, Matt Rosendale, and Anna Paulina Luna on the sixth to tenth ballots. He was not nominated on the 11th ballot, but still received 12 votes. Donalds switched[44] his vote back to McCarthy after House Republican leadership made many concessions to House Freedom Caucus members.\n\nOctober 2023 candidacy for Speaker\nMain article: October 2023 Speaker of the United States House of Representatives election\nDonalds was a candidate for Speaker of the United States House of Representatives in the October 2023 election.[45]\n\nFiscal Responsibility Act of 2023\nDonalds was among the 71 Republicans who voted against final passage of the Fiscal Responsibility Act of 2023 in the House.[46]\n\nIsrael\nDonalds voted to provide Israel with support following 2023 Hamas attack on Israel.[47][48]\n\nCommittee assignments\nFor the 118th Congress:[49]\n\nCommittee on Financial Services\nSubcommittee on Digital Assets, Financial Technology and Inclusion\nSubcommittee on Financial Institutions and Monetary Policy\nCommittee on Oversight and Accountability\nSubcommittee on Economic Growth, Energy Policy, and Regulatory Affairs\nSubcommittee on Government Operations and the Federal Workforce\nCaucus memberships\nFreedom Caucus[50]\nRepublican Study Committee[51]\nElectoral history\n2016\n\n2016 Florida's 80th State House district Republican primary[52]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n9,115 \n\n64.4% \n\n\n\n\nRepublican\n\nJoe Davidow\n\n5,041\n\n35.6%\n\n\nTotal votes\n\n14,156 \n\n100.0 \n\n\n\n2016 Florida's 80th State House district general election[10]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n51,031 \n\n100.0% \n\n\n\n\nIndependent\n\nAnthony Joseph Cetrangelo (write-in)\n\n7\n\n0.0%\n\n\nTotal votes\n\n51,038 \n\n100.0 \n\n\n2018\n\n2018 Florida's 80th State House district general election[10]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n37,881 \n\n62.1% \n\n\n\n\nDemocratic\n\nJennifer Boddicker\n\n22,207\n\n36.4%\n\n\n\n\nIndependent\n\nDustin Alexander Lapolla\n\n931\n\n1.5%\n\n\nTotal votes\n\n61,019 \n\n100.0 \n\n\n2020\n\n2020 Florida's 19th congressional district Republican primary results[53]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n23,492 \n\n22.6% \n\n\n\n\nRepublican\n\nDane Eagle\n\n22,715\n\n21.9%\n\n\n\n\nRepublican\n\nCasey Askar\n\n20,774\n\n20.0%\n\n\n\n\nRepublican\n\nWilliam Figlesthaler\n\n19,075\n\n18.3%\n\n\n\n\nRepublican\n\nRandy Henderson\n\n7,858\n\n7.6%\n\n\n\n\nRepublican\n\nChristy McLaughlin\n\n4,245\n\n4.1%\n\n\n\n\nRepublican\n\nDan Severson\n\n3,197\n\n3.1%\n\n\n\n\nRepublican\n\nDarren Aquino\n\n1,466\n\n1.4%\n\n\n\n\nRepublican\n\nDaniel Kowal\n\n1,135\n\n1.1%\n\n\nTotal votes\n\n103,957 \n\n100.0% \n\n\n\n2020 Florida's 19th congressional district general election[54]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n272,440 \n\n61.27% \n\n\n\n\nDemocratic\n\nCindy Banyai\n\n172,146\n\n38.72%\n\n\n\n\nIndependent\n\nPatrick Post (write-in)\n\n3\n\n0.01%\n\n\nTotal votes\n\n444,589 \n\n100.0 \n\n\n2022\n\n2022 Florida's 19th congressional district Republican primary results\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n76,192 \n\n83.7 \n\n\n\n\nRepublican\n\nJim Huff\n\n14,795\n\n16.3\n\n\nTotal votes\n\n90,987 \n\n100.0 \n\n\n\n2022 Florida's 19th congressional district general election\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n213,035 \n\n68.01% \n\n\n\n\nDemocratic\n\nCindy Banyai\n\n100,226\n\n31.99%\n\n\n\n\nIndependent\n\nPatrick Post (write-in)\n\n13\n\n0%\n\n\nTotal votes\n\n313,274 \n\n100.0% \n\n\nPersonal life\nDonalds and his wife, Erika, have three sons. They live in Naples, Florida.[55]\n\nSee also\nList of African-American United States representatives\nList of African-American Republicans\nReferences\n\n\n^ a b \"Byron Donalds issues cease-and-desist letter to Casey Askar campaign\". Florida Politics. August 11, 2020. Retrieved January 11, 2022.\n\n^ a b \"Meet Byron\". Byron Donalds for Congress. Retrieved September 5, 2020.\n\n^ \"Donalds, Rommel win state House seats\". Naples News. August 30, 2016. Retrieved December 13, 2018.\n\n^ \"Florida House of Representatives - Byron Donalds - 2016-2018\". Myfloridahouse.gov. Retrieved December 13, 2018.\n\n^ Conradis, Brandon (November 3, 2020). \"Republican Byron Donalds wins House race in Florida\". The Hill.\n\n^ \"Byron Donalds  - 2018 - 2020 ( Speaker Oliva ) | Florida House of Representatives\". Retrieved January 29, 2022.\n\n^ \"Black-American Members by Congress, 1870–Present | US House of Representatives: History, Art & Archives\". history.house.gov. Retrieved February 2, 2021.\n\n^ Sangal, Aditi; Vogt, Adrienne; Hayes, Mike; Chowdhury, Maureen; Hammond, Elise (January 5, 2023). \"Live updates: House speaker vote and news\". CNN. Retrieved January 5, 2023.\n\n^ Dolan, Paul (October 20, 2023). \"Byron Donalds running for speaker of the House\". WINK News. Retrieved October 21, 2023.\n\n^ a b c \"Florida Department of State - Election Results\". results.elections.myflorida.com. Retrieved November 29, 2021.\n\n^ a b Manriquez, Pablo (July 13, 2023). \"Ron DeSantis May Have a Successor in the Wings: Byron Donalds\". Vanity Fair. Retrieved July 20, 2023.\n\n^ a b c d e Williams, Amy Bennett (September 25, 2020). \"'Almost an oxymoron': Rising star Byron Donalds is a Black conservative aiming for national office\". Fort Myers News-Press.\n\n^ Akin, Stephanie (August 19, 2020). \"Byron Donalds leading in Florida GOP primary, raising party's diversity hopes\". Roll Call. Retrieved September 5, 2020.\n\n^ \"Nazareth Alumni Byron Donalds '96 Elected Florida State Representative - Xaverian Brothers Sponsored Schools\". Archived from the original on January 19, 2021. Retrieved September 5, 2020.\n\n^ Buzzacco-Foerster, Jenna (August 4, 2016). \"Meet Byron Donalds, Republican running in House District 80\". Florida Politics - Campaigns & Elections. Lobbying & Government. Retrieved September 5, 2020.\n\n^ Manjarres, Javier (August 12, 2020). \"Byron Donalds' past arrests could trigger ethics and FDLE investigations\". The Floridian. Retrieved February 3, 2022.\n\n^ Scott, Eugene (January 4, 2023). \"Who is Byron Donalds? The latest Republican nominee for House speaker\". The Washington Post. ISSN 0190-8286. Retrieved January 5, 2023.\n\n^ Thakker, Prem; Otten, Tori; Otten, Tori; Segers, Grace; Thakker, Prem; Thakker, Prem; Otten, Tori; Tomasky, Michael; Thakker, Prem (November 1, 2022). \"The Ticker\". The New Republic. ISSN 0028-6583. Retrieved January 5, 2023.\n\n^ \"Contact Byron Donalds | Contact My Politician\". www.contactmypolitician.com.\n\n^ a b \"Byron Donalds decides not to run for Congress\". Naples News. February 11, 2014.\n\n^ \"Republican Byron Donalds wins District-19 Congressional seat\". November 4, 2020.\n\n^ a b Bennett Williams, Amy (August 19, 2020). \"Byron Donalds wins Republican primary election for U.S. Congressional District 19, will face Democrat Cindy Banyai\". The News-Press. Retrieved August 21, 2020.\n\n^ Ogles, Jacob (January 6, 2020). \"Byron Donalds announces bid for Francis Rooney's congressional seat\". Florida Politics - Campaigns & Elections. Lobbying & Government. Retrieved September 5, 2020.\n\n^ \"Florida GOP voter edge continues to expand - CBS Miami\". CBS News. July 17, 2023.\n\n^ Marquardt, Alex; Murphy, Paul P. (August 18, 2020). \"Fake texts and YouTube video spread disinformation about Republican primary candidate on election day\". CNN. Retrieved September 5, 2020.\n\n^ \"Fake text claims Byron Donalds dropped out of Congressional race, he calls it illegal\". NBC2 News. August 18, 2020. Retrieved September 5, 2020.\n\n^ Foran, Clare; Pathe, Simone (August 18, 2020). \"4 things to watch in Tuesday's primaries in Florida and Wyoming\". CNN. Retrieved January 4, 2023.\n\n^ Williams, Amy Bennett (November 3, 2020). \"'Blessed and highly favored' Byron Donalds wins election for U.S. Congressional District 19, pledges water quality No. 1 priority\". Naples News. Retrieved November 6, 2020.\n\n^ Jankowicz, Mia (November 30, 2020). \"A group of incoming GOP House members, calling themselves the 'Freedom Force,' are trying to counter Alexandria Ocasio-Cortez's 'Squad'\". Business Insider.\n\n^ Parke, Caleb (December 1, 2020). \"GOP Congresswoman-elect on forming 'Freedom Force': Left is 'totally out of line' with mainstream\". Fox News.\n\n^ Noor, Poppy (November 30, 2020). \"The 'Freedom Force': Republican group takes on the Squad and 'evil' socialism\". The Guardian.\n\n^ Goba, Kadia (June 9, 2021). \"The Congressional Black Caucus Is Blocking A Black Republican From Joining The Group\". BuzzFeed News. Archived from the original on June 10, 2021. Retrieved June 12, 2021.\n\n^ Lonas, Lexi (June 9, 2021). \"Congressional Black Caucus blocking Black House Republican from joining group\". The Hill. Archived from the original on June 10, 2021. Retrieved June 12, 2021.\n\n^ Skoneki, Mark (January 7, 2021). \"Florida Sen. Rick Scott votes yes on objection to Biden's presidency; Rubio votes no\". The Orlando Sentinel.\n\n^ Shabad, Rebecca (June 17, 2021). \"House votes to repeal 2002 Iraq War authorization\". NBC News. Archived from the original on June 17, 2021. Retrieved July 31, 2021.\n\n^ \"FINAL VOTE RESULTS FOR ROLL CALL 172\". U.S. House of Representatives. June 17, 2021. Archived from the original on June 17, 2021. Retrieved July 31, 2021.\n\n^ \"H.Con.Res. 21: Directing the President, pursuant to section 5(c) of … -- House Vote #136 -- Mar 8, 2023\".\n\n^ \"House Votes Down Bill Directing Removal of Troops From Syria\". Associated Press. March 8, 2023.\n\n^ a b Choi, Matthew (January 3, 2023). \"U.S. Rep. Chip Roy emerges as key GOP agitator in U.S. House speaker fight\". The Texas Tribune.\n\n^ Mueller, Julia (January 3, 2023). \"20th GOP opponent to McCarthy explains his vote for Jordan\". The Hill.\n\n^ \"For First Time In History, Two Black Lawmakers Nominated As House Speaker\".\n\n^ \"Colorado Congresswoman Lauren Boebert nominates Rep. Byron Donalds for House Speaker\". CBS News. January 4, 2023. Retrieved January 4, 2023.\n\n^ Tamari, Jonathan (January 4, 2023). \"'Washington is broken': Scott Perry nominated a GOP alternative for House speaker\". The Philadelphia Inquirer. Retrieved January 4, 2023.\n\n^ Bakich, Jackson (January 6, 2023). \"BREAKING: Donalds, Paulina Luna Flip, Vote for McCarthy\". The Floridian.\n\n^ Perry, Mitch (October 20, 2023). \"Florida's Byron Donalds is now a candidate for U.S. House Speaker\". Florida Phoenix. Retrieved October 21, 2023.\n\n^ Gans, Jared (May 31, 2023). \"Republicans and Democrats who bucked party leaders by voting no\". The Hill. Retrieved June 6, 2023.\n\n^ Demirjian, Karoun (October 25, 2023). \"House Declares Solidarity With Israel in First Legislation Under New Speaker\". The New York Times. ISSN 0362-4331. Retrieved October 30, 2023.\n\n^ Washington, U. S. Capitol Room H154; p:225-7000, DC 20515-6601 (October 25, 2023). \"Roll Call 528 Roll Call 528, Bill Number: H. Res. 771, 118th Congress, 1st Session\". Office of the Clerk, U.S. House of Representatives. Retrieved October 30, 2023.{{cite web}}:  CS1 maint: numeric names: authors list (link)\n\n^ \"Byron Donalds\". Clerk of the United States House of Representatives. Retrieved May 4, 2023.\n\n^ \"House Freedom Caucus Could Add 7 New Conservative Members\". The Daily Signal. November 4, 2020. Retrieved February 28, 2021.\n\n^ \"Membership\". Republican Study Committee. December 6, 2017. Retrieved March 28, 2021.\n\n^ \"August 30, 2016 Primary Election Official Results\". Florida Department of State – Division of Elections. Retrieved January 29, 2022.\n\n^ \"August 18, 2020 Primary Election Official Results\". Florida Department of State – Division of Elections. Retrieved September 10, 2020.\n\n^ \"November 3, 2020 General Election\". Florida Department of State. Retrieved November 17, 2020.\n\n^ Ceballos, Ana (January 10, 2010). \"Five questions for State Rep. Byron Donalds\". Naples News. Retrieved September 5, 2020.\n\n\nExternal links\n\n\n\nWikimedia Commons has media related to Byron Donalds.\n\nRepresentative Byron Donalds official U.S. House website\nAppearances on C-SPAN\nByron Donalds for Congress\n\nBiography at the Biographical Directory of the United States Congress\nLegislation sponsored at the Library of Congress\nProfile at Vote Smart\nFlorida House of Representatives - Byron Donalds\nByron Donalds on Getting Government to Work Again\n\n\nFlorida House of Representatives\n\n\nPreceded byMatt Hudson\n\n Member of the Florida House of Representativesfrom the 80th district 2016–2020\n\nSucceeded byLauren Melo\n\n\nU.S. House of Representatives\n\n\nPreceded byFrancis Rooney\n\n Member of the U.S. House of Representativesfrom Florida's 19th congressional district 2021–present\n\nIncumbent\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byAndrew Clyde\n\n United States representatives by seniority 305th\n\nSucceeded byPat Fallon\n\n\nvteFlorida's current delegation to the United States CongressSenators\n▌Marco Rubio (R)\n▌Rick Scott (R)\nRepresentatives (ordered by district)\n▌Matt Gaetz (R)\n▌Neal Dunn (R)\n▌Kat Cammack (R)\n▌Aaron Bean (R)\n▌John Rutherford (R)\n▌Michael Waltz (R)\n▌Cory Mills (R)\n▌Bill Posey (R)\n▌Darren Soto (D)\n▌Maxwell Frost (D)\n▌Daniel Webster (R)\n▌Gus Bilirakis (R)\n▌Anna Paulina Luna (R)\n▌Kathy Castor (D)\n▌Laurel Lee (R)\n▌Vern Buchanan (R)\n▌Greg Steube (R)\n▌Scott Franklin (R)\n▌Byron Donalds (R)\n▌Sheila Cherfilus-McCormick (D)\n▌Brian Mast (R)\n▌Lois Frankel (D)\n▌Jared Moskowitz (D)\n▌Frederica Wilson (D)\n▌Debbie Wasserman Schultz (D)\n▌Mario Díaz-Balart (R)\n▌María Elvira Salazar (R)\n▌Carlos A. Giménez (R)\n\nvteCurrent members of the United States House of RepresentativesSpeaker: Mike JohnsonMajorityvteRepublican Party conferenceSpeaker: Mike Johnson ‧ Majority Leader: Steve Scalise ‧ Majority Whip: Tom Emmer\nOther members: Aderholt\nAlford\nAllen\nAmodei\nArmstrong\nArrington\nBabin\nBacon\nBaird\nBalderson\nBanks\nBarr\nBean\nBentz\nBergman\nBice\nBiggs\nBilirakis\nBishop\nBoebert\nBost\nBrecheen\nBuchanan\nBuck\nBucshon\nBurchett\nBurgess\nBurlison\nCalvert\nCammack\nCarey\nCarl\nB. Carter\nJ. Carter\nChavez-DeRemer\nCiscomani\nCline\nCloud\nClyde\nCole\nCollins\nComer\nCrane\nCrawford\nCrenshaw\nCurtis\nDavidson\nDe La Cruz\nDesJarlais\nD'Esposito\nDíaz-Balart\nDonalds\nDuarte\nDuncan\nDunn\nEdwards\nEllzey\nEstes\nEzell\nFallon\nFeenstra\nFerguson\nFinstad\nFischbach\nFitzgerald\nFitzpatrick\nFleischmann\nFlood\nFoxx\nFranklin\nFry\nFulcher\nGaetz\nGallagher\nGarbarino\nGarcia\nGiménez\nGonzales\nGood\nGooden\nGosar\nGranger\nG. Graves\nS. Graves\nGreen\nGreene\nGriffith\nGrothman\nGuest\nGuthrie\nHageman\nHarris\nHarshbarger\nHern\nHiggins\nHill\nHinson\nHouchin\nHudson\nHuizenga\nHunt\nIssa\nJackson\nJames\nB. Johnson\nD. Johnson\nJordan\nD. Joyce\nJ. Joyce\nKean Jr.\nM. Kelly\nT. Kelly\nKiggans\nKiley\nKim\nKustoff\nLaHood\nLaLota\nLaMalfa\nLamborn\nLangworthy\nLatta\nLaTurner\nLawler\nLee\nLesko\nLetlow\nLoudermilk\nLucas\nLuetkemeyer\nLuna\nLuttrell\nMace\nMalliotakis\nMaloy\nMann\nMassie\nMast\nMcCaul\nMcClain\nMcClintock\nMcCormick\nMcHenry\nMcMorris Rodgers\nMeuser\nC. Miller\nMar. Miller\nMax Miller\nMiller-Meeks\nMills\nMolinaro\nMoolenaar\nMooney\nBa. Moore\nBl. Moore\nMoran\nMurphy\nNehls\nNewhouse\nNorman\nNunn\nObernolte\nOgles\nOwens\nPalmer\nPence\nPerry\nPfluger\nPosey\nReschenthaler\nH. Rogers\nM. Rogers\nRose\nRosendale\nRouzer\nRoy\nRutherford\nSalazar\nSchweikert\nScott\nSelf\nSessions\nSimpson\nA. Smith\nC. Smith\nJ. Smith\nSmucker\nSpartz\nStauber\nSteel\nStefanik\nSteil\nSteube\nStrong\nTenney\nThompson\nTiffany\nTimmons\nTurner\nValadao\nVan Drew\nVan Duyne\nVan Orden\nWagner\nWalberg\nWaltz\nWeber\nWebster\nWenstrup\nWesterman\nB. Williams\nR. Williams\nWilson\nWittman\nWomack\nYakym\nZinke\n\nDelegates: González\nMoylan\nRadewagen\nMinorityvteDemocratic Party caucusMinority Leader: Hakeem Jeffries ‧ Minority Whip: Katherine Clark\nOther members: Adams\nAguilar\nAllred\nAmo\nAuchincloss\nBalint\nBarragán\nBeatty\nBera\nBeyer\nBishop\nBlumenauer\nBlunt Rochester\nBonamici\nBowman\nBoyle\nBrown\nBrownley\nBudzinski\nBush\nCaraveo\nCarbajal\nCárdenas\nCarson\nCarter\nCartwright\nCasar\nCase\nCasten\nCastor\nCastro\nCherfilus-McCormick\nChu\nClarke\nCleaver\nClyburn\nCohen\nConnolly\nCorrea\nCosta\nCourtney\nCraig\nCrockett\nCrow\nCuellar\nDavids\nDa. Davis\nDo. Davis\nDean\nDeGette\nDeLauro\nDelBene\nDeluzio\nDeSaulnier\nDingell\nDoggett\nEscobar\nEshoo\nEspaillat\nEvans\nFletcher\nFoster\nFoushee\nFrankel\nFrost\nGallego\nGaramendi\nC. García\nR. Garcia\nS. Garcia\nGluesenkamp Perez\nGolden\nGoldman\nGomez\nGonzalez\nGottheimer\nGreen\nGrijalva\nHarder\nHayes\nHiggins\nHimes\nHorsford\nHoulahan\nHoyer\nHoyle\nHuffman\nIvey\nJe. Jackson\nJo. Jackson\nJackson Lee\nJacobs\nJayapal\nJohnson\nKamlager-Dove\nKaptur\nKeating\nKelly\nKhanna\nKildee\nKilmer\nKim\nKrishnamoorthi\nKuster\nLandsman\nLarsen\nLarson\nB. Lee\nSum. Lee\nSus. Lee\nLeger Fernandez\nLevin\nLieu\nLofgren\nLynch\nMagaziner\nManning\nMatsui\nMcBath\nMcClellan\nMcCollum\nMcGarvey\nMcGovern\nMeeks\nMenendez\nMeng\nMfume\nMoore\nMorelle\nMoskowitz\nMoulton\nMrvan\nMullin\nNadler\nNapolitano\nNeal\nNeguse\nNickel\nNorcross\nOcasio-Cortez\nOmar\nPallone\nPanetta\nPappas\nPascrell\nPayne Jr.\nPelosi\nPeltola\nPeters\nPettersen\nPhillips\nPingree\nPocan\nPorter\nPressley\nQuigley\nRamirez\nRaskin\nRoss\nRuiz\nRuppersberger\nRyan\nSalinas\nSánchez\nSarbanes\nScanlon\nSchakowsky\nSchiff\nSchneider\nScholten\nSchrier\nB. Scott\nD. Scott\nSewell\nSherman\nSherrill\nSlotkin\nSmith\nSorensen\nSoto\nSpanberger\nStansbury\nStanton\nStevens\nStrickland\nSwalwell\nSykes\nTakano\nThanedar\nB. Thompson\nM. Thompson\nTitus\nTlaib\nTokuda\nTonko\nN. Torres\nR. Torres\nTrahan\nTrone\nUnderwood\nVargas\nVasquez\nVeasey\nVelázquez\nWasserman Schultz\nWaters\nWatson Coleman\nWexton\nWild\nWilliams\nWilson\n\nDelegates: Holmes Norton\nPlaskett\nSablan\n\n118th United States Congress\nList of acts of the 118th United States Congress\n\nvteFlorida's delegation(s) to the 117th–present United States Congresses (ordered by seniority)\n\n\n117th\n\nSenate: \n▌M. Rubio (R)\n▌R. Scott (R)\n\n\nHouse: \n▌A. Hastings (D)\n▌M. Díaz-Balart (R)\n▌D. Wasserman Schultz (D)\n▌V. Buchanan (R)\n▌G. Bilirakis (R)\n▌K. Castor (D)\n▌B. Posey (R)\n▌T. Deutch (D)\n▌D. Webster (R)\n▌F. Wilson (D)\n▌L. Frankel (D)\n▌C. Crist (D)\n▌V. Demings (D)\n▌N. Dunn (R)\n▌M. Gaetz (R)\n▌A. Lawson (D)\n▌B. Mast (R)\n▌S. Murphy (D)\n▌J. Rutherford (R)\n▌D. Soto (D)\n▌G. Steube (R)\n▌M. Waltz (R)\n▌K. Cammack (R)\n▌B. Donalds (R)\n▌S. Franklin (R)\n▌C. Giménez (R)\n▌M. Salazar (R)\n▌S. Cherfilus-McCormick (D)\n\n\n\n118th\n\nSenate: \n▌M. Rubio (R)\n▌R. Scott (R)\n\n\nHouse: \n▌M. Díaz-Balart (R)\n▌D. Wasserman Schultz (D)\n▌V. Buchanan (R)\n▌G. Bilirakis (R)\n▌K. Castor (D)\n▌B. Posey (R)\n▌D. Webster (R)\n▌F. Wilson (D)\n▌L. Frankel (D)\n▌N. Dunn (R)\n▌M. Gaetz (R)\n▌B. Mast (R)\n▌J. Rutherford (R)\n▌D. Soto (D)\n▌G. Steube (R)\n▌M. Waltz (R)\n▌K. Cammack (R)\n▌B. Donalds (R)\n▌S. Franklin (R)\n▌C. Giménez (R)\n▌M. Salazar (R)\n▌S. Cherfilus-McCormick (D)\n▌A. Bean (R)\n▌M. Frost (D)\n▌L. Lee (R)\n▌A. Luna (R)\n▌C. Mills (R)\n▌J. Moskowitz (D)\n\n\n\nAuthority control databases People\nUS Congress\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Byron_Donalds&oldid=1193581074\"",
    "twitter": ""
  }
]