[
  {
    "name": "Byron Donalds",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/byron-donalds-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "\n\nAmerican politician (born 1978)\n\n\nByron DonaldsOfficial portrait, 2021Member of the U.S. House of Representativesfrom Florida's 19th districtIncumbentAssumed office January 3, 2021Preceded byFrancis RooneyMember of the Florida House of Representativesfrom the 80th districtIn officeNovember 8, 2016 – November 3, 2020Preceded byMatt HudsonSucceeded byLauren Melo\nPersonal detailsBornByron Lowell Donalds (1978-10-28) October 28, 1978 (age 45)Brooklyn, New York City, U.S.Political partyRepublican (since 2010)[1]Other politicalaffiliationsDemocratic (until 2010)[1]Spouse\nErika Donalds ​(m. 2003)​Children3EducationFlorida A&M University \nFlorida State University (BS)WebsiteHouse website\n\n\nByron Donalds's voice\n\nByron Donalds explains his opposition to the Restaurant Revitalization Fund Replenishment Act of 2021Recorded April 7, 2022\n\nByron Lowell Donalds (born October 28, 1978)[2] is an American politician and financial professional serving as the U.S. representative for Florida's 19th congressional district since 2021.[3][4] His district, which was once represented by former senator Connie Mack III and former CIA Director Porter Goss, serves most of the heart of Southwest Florida, including Cape Coral, Fort Myers, Bonita Springs, Estero, and Naples.\nBorn and raised in Crown Heights, Brooklyn, Donalds attended Florida A&M University and earned a Bachelor of Science degree in finance and marketing from Florida State University in 2002. Before entering politics, Donalds worked in the finance, insurance, and banking industries.[2]  Donalds represented the 80th district in the Florida House of Representatives from 2016 to 2020.[5][6][7]\nDonalds was elected to Congress in 2020, defeating Democratic nominee Cindy Banyai. In the January 2023 Speaker of the U.S. House of Representatives election, Donalds received enough Republican votes to deny Kevin McCarthy the speakership in the fourth through 11th rounds of voting.[8] Donalds was a candidate in the third nomination for the October 2023 Speaker of the United States House of Representatives election.[9]\nIdeologically positioned on the hard right flank of the Republican Party, he was a member of the Tea Party movement and unsuccessfully ran for the U.S. House of Representatives in 2012. In January 2021, Donalds voted to object to the certification of electors from Arizona and Pennsylvania in the 2020 presidential election.[10] Donalds has repeatedly claimed that Joe Biden is not the legitimate president of the United States.[11]\n\n\nEarly life and education\nDonalds was born and raised in the Crown Heights neighborhood in the New York City borough of Brooklyn.[12][13] One of three children, he was raised by his single mother.[12] In 1996, Donalds graduated from Nazareth Regional High School in East Flatbush.[14] He attended Florida A&M University and earned a Bachelor of Science degree in finance and marketing from Florida State University in 2002.[12][15]\nIn 1997, Donalds was arrested for marijuana distribution; the charges were dropped as part of a pre-trial diversion program. In 2000, he pleaded no contest to a felony bribery charge as part of a scheme to defraud a bank. His record was later sealed and expunged.[16][17][18]\n\nCareer\nDonalds and President Donald Trump in 2019 with a former inmate freed by the First Step Act\nDonalds began his professional career in 2003 as a credit analyst at TIB Bank. He was promoted to senior credit analyst in 2004, and later promoted to commercial credit manager, assistant vice president, and credit manager. Donalds left TIB Bank in 2007 and took a position as a portfolio manager at CMG Surety LLC. In 2015, he joined Wells Fargo Advisors as a Financial Advisor.[19]\nAfter Donalds became involved in the Tea Party movement, he was encouraged to run for office.[12]\nIn 2012, Donalds was a candidate for the U.S. House of Representatives in Florida's 19th congressional district. He finished fifth of six candidates.[20] In 2014, he was reported as a likely candidate for the U.S. House in Florida's 19th congressional district after Trey Radel resigned, but did not run.[20]\nDonalds was elected to the Florida House of Representatives in 2016. During his Florida House tenure, he chaired the Insurance and Banking Subcommittee.[21]\n\nU.S. House of Representatives\nElections\n2020\nMain article: 2020 United States House of Representatives elections in Florida § District 19\nDonalds being sworn in by House Minority Leader Kevin McCarthy\nDonalds was the Republican nominee for Florida's 19th congressional district in the 2020 election, running to succeed retiring incumbent Francis Rooney. He won a crowded nine-way Republican primary by 770 votes over State Representative Dane Eagle, finishing just over the threshold to avoid a recount.[22][23] Republicans have a 550,000-voter advantage over Democrats in registration, and Florida Gulf Coast University professor Peter Bergerson noted that the Republican primary is almost always the real contest for most races in the area.[22][24] In August 2020, anonymous text messages were sent out to constituents in the 19th district claiming that Donalds was dropping out of the race. Donalds later clarified via tweet that he was not dropping out and called the messages \"illegal\".[25][26]\nDuring his campaign, Donalds described himself as a \"Trump supporting, gun owning, liberty loving, pro-life, politically incorrect Black man.\"[27] He stated his support for economic freedom, clean water, nuclear power and decreased government involvement in health care. He opposed the Green New Deal.[12]\nIn the November general election, Donalds defeated Democratic nominee Cindy Banyai. Donalds said he would focus on policy related to water quality in Southwest Florida.[28] Upon his swearing-in on January 3, 2021, Donalds became the sixth person to represent this district since its creation in 1983 (it had been the 13th District from 1983 to 1993, the 14th from 1993 to 2013, and has been the 19th since 2013).\n\nTenure in Congress\nIn late 2020, Donalds was identified as a participant in the \"Freedom Force\", a group of incoming House Republicans who \"say they’re fighting against socialism in America\".[29][30][31] The following year Donalds was blocked from joining the Congressional Black Caucus.[32][33]\n\n2020 Election\nIn January 2021, Donalds voted to object to the certification of electors from Arizona and Pennsylvania in the 2020 presidential election.[34] Donalds has since claimed that Joe Biden is not the legitimate president of the United States, a claim he repeated in a Vanity Fair interview in July 2023.[11]\n\nIraq\nIn June 2021, Donalds was one of 49 House Republicans to vote to repeal the Authorization for Use of Military Force Against Iraq Resolution of 2002.[35][36]\n\nSyria\nIn 2023, Donalds was among 47 Republicans to vote in favor of H.Con.Res. 21, which directed President Joe Biden to remove U.S. troops from Syria within 180 days.[37][38]\n\nJanuary 2023 Speaker of the House election\nMain article: January 2023 Speaker of the United States House of Representatives election\nOn January 3, 2023, Donalds received one vote in the 118th Congress's first election for Speaker of the House, from Chip Roy.[39] Donalds voted for Kevin McCarthy on the first two ballots, then for Jim Jordan on the third.[40] On January 4, on the fourth ballot, Roy nominated Donalds for Speaker, and he received 20 votes.[39] This marked the first time two Black lawmakers were nominated for Speaker.[41] He was nominated by Lauren Boebert on the fifth ballot, and again received 20 votes.[42] He was sequentially nominated by Scott Perry,[43] Dan Bishop, Andy Biggs, Matt Rosendale, and Anna Paulina Luna on the sixth to tenth ballots. He was not nominated on the 11th ballot, but still received 12 votes. Donalds switched[44] his vote back to McCarthy after House Republican leadership made many concessions to House Freedom Caucus members.\n\nOctober 2023 candidacy for Speaker\nMain article: October 2023 Speaker of the United States House of Representatives election\nDonalds was a candidate for Speaker of the United States House of Representatives in the October 2023 election.[45]\n\nFiscal Responsibility Act of 2023\nDonalds was among the 71 Republicans who voted against final passage of the Fiscal Responsibility Act of 2023 in the House.[46]\n\nIsrael\nDonalds voted to provide Israel with support following 2023 Hamas attack on Israel.[47][48]\n\nCommittee assignments\nFor the 118th Congress:[49]\n\nCommittee on Financial Services\nSubcommittee on Digital Assets, Financial Technology and Inclusion\nSubcommittee on Financial Institutions and Monetary Policy\nCommittee on Oversight and Accountability\nSubcommittee on Economic Growth, Energy Policy, and Regulatory Affairs\nSubcommittee on Government Operations and the Federal Workforce\nCaucus memberships\nFreedom Caucus[50]\nRepublican Study Committee[51]\nElectoral history\n2016\n\n2016 Florida's 80th State House district Republican primary[52]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n9,115 \n\n64.4% \n\n\n\n\nRepublican\n\nJoe Davidow\n\n5,041\n\n35.6%\n\n\nTotal votes\n\n14,156 \n\n100.0 \n\n\n\n2016 Florida's 80th State House district general election[10]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n51,031 \n\n100.0% \n\n\n\n\nIndependent\n\nAnthony Joseph Cetrangelo (write-in)\n\n7\n\n0.0%\n\n\nTotal votes\n\n51,038 \n\n100.0 \n\n\n2018\n\n2018 Florida's 80th State House district general election[10]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n37,881 \n\n62.1% \n\n\n\n\nDemocratic\n\nJennifer Boddicker\n\n22,207\n\n36.4%\n\n\n\n\nIndependent\n\nDustin Alexander Lapolla\n\n931\n\n1.5%\n\n\nTotal votes\n\n61,019 \n\n100.0 \n\n\n2020\n\n2020 Florida's 19th congressional district Republican primary results[53]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n23,492 \n\n22.6% \n\n\n\n\nRepublican\n\nDane Eagle\n\n22,715\n\n21.9%\n\n\n\n\nRepublican\n\nCasey Askar\n\n20,774\n\n20.0%\n\n\n\n\nRepublican\n\nWilliam Figlesthaler\n\n19,075\n\n18.3%\n\n\n\n\nRepublican\n\nRandy Henderson\n\n7,858\n\n7.6%\n\n\n\n\nRepublican\n\nChristy McLaughlin\n\n4,245\n\n4.1%\n\n\n\n\nRepublican\n\nDan Severson\n\n3,197\n\n3.1%\n\n\n\n\nRepublican\n\nDarren Aquino\n\n1,466\n\n1.4%\n\n\n\n\nRepublican\n\nDaniel Kowal\n\n1,135\n\n1.1%\n\n\nTotal votes\n\n103,957 \n\n100.0% \n\n\n\n2020 Florida's 19th congressional district general election[54]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n272,440 \n\n61.27% \n\n\n\n\nDemocratic\n\nCindy Banyai\n\n172,146\n\n38.72%\n\n\n\n\nIndependent\n\nPatrick Post (write-in)\n\n3\n\n0.01%\n\n\nTotal votes\n\n444,589 \n\n100.0 \n\n\n2022\n\n2022 Florida's 19th congressional district Republican primary results\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n76,192 \n\n83.7 \n\n\n\n\nRepublican\n\nJim Huff\n\n14,795\n\n16.3\n\n\nTotal votes\n\n90,987 \n\n100.0 \n\n\n\n2022 Florida's 19th congressional district general election\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nByron Donalds \n\n213,035 \n\n68.01% \n\n\n\n\nDemocratic\n\nCindy Banyai\n\n100,226\n\n31.99%\n\n\n\n\nIndependent\n\nPatrick Post (write-in)\n\n13\n\n0%\n\n\nTotal votes\n\n313,274 \n\n100.0% \n\n\nPersonal life\nDonalds and his wife, Erika, have three sons. They live in Naples, Florida.[55]\n\nSee also\nList of African-American United States representatives\nList of African-American Republicans\nReferences\n\n\n^ a b \"Byron Donalds issues cease-and-desist letter to Casey Askar campaign\". Florida Politics. August 11, 2020. Retrieved January 11, 2022.\n\n^ a b \"Meet Byron\". Byron Donalds for Congress. Retrieved September 5, 2020.\n\n^ \"Donalds, Rommel win state House seats\". Naples News. August 30, 2016. Retrieved December 13, 2018.\n\n^ \"Florida House of Representatives - Byron Donalds - 2016-2018\". Myfloridahouse.gov. Retrieved December 13, 2018.\n\n^ Conradis, Brandon (November 3, 2020). \"Republican Byron Donalds wins House race in Florida\". The Hill.\n\n^ \"Byron Donalds  - 2018 - 2020 ( Speaker Oliva ) | Florida House of Representatives\". Retrieved January 29, 2022.\n\n^ \"Black-American Members by Congress, 1870–Present | US House of Representatives: History, Art & Archives\". history.house.gov. Retrieved February 2, 2021.\n\n^ Sangal, Aditi; Vogt, Adrienne; Hayes, Mike; Chowdhury, Maureen; Hammond, Elise (January 5, 2023). \"Live updates: House speaker vote and news\". CNN. Retrieved January 5, 2023.\n\n^ Dolan, Paul (October 20, 2023). \"Byron Donalds running for speaker of the House\". WINK News. Retrieved October 21, 2023.\n\n^ a b c \"Florida Department of State - Election Results\". results.elections.myflorida.com. Retrieved November 29, 2021.\n\n^ a b Manriquez, Pablo (July 13, 2023). \"Ron DeSantis May Have a Successor in the Wings: Byron Donalds\". Vanity Fair. Retrieved July 20, 2023.\n\n^ a b c d e Williams, Amy Bennett (September 25, 2020). \"'Almost an oxymoron': Rising star Byron Donalds is a Black conservative aiming for national office\". Fort Myers News-Press.\n\n^ Akin, Stephanie (August 19, 2020). \"Byron Donalds leading in Florida GOP primary, raising party's diversity hopes\". Roll Call. Retrieved September 5, 2020.\n\n^ \"Nazareth Alumni Byron Donalds '96 Elected Florida State Representative - Xaverian Brothers Sponsored Schools\". Archived from the original on January 19, 2021. Retrieved September 5, 2020.\n\n^ Buzzacco-Foerster, Jenna (August 4, 2016). \"Meet Byron Donalds, Republican running in House District 80\". Florida Politics - Campaigns & Elections. Lobbying & Government. Retrieved September 5, 2020.\n\n^ Manjarres, Javier (August 12, 2020). \"Byron Donalds' past arrests could trigger ethics and FDLE investigations\". The Floridian. Retrieved February 3, 2022.\n\n^ Scott, Eugene (January 4, 2023). \"Who is Byron Donalds? The latest Republican nominee for House speaker\". The Washington Post. ISSN 0190-8286. Retrieved January 5, 2023.\n\n^ Thakker, Prem; Otten, Tori; Otten, Tori; Segers, Grace; Thakker, Prem; Thakker, Prem; Otten, Tori; Tomasky, Michael; Thakker, Prem (November 1, 2022). \"The Ticker\". The New Republic. ISSN 0028-6583. Retrieved January 5, 2023.\n\n^ \"Contact Byron Donalds | Contact My Politician\". www.contactmypolitician.com.\n\n^ a b \"Byron Donalds decides not to run for Congress\". Naples News. February 11, 2014.\n\n^ \"Republican Byron Donalds wins District-19 Congressional seat\". November 4, 2020.\n\n^ a b Bennett Williams, Amy (August 19, 2020). \"Byron Donalds wins Republican primary election for U.S. Congressional District 19, will face Democrat Cindy Banyai\". The News-Press. Retrieved August 21, 2020.\n\n^ Ogles, Jacob (January 6, 2020). \"Byron Donalds announces bid for Francis Rooney's congressional seat\". Florida Politics - Campaigns & Elections. Lobbying & Government. Retrieved September 5, 2020.\n\n^ \"Florida GOP voter edge continues to expand - CBS Miami\". CBS News. July 17, 2023.\n\n^ Marquardt, Alex; Murphy, Paul P. (August 18, 2020). \"Fake texts and YouTube video spread disinformation about Republican primary candidate on election day\". CNN. Retrieved September 5, 2020.\n\n^ \"Fake text claims Byron Donalds dropped out of Congressional race, he calls it illegal\". NBC2 News. August 18, 2020. Retrieved September 5, 2020.\n\n^ Foran, Clare; Pathe, Simone (August 18, 2020). \"4 things to watch in Tuesday's primaries in Florida and Wyoming\". CNN. Retrieved January 4, 2023.\n\n^ Williams, Amy Bennett (November 3, 2020). \"'Blessed and highly favored' Byron Donalds wins election for U.S. Congressional District 19, pledges water quality No. 1 priority\". Naples News. Retrieved November 6, 2020.\n\n^ Jankowicz, Mia (November 30, 2020). \"A group of incoming GOP House members, calling themselves the 'Freedom Force,' are trying to counter Alexandria Ocasio-Cortez's 'Squad'\". Business Insider.\n\n^ Parke, Caleb (December 1, 2020). \"GOP Congresswoman-elect on forming 'Freedom Force': Left is 'totally out of line' with mainstream\". Fox News.\n\n^ Noor, Poppy (November 30, 2020). \"The 'Freedom Force': Republican group takes on the Squad and 'evil' socialism\". The Guardian.\n\n^ Goba, Kadia (June 9, 2021). \"The Congressional Black Caucus Is Blocking A Black Republican From Joining The Group\". BuzzFeed News. Archived from the original on June 10, 2021. Retrieved June 12, 2021.\n\n^ Lonas, Lexi (June 9, 2021). \"Congressional Black Caucus blocking Black House Republican from joining group\". The Hill. Archived from the original on June 10, 2021. Retrieved June 12, 2021.\n\n^ Skoneki, Mark (January 7, 2021). \"Florida Sen. Rick Scott votes yes on objection to Biden's presidency; Rubio votes no\". The Orlando Sentinel.\n\n^ Shabad, Rebecca (June 17, 2021). \"House votes to repeal 2002 Iraq War authorization\". NBC News. Archived from the original on June 17, 2021. Retrieved July 31, 2021.\n\n^ \"FINAL VOTE RESULTS FOR ROLL CALL 172\". U.S. House of Representatives. June 17, 2021. Archived from the original on June 17, 2021. Retrieved July 31, 2021.\n\n^ \"H.Con.Res. 21: Directing the President, pursuant to section 5(c) of … -- House Vote #136 -- Mar 8, 2023\".\n\n^ \"House Votes Down Bill Directing Removal of Troops From Syria\". Associated Press. March 8, 2023.\n\n^ a b Choi, Matthew (January 3, 2023). \"U.S. Rep. Chip Roy emerges as key GOP agitator in U.S. House speaker fight\". The Texas Tribune.\n\n^ Mueller, Julia (January 3, 2023). \"20th GOP opponent to McCarthy explains his vote for Jordan\". The Hill.\n\n^ \"For First Time In History, Two Black Lawmakers Nominated As House Speaker\".\n\n^ \"Colorado Congresswoman Lauren Boebert nominates Rep. Byron Donalds for House Speaker\". CBS News. January 4, 2023. Retrieved January 4, 2023.\n\n^ Tamari, Jonathan (January 4, 2023). \"'Washington is broken': Scott Perry nominated a GOP alternative for House speaker\". The Philadelphia Inquirer. Retrieved January 4, 2023.\n\n^ Bakich, Jackson (January 6, 2023). \"BREAKING: Donalds, Paulina Luna Flip, Vote for McCarthy\". The Floridian.\n\n^ Perry, Mitch (October 20, 2023). \"Florida's Byron Donalds is now a candidate for U.S. House Speaker\". Florida Phoenix. Retrieved October 21, 2023.\n\n^ Gans, Jared (May 31, 2023). \"Republicans and Democrats who bucked party leaders by voting no\". The Hill. Retrieved June 6, 2023.\n\n^ Demirjian, Karoun (October 25, 2023). \"House Declares Solidarity With Israel in First Legislation Under New Speaker\". The New York Times. ISSN 0362-4331. Retrieved October 30, 2023.\n\n^ Washington, U. S. Capitol Room H154; p:225-7000, DC 20515-6601 (October 25, 2023). \"Roll Call 528 Roll Call 528, Bill Number: H. Res. 771, 118th Congress, 1st Session\". Office of the Clerk, U.S. House of Representatives. Retrieved October 30, 2023.{{cite web}}:  CS1 maint: numeric names: authors list (link)\n\n^ \"Byron Donalds\". Clerk of the United States House of Representatives. Retrieved May 4, 2023.\n\n^ \"House Freedom Caucus Could Add 7 New Conservative Members\". The Daily Signal. November 4, 2020. Retrieved February 28, 2021.\n\n^ \"Membership\". Republican Study Committee. December 6, 2017. Retrieved March 28, 2021.\n\n^ \"August 30, 2016 Primary Election Official Results\". Florida Department of State – Division of Elections. Retrieved January 29, 2022.\n\n^ \"August 18, 2020 Primary Election Official Results\". Florida Department of State – Division of Elections. Retrieved September 10, 2020.\n\n^ \"November 3, 2020 General Election\". Florida Department of State. Retrieved November 17, 2020.\n\n^ Ceballos, Ana (January 10, 2010). \"Five questions for State Rep. Byron Donalds\". Naples News. Retrieved September 5, 2020.\n\n\nExternal links\n\n\n\nWikimedia Commons has media related to Byron Donalds.\n\nRepresentative Byron Donalds official U.S. House website\nAppearances on C-SPAN\nByron Donalds for Congress\n\nBiography at the Biographical Directory of the United States Congress\nLegislation sponsored at the Library of Congress\nProfile at Vote Smart\nFlorida House of Representatives - Byron Donalds\nByron Donalds on Getting Government to Work Again\n\n\nFlorida House of Representatives\n\n\nPreceded byMatt Hudson\n\n Member of the Florida House of Representativesfrom the 80th district 2016–2020\n\nSucceeded byLauren Melo\n\n\nU.S. House of Representatives\n\n\nPreceded byFrancis Rooney\n\n Member of the U.S. House of Representativesfrom Florida's 19th congressional district 2021–present\n\nIncumbent\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byAndrew Clyde\n\n United States representatives by seniority 305th\n\nSucceeded byPat Fallon\n\n\nvteFlorida's current delegation to the United States CongressSenators\n▌Marco Rubio (R)\n▌Rick Scott (R)\nRepresentatives (ordered by district)\n▌Matt Gaetz (R)\n▌Neal Dunn (R)\n▌Kat Cammack (R)\n▌Aaron Bean (R)\n▌John Rutherford (R)\n▌Michael Waltz (R)\n▌Cory Mills (R)\n▌Bill Posey (R)\n▌Darren Soto (D)\n▌Maxwell Frost (D)\n▌Daniel Webster (R)\n▌Gus Bilirakis (R)\n▌Anna Paulina Luna (R)\n▌Kathy Castor (D)\n▌Laurel Lee (R)\n▌Vern Buchanan (R)\n▌Greg Steube (R)\n▌Scott Franklin (R)\n▌Byron Donalds (R)\n▌Sheila Cherfilus-McCormick (D)\n▌Brian Mast (R)\n▌Lois Frankel (D)\n▌Jared Moskowitz (D)\n▌Frederica Wilson (D)\n▌Debbie Wasserman Schultz (D)\n▌Mario Díaz-Balart (R)\n▌María Elvira Salazar (R)\n▌Carlos A. Giménez (R)\n\nvteCurrent members of the United States House of RepresentativesSpeaker: Mike JohnsonMajorityvteRepublican Party conferenceSpeaker: Mike Johnson ‧ Majority Leader: Steve Scalise ‧ Majority Whip: Tom Emmer\nOther members: Aderholt\nAlford\nAllen\nAmodei\nArmstrong\nArrington\nBabin\nBacon\nBaird\nBalderson\nBanks\nBarr\nBean\nBentz\nBergman\nBice\nBiggs\nBilirakis\nBishop\nBoebert\nBost\nBrecheen\nBuchanan\nBuck\nBucshon\nBurchett\nBurgess\nBurlison\nCalvert\nCammack\nCarey\nCarl\nB. Carter\nJ. Carter\nChavez-DeRemer\nCiscomani\nCline\nCloud\nClyde\nCole\nCollins\nComer\nCrane\nCrawford\nCrenshaw\nCurtis\nDavidson\nDe La Cruz\nDesJarlais\nD'Esposito\nDíaz-Balart\nDonalds\nDuarte\nDuncan\nDunn\nEdwards\nEllzey\nEstes\nEzell\nFallon\nFeenstra\nFerguson\nFinstad\nFischbach\nFitzgerald\nFitzpatrick\nFleischmann\nFlood\nFoxx\nFranklin\nFry\nFulcher\nGaetz\nGallagher\nGarbarino\nGarcia\nGiménez\nGonzales\nGood\nGooden\nGosar\nGranger\nG. Graves\nS. Graves\nGreen\nGreene\nGriffith\nGrothman\nGuest\nGuthrie\nHageman\nHarris\nHarshbarger\nHern\nHiggins\nHill\nHinson\nHouchin\nHudson\nHuizenga\nHunt\nIssa\nJackson\nJames\nB. Johnson\nD. Johnson\nJordan\nD. Joyce\nJ. Joyce\nKean Jr.\nM. Kelly\nT. Kelly\nKiggans\nKiley\nKim\nKustoff\nLaHood\nLaLota\nLaMalfa\nLamborn\nLangworthy\nLatta\nLaTurner\nLawler\nLee\nLesko\nLetlow\nLoudermilk\nLucas\nLuetkemeyer\nLuna\nLuttrell\nMace\nMalliotakis\nMaloy\nMann\nMassie\nMast\nMcCaul\nMcClain\nMcClintock\nMcCormick\nMcHenry\nMcMorris Rodgers\nMeuser\nC. Miller\nMar. Miller\nMax Miller\nMiller-Meeks\nMills\nMolinaro\nMoolenaar\nMooney\nBa. Moore\nBl. Moore\nMoran\nMurphy\nNehls\nNewhouse\nNorman\nNunn\nObernolte\nOgles\nOwens\nPalmer\nPence\nPerry\nPfluger\nPosey\nReschenthaler\nH. Rogers\nM. Rogers\nRose\nRosendale\nRouzer\nRoy\nRutherford\nSalazar\nSchweikert\nScott\nSelf\nSessions\nSimpson\nA. Smith\nC. Smith\nJ. Smith\nSmucker\nSpartz\nStauber\nSteel\nStefanik\nSteil\nSteube\nStrong\nTenney\nThompson\nTiffany\nTimmons\nTurner\nValadao\nVan Drew\nVan Duyne\nVan Orden\nWagner\nWalberg\nWaltz\nWeber\nWebster\nWenstrup\nWesterman\nB. Williams\nR. Williams\nWilson\nWittman\nWomack\nYakym\nZinke\n\nDelegates: González\nMoylan\nRadewagen\nMinorityvteDemocratic Party caucusMinority Leader: Hakeem Jeffries ‧ Minority Whip: Katherine Clark\nOther members: Adams\nAguilar\nAllred\nAmo\nAuchincloss\nBalint\nBarragán\nBeatty\nBera\nBeyer\nBishop\nBlumenauer\nBlunt Rochester\nBonamici\nBowman\nBoyle\nBrown\nBrownley\nBudzinski\nBush\nCaraveo\nCarbajal\nCárdenas\nCarson\nCarter\nCartwright\nCasar\nCase\nCasten\nCastor\nCastro\nCherfilus-McCormick\nChu\nClarke\nCleaver\nClyburn\nCohen\nConnolly\nCorrea\nCosta\nCourtney\nCraig\nCrockett\nCrow\nCuellar\nDavids\nDa. Davis\nDo. Davis\nDean\nDeGette\nDeLauro\nDelBene\nDeluzio\nDeSaulnier\nDingell\nDoggett\nEscobar\nEshoo\nEspaillat\nEvans\nFletcher\nFoster\nFoushee\nFrankel\nFrost\nGallego\nGaramendi\nC. García\nR. Garcia\nS. Garcia\nGluesenkamp Perez\nGolden\nGoldman\nGomez\nGonzalez\nGottheimer\nGreen\nGrijalva\nHarder\nHayes\nHiggins\nHimes\nHorsford\nHoulahan\nHoyer\nHoyle\nHuffman\nIvey\nJe. Jackson\nJo. Jackson\nJackson Lee\nJacobs\nJayapal\nJohnson\nKamlager-Dove\nKaptur\nKeating\nKelly\nKhanna\nKildee\nKilmer\nKim\nKrishnamoorthi\nKuster\nLandsman\nLarsen\nLarson\nB. Lee\nSum. Lee\nSus. Lee\nLeger Fernandez\nLevin\nLieu\nLofgren\nLynch\nMagaziner\nManning\nMatsui\nMcBath\nMcClellan\nMcCollum\nMcGarvey\nMcGovern\nMeeks\nMenendez\nMeng\nMfume\nMoore\nMorelle\nMoskowitz\nMoulton\nMrvan\nMullin\nNadler\nNapolitano\nNeal\nNeguse\nNickel\nNorcross\nOcasio-Cortez\nOmar\nPallone\nPanetta\nPappas\nPascrell\nPayne Jr.\nPelosi\nPeltola\nPeters\nPettersen\nPhillips\nPingree\nPocan\nPorter\nPressley\nQuigley\nRamirez\nRaskin\nRoss\nRuiz\nRuppersberger\nRyan\nSalinas\nSánchez\nSarbanes\nScanlon\nSchakowsky\nSchiff\nSchneider\nScholten\nSchrier\nB. Scott\nD. Scott\nSewell\nSherman\nSherrill\nSlotkin\nSmith\nSorensen\nSoto\nSpanberger\nStansbury\nStanton\nStevens\nStrickland\nSwalwell\nSykes\nTakano\nThanedar\nB. Thompson\nM. Thompson\nTitus\nTlaib\nTokuda\nTonko\nN. Torres\nR. Torres\nTrahan\nTrone\nUnderwood\nVargas\nVasquez\nVeasey\nVelázquez\nWasserman Schultz\nWaters\nWatson Coleman\nWexton\nWild\nWilliams\nWilson\n\nDelegates: Holmes Norton\nPlaskett\nSablan\n\n118th United States Congress\nList of acts of the 118th United States Congress\n\nvteFlorida's delegation(s) to the 117th–present United States Congresses (ordered by seniority)\n\n\n117th\n\nSenate: \n▌M. Rubio (R)\n▌R. Scott (R)\n\n\nHouse: \n▌A. Hastings (D)\n▌M. Díaz-Balart (R)\n▌D. Wasserman Schultz (D)\n▌V. Buchanan (R)\n▌G. Bilirakis (R)\n▌K. Castor (D)\n▌B. Posey (R)\n▌T. Deutch (D)\n▌D. Webster (R)\n▌F. Wilson (D)\n▌L. Frankel (D)\n▌C. Crist (D)\n▌V. Demings (D)\n▌N. Dunn (R)\n▌M. Gaetz (R)\n▌A. Lawson (D)\n▌B. Mast (R)\n▌S. Murphy (D)\n▌J. Rutherford (R)\n▌D. Soto (D)\n▌G. Steube (R)\n▌M. Waltz (R)\n▌K. Cammack (R)\n▌B. Donalds (R)\n▌S. Franklin (R)\n▌C. Giménez (R)\n▌M. Salazar (R)\n▌S. Cherfilus-McCormick (D)\n\n\n\n118th\n\nSenate: \n▌M. Rubio (R)\n▌R. Scott (R)\n\n\nHouse: \n▌M. Díaz-Balart (R)\n▌D. Wasserman Schultz (D)\n▌V. Buchanan (R)\n▌G. Bilirakis (R)\n▌K. Castor (D)\n▌B. Posey (R)\n▌D. Webster (R)\n▌F. Wilson (D)\n▌L. Frankel (D)\n▌N. Dunn (R)\n▌M. Gaetz (R)\n▌B. Mast (R)\n▌J. Rutherford (R)\n▌D. Soto (D)\n▌G. Steube (R)\n▌M. Waltz (R)\n▌K. Cammack (R)\n▌B. Donalds (R)\n▌S. Franklin (R)\n▌C. Giménez (R)\n▌M. Salazar (R)\n▌S. Cherfilus-McCormick (D)\n▌A. Bean (R)\n▌M. Frost (D)\n▌L. Lee (R)\n▌A. Luna (R)\n▌C. Mills (R)\n▌J. Moskowitz (D)\n\n\n\nAuthority control databases People\nUS Congress\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Byron_Donalds&oldid=1193581074\"",
    "twitter": ""
  },
  {
    "name": "Byron York",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/byron-york-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American conservative (born 1955)\n\n\nByron YorkBorn (1955-12-05) December 5, 1955 (age 68)Birmingham, Alabama, U.S.EducationUniversity of Alabama (BA)University of Chicago (MA)Spouse1RelativesTom York (father)\nByron York (born December 5, 1955) is an American conservative correspondent, pundit, columnist, and author.[1]\n\n\nEducation[edit]\nThis section of a biography of a living person does not include any references or sources. Please help by adding reliable sources. Contentious material about living people that is unsourced or poorly sourced must be removed immediately.Find sources: \"Byron York\" – news · newspapers · books · scholar · JSTOR (April 2022) (Learn how and when to remove this template message)\nYork holds a B.A. from the University of Alabama at Tuscaloosa and an M.A. from the University of Chicago.\n\nCareer[edit]\nThis section of a biography of a living person does not include any references or sources. Please help by adding reliable sources. Contentious material about living people that is unsourced or poorly sourced must be removed immediately.Find sources: \"Byron York\" – news · newspapers · books · scholar · JSTOR (April 2022) (Learn how and when to remove this template message)\nYork joined The Washington Examiner as chief political correspondent in 2009. He was previously a White House correspondent for National Review. He is also a syndicated columnist. Before working for National Review, York was a news producer at CNN Headline News and an investigative reporter for The American Spectator.\nHe has also written for The Atlantic, The Hill, The Wall Street Journal, The Weekly Standard, and the New York Post. He has appeared on such programs as Meet the Press, The NewsHour with Jim Lehrer, The O'Reilly Factor, Meet the Press, Special Report, The Laura Ingraham Show, and Hardball with Chris Matthews, and has contributed occasional commentaries to National Public Radio. For a brief period in 2005 he was a contributing blogger at The Huffington Post. He has taken part in discussions with other media personalities at BloggingHeads.tv.\n\nPolitical positions[edit]\nIn 2001, York criticized President Bill Clinton's pardon of Susan McDougal, who had served three months in prison for Contempt of court related to her involvement in the Whitewater scandal.[2]\nIn 2005, York posited a plot by the Democratic Party to \"take down\" President George W. Bush in his book The Vast Left Wing Conspiracy.\nIn 2007, York called on President Bush to give a full pardon to Scooter Libby, who was sentenced to prison for obstruction of justice, perjury and making false statements in the Plame affair.[3]\nIn 2010, York wrote an op-ed titled \"Obama has himself to blame for Muslim problem\", which argued that President Obama was to blame for the widespread misconception that he was Muslim. York wrote that Obama had written about his Muslim grandfather and noted that members of his extended family were Muslim. York said that the Obama campaign had \"shouted down even a measured discussion of the topic\", and \"to the outside observer, Obama sometimes doesn’t appear to practice any faith at all. Put it all together, and is it any wonder the public is confused?\"[4][5][6][7]\nAccording to the Toronto Star, York has \"[led] the inquiries into the alleged deep-state conspiracy against Trump\".[8] According to Slate, York has \"[spread] conspiracy theories about the FBI.\"[9] York suggested that Special Counsel Robert Mueller's probe into Russian interference in the 2016 election could be compromised because of an alleged friendship to former FBI Director James Comey, whom President Trump fired.[10][11] York supported Chuck Grassley and Lindsey Graham's recommendation of criminal charges against Christopher Steele, one of the people who sought to expose Russian interference in the 2016 election. They alleged that Steele had lied to federal authorities. However, federal authorities have not filed charges against him for lying.[12] In July 2018, when Maria Butina, an accused Russian spy who had sought to involve herself in the NRA and the Republican Party, was arrested, York downplayed the charges.[13]\nIn February 2019, York argued that the attempt by the new Democratic majority in the House of Representatives to compel the release of President Trump's tax returns amounted to the \"ultimate fishing expedition\".[14]\nIn 2020, during the George Floyd protests against racism and police brutality, York criticized a statement by former President George W. Bush which said it was \"time for America to examine our tragic failures.\" York said it was \"remarkable\" that Bush \"almost completely ignored riots, violence.\"[15]\nShortly before the 2020 presidential election, York wrote a piece in the Washington Examiner analyzing a findings simulation that claimed Joe Biden wouldn't concede the election if he lost, and  claiming that Biden would pressure Democratic governors to reject Trump's victory in their states and that House Democrats would refuse to acknowledge Trump's victory. He also asserted that Trump would concede if he lost.[16] However, in reality, the opposite occurred. Trump lost the election, refused to concede, and pressured Republican governors to reject the results, all while numerous Republican officials, including in the House of Representatives, refused to acknowledge Biden's victory and voted to reject the electors.\n\nFamily and personal life[edit]\nHe is the son of Tom York, a longtime television personality from Birmingham, Alabama, and Helen Hamilton (born 1929). His nephew is Washington Examiner's Life and Arts editor, Park MacDougald. He is married, and plays the guitar and the mandolin.[17]\n\nBibliography[edit]\nThe Vast Left Wing Conspiracy: The Untold Story of How Democratic Operatives, Eccentric Billionaires, Liberal Activists, and Assorted Celebrities Tried to Bring Down a President—and Why They'll Try Even Harder Next Time (NY, Crown Forum, 2005) ISBN 1-4000-8238-2[18]\nReferences[edit]\n\n\n^ Zeleny, Jeff; Parker, Ashley (August 11, 2011). \"8 Republican Candidates Trade Attacks in Iowa Debate\". The New York Times. ISSN 0362-4331. Retrieved February 14, 2019.\n\n^ Dish, The Daily (July 10, 2007). \"Byron York on the Pardons Of Scooter Libby and Susan McDougal\". The Atlantic. Retrieved March 28, 2022.\n\n^ Dish, The Daily (July 10, 2007). \"Byron York on the Pardons Of Scooter Libby and Susan McDougal\". The Atlantic. Retrieved February 14, 2019.\n\n^ \"Here Is Someone Trying to Blame the 'Obama Is a Muslim' Myth on Obama\". New York Intelligencer. August 20, 2010. Retrieved February 14, 2019.\n\n^ \"Obama: The Muslim misconception\". theweek.com. August 20, 2010. Retrieved February 14, 2019.\n\n^ \"Nation's foremost thinkers: It's Obama's fault that people think he's a Muslim (and also he technically is)\". Salon. August 20, 2010. Retrieved February 14, 2019.\n\n^ York, Byron. \"Obama has himself to blame for Muslim problem\". www.jewishworldreview.com. Archived from the original on February 14, 2019. Retrieved February 14, 2019.\n\n^ \"The pro-Trump campaign to win hearts and minds over Russia probe | The Star\". thestar.com. February 11, 2018. Retrieved February 14, 2019.\n\n^ Stern, Mark Joseph (December 14, 2018). \"The Weekly Standard's Dismantling Is Terrible News for Conservatism and Journalism\". Slate Magazine. Retrieved February 14, 2019.\n\n^ Swanson, Ian (June 12, 2017). \"The Memo: Trump allies turn fire on Mueller\". The Hill. Retrieved February 14, 2019.\n\n^ Yglesias, Matthew (June 12, 2017). \"Trump's media allies are making the case for firing Robert Mueller\". Vox. Retrieved February 14, 2019.\n\n^ Mayer, Jane (March 5, 2018). \"Christopher Steele, the Man Behind the Trump Dossier\". The New Yorker. ISSN 0028-792X. Retrieved February 14, 2019.\n\n^ Scher, Bill (July 22, 2018). \"Republicans have a problem named Mariia\". Politico. Retrieved February 14, 2019.\n\n^ Chait, Jonathan (February 13, 2019). \"Republicans Trying, Failing to Come Up With Good Reasons to Conceal Trump Taxes\". New York Intelligencer. Retrieved February 14, 2019.\n\n^ Alberta, Tim (June 8, 2020). \"Is This the Last Stand of the 'Law and Order' Republicans?\". Politico. Retrieved June 8, 2020.\n\n^ Kilgore, Ed (September 8, 2020). \"Trump Backers Make a Case for Stealing Election, Before Biden Gets the Chance\". Intelligencer. Archived from the original on September 8, 2020. Retrieved September 4, 2021.\n\n^ Kleinhenz, Stephan (September 13, 2018). \"Q&A with Washington Examiner Political Correspondent Byron York\". The Collegian. Retrieved September 5, 2021.\n\n^ \"The Vast Left Wing Conspiracy by Byron York | PenguinRandomHouse.com: Books\". PenguinRandomhouse.com. Retrieved May 4, 2019.\n\n\nExternal links[edit]\nColumn archive at the Washington Examiner\nColumn archive at National Review Online\nAppearances on C-SPAN\nByron York   on Charlie Rose\nByron York at IMDb\nVideo debates/discussions involving York on Bloggingheads.tv\nvteFox News personalitiesAnchors\nBanderas\nBream\nHemmer\nNeville\nRoberts\nScott\nShawn\nSmith\nHosts\nBaier\nBartiromo\nCain\nCampos-Duffy\nCasone\nCavuto\nDoocy\nEarhardt\nFaulkner\nGowdy\nGutfeld\nKudlow\nKurtz\nHannity\nHegseth\nHilton\nIngraham\nJenkins\nKennedy\nKilmeade\nH. Levin\nM. Levin\nMacCallum\nMcDowell\nPerino\nPirro\nWatters\nCorrespondentsand reporters\nCorke\nCowan\nDoocy\nEdson\nEmanuel\nGabrielle\nGallagher\nGreen\nGriffin\nHarrigan\nHasnie\nHenneberg\nIngle\nKeating\nKennedy\nLeventhal\nLine\nLlenas\nMcEnany\nMcKelway\nRafferty\nStegall\nContributorsand analysts\nBaker\nBarnes\nBruce\nCafaro\nCompagno\nDomenech\nFord Jr.\nGingrich\nHume\nJones\nLahren\nLane\nLayfield\nLowry\nMarshall\nMcGlowan\nMiller\nMishkin\nMorris\nOwens\nPavlich\nRove\nSiegel\nTerrell\nTimpf\nTyrus\nYork\nWilliams\nMeteorologists\nDean\nReichmuth\nPast hosts\nAngle\nBeck\nBila\nBolling\nBongino\nBriggs\nCamerota\nG. Carlson\nT. Carlson\nChetry\nChilders\nColmes\nGuilfoyle\nHasselbeck\nHenry\nHill\nHuddy\nHuntsman\nJerrick\nG. Kelly\nM. Kelly\nKooiman\nMele\nMorris\nNorth\nO'Reilly\nSchmitt\nSkinner\nSmith\nTantaros\nSusteren\nVittert\nWallace\nWright\nPast correspondentsand reporters\nBarber\nCameron\nFisher\nHuntsman\nGarrett\nGoler\nHerridge\nMolina\nRosen\nPast contributorsand analysts\nBeckel\nBreitbart\nBrown\nCaddell\nCarson\nCafasso\nCheney\nClark\nCrowder\nCupp\nDash\nB. Goldberg\nJ. Goldberg\nHam\nHayes\nHenican\nHoover\nKasich\nKrauthammer\nKristol\nKucinich\nMcCain\nMcInnes\nMorris\nNapolitano\nPalin\nPeters\nPowers\nRivera\nSanders\nSchoen\nStossel\nWest\nWiehl\nWill\nZahn\n\nvteUnited MediaCore businesses\nNewspaper Enterprise Association\nUnited Feature Syndicate\nComics(current)\n9 Chickweed Lane\nAlley Oop\nArlo and Janis\nBaby Blues\nBetty\nBig Nate\nThe Born Loser\nBrevity\nThe Buckets\nDrabble\nF Minus\nFrank & Ernest\nFrazz\nGet Fuzzy\nGraffiti\nGrand Avenue\nThe Grizzwells\nHealth Capsules\nHeart of the City\nHerman\nJump Start\nKidspot\nThe Knight Life\nLola\nLuann\nMarmaduke\nModerately Confused\nMonty\nNancy\nOff the Mark\nOver the Hedge\nPearls Before Swine\nPrickly City\nReality Check\nRip Haywire\nRipley's Believe It or Not!\nRose Is Rose\nShortcuts\nTarzan\nUncle Art's Funland\nWorking Daze\nComics(historical)\nAbbie an' Slats\nAlice in Wonderland\nAnnibelle\nAsk Shagg\nBen Casey\nBerry's World\nBoots and Her Buddies\nBugs Bunny\nThe Captain and the Kids\nCaptain Easy / Wash Tubbs\nCasey Ruggles\nCommitted\nCow and Boy\nDiesel Sweeties\nThe Dropouts\nEek & Meek\nElla Cinders\nEveryday Movies\nFamily Tree\nFerd'nand\nFlapper Fanny Says\nThe Doodle Family\nFreckles and His Friends\nFreshly Squeezed\nFritzi Ritz\nGood Old Days\nGordo \nGrin and Bear It\nHawkshaw the Detective\nHerman\nHowdy Doody\nIt's Only a Game\nJane's World\nJim Hardy\nJoe Jinks\nJohn Carter of Mars\nKevin the Bold\nKit 'n' Carlyle\nLi'l Abner\nLittle Mary Mixup\nLong Sam\nMeg!\nMorty Meekle\nOur Boarding House\nOut Our Way\nThe Outbursts of Everett True\nPeanuts\nPriscilla's Pop\nRaising Duncan\nRed Ryder\nRudy Park\nSecret Asian Man\nSnake Tales\nSoup to Nutz\nSpot the Frog\nStar Hawks\nTailspin Tommy\nThere Oughta Be a Law!\nTwin Earths\nU.S. Acres\nWright Angles\nEditorialcartoons\nRobert Ariail\nMatt Bors\nBill Day\nJerry Holbert\nDrew Litton\nHenry Payne\nRob Rogers\nJeff Stahler\nEd Stein\nCommentary\nTad Bartimus\nNat Hentoff\nDonald Lambro\nKathryn Jean Lopez\nGene Lyons\nMary Mitchell\nCokie Roberts and Steven V. Roberts\nDiana West\nByron York\nOther\nThe Aces on Bridge\nJean Chatzky\nHarriette Cole\nHarvey Mackay\nMiss Manners\nNancy M. Reichardt\nBruce Williams\nWorld Almanac\n\nAuthority control databases International\nISNI\nVIAF\nNational\nIsrael\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Byron_York&oldid=1184379883\"",
    "twitter": ""
  },
  {
    "name": "Cal Thomas",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/cal-thomas-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "American conservative writer\nThis article is about the author. For the American football player, see Cal Thomas (American football).\n\n\nCal ThomasThomas in February 2012BornJohn Calvin Thomas (1942-12-02) December 2, 1942 (age 81)[1]Washington, D.C., U.S.Alma materAmerican UniversityOccupation(s)Political commentator, author, columnist\nJohn Calvin Thomas[2] (born December 2, 1942) is an American syndicated columnist, author and radio commentator.\n\n\nEarly life and education[edit]\nThomas was born in 1942 in Washington, D.C. He attended the American University for his undergraduate education.\n\nCareer[edit]\nDuring the 1960s and early 1970s he worked as a reporter at NBC News. During a hiatus in his undergraduate education, he joined the U.S. Army, and served at the Armed Forces Radio in New York.[3] His program on CNBC was nominated for a CableACE Award in 1995.[4] His column, which began in 1984, is syndicated by Tribune Content Agency.[5] Thomas joined Fox News as a political contributor in 1997. He was a panelist on Fox News Watch, a Fox News Channel program critiquing media coverage, and until September 2005 hosted After Hours with Cal Thomas on the same network. He also gives a daily radio commentary, syndicated by Salem Radio Network.\nFrom 2005 until the end of 2015, Thomas had been a columnist for USA Today, where he wrote articles with friend and political opposite, Bob Beckel, in the style of \"point–counterpoint\".[6]\nThomas has written extensively about political issues and he supports, among other things, many American positions related to Israel.\nHe has written 10 books, including Blinded By Might, that discussed, among other things, the role of the Moral Majority in American politics of the 1980s. Thomas was vice president of the Moral Majority from 1980 to 1985. Thomas is an evangelical Christian,[7][8] and a member of Fourth Presbyterian Church in Bethesda, Maryland, affiliated with the Evangelical Presbyterian Church.[9]\n\nPolitical views[edit]\nIranian nuclear negotiations[edit]\nIn a 2014 Washington Times article, Thomas claims, \"Iranian nuclear negotiators joined with Holocaust deniers, 9/11 truthers and anti-Semites from across the globe.\"[10]\n\nBarack Obama[edit]\nIn 2014, Thomas criticized the U.S. President Barack Obama for \"treating Israel as an enemy\".[10]\n\nIslam[edit]\nIn his article \"Mumbai Explained\", syndicated in December 2008, Thomas wrote that \"no new [mosques] should be built\" in Western countries following the Mumbai terrorist attacks. He further claimed that Muslim immigration posed a danger to the UK and United States.[11]\nFollowing the June 2016 massacre at the Pulse gay nightclub by ISIS sympathizer Omar Mateen, Thomas called for a moratorium on construction of mosques in the United States until \"radical Islamist ideology\" could be \"defeated\".[12]\n\nIsrael[edit]\nIn a 2023 column, Thomas affirmed his support for Israel and the Zionist movement.[13]\n\nLGBT rights[edit]\nAfter Bill Clinton became the first sitting United States president to address a gay rights organization, the Human Rights Campaign,[14] Thomas published a column[15] in November 1997 opposing homosexuality, in which he said:\n\nGod designed norms for behavior that are in our best interests. When we act outside those norms—such as for premarital sex, adultery, or homosexual sex—we cause physical, emotional, and spiritual damage to ourselves and to our wider culture. The unpleasant consequences of divorce and sexually transmitted diseases are not the result of intolerant bigots seeking to denigrate others. They are the result of violating God's standards, which were made for our benefit.— Cal Thomas, \"Immutable Morals\"\nThomas published a similar column[16] on October 16, 2009, after Barack Obama became the second sitting United States president to address the Human Rights Campaign.[14] Thomas said:\n\nWe will get more of what we tolerate. Sexual behavior is an important cultural and moral issue. Mr. Obama won the election with just 52 percent of the popular vote and a margin of 7 percent over Sen. John McCain. This should not be seen as a mandate for him and his administration to make over America in a secular and liberal image. Neither should it be seen as an invitation to give blanket approval to homosexuality, considered by some to be against the best interests of the people who practice it as well as the nations that accept it.— Cal Thomas, \"Don't Ask, Tell or Legitimize\"\nPersonal life[edit]\nThomas was married to Charlotte Ray Thomas for 51 years until her death in 2017.[17] Thomas married CJ Berwick, a classmate from Walter Johnson High School, in 2018.[18] The couple reside in Key Largo, Florida as of 2020[update].[19]\n\nBibliography[edit]\nExternal videos Booknotes interview with Thomas on The Things That Matter Most, July 10, 1994, C-SPAN\n2020, America's Expiration Date: The Fall of Empires and Superpowers… and the Future of the United States (ISBN 0-310-35753-5)\nThomas, Cal (2014). What works : commonsense solutions to the nation's problems. Grand Rapids, MI: Zondervan. ISBN 978-0-310-33946-5. LCCN 2013041232.\n2008, \"Mumbai Explained\" Cal Thomas Chicago Tribune/Daily Yomiuri\n2007, Common Ground: How to Stop the Partisan War That Is Destroying America with Bob Beckel (ISBN 978-0-06-123634-1)\n2001, The Wit & Wisdom of Cal Thomas (ISBN 1-58660-299-3)\n1999, Blinded by Might with Ed Dobson (ISBN 0-310-22650-3)\n1994, The Things That Matter Most (ISBN 0-06-017083-2)\n1988, The Death of Ethics in America (ISBN 0-8499-0638-5)\n1983, Book Burning (ISBN 0-89107-284-5)\nSee also[edit]\nPortals: Biography Christianity Conservatism\nList of newspaper columnists\n\nReferences[edit]\n\n\n^ Encyclopedia of Television News. Greenwood Publishing Group. 1999. p. 254. ISBN 9781573561082. Retrieved January 11, 2015 – via Internet Archive. cal thomas born dec 1942.\n\n^ \"The Last Word\". NBC News. Retrieved July 27, 2011.\n\n^ Thomas, Cal (September 26, 2017). \"The Vietnam War Revisited\". The Washington Times. Retrieved September 26, 2017.\n\n^ \"Cal Thomas\". Fox News. January 13, 2011.\n\n^ \"Tribune Content Agency >> Cal Thomas columns\". tribunecontentagency.com. Retrieved October 9, 2018.\n\n^ \"Common Ground: It's time to say goodbye\". USA Today. December 29, 2015.\n\n^ \"Evangelical Columnist Cal Thomas Blasts Church-Based Electioneering\". Americans United for Separation of Church and State. December 2011. Retrieved July 12, 2019.\n\n^ Thomas, Cal (February 2, 2018). \"A Message for My Evangelical Friends\". (Lynchburg, VA) News & Advance. Retrieved July 12, 2019.\n\n^ Jumper, Mark A. (2017). \"Fourth Presbyterian Church (Bethesda, Maryland)\", Demy, Timothy J.; Shockley, Paul R. (eds.). Evangelical America: An Encyclopedia of Contemporary American Religious Culture. Santa Barbara, CA: ABC-CLIO. ISBN 9781610697736 p. 165.\n\n^ a b \"CAL THOMAS: Iran nuclear talks like bargaining with the devil\". The Washington Times. Retrieved January 11, 2015.\n\n^ \"THOMAS: Mumbai explained\". The Washington Times. December 3, 2008. Retrieved January 11, 2015.\n\n^ Thomas, Cal. \"Needed: A Declaration of War\". Retrieved September 4, 2018.\n\n^ Thomas, Cal (April 23, 2023). \"What will happen in next 75 years for Israel?\". The Tribune-Democrat. Retrieved September 6, 2023.\n\n^ a b Roberts, Roxanne (October 6, 2009), \"Obama to Keynote Gay-Rights Dinner With Lady Gaga\", The Washington Post\n\n^ Thomas, Cal (November 22, 1997), \"Repealing Morality?\", World Magazine, Asheville, North Carolina\n\n^ Thomas, Cal (October 16, 2009), \"Don't Ask, Tell or Legitimize\", The Washington Times\n\n^ Howell, Tom (February 12, 2017). \"Charlotte Ray Thomas, wife of Times columnist, dies at 78\". The Washington Times.\n\n^ Java, Theresa (July 18, 2018). \"Love is patient\". Keys News.\n\n^ \"Cal Thomas: The Fall of Empires, the Future of US\". Shapingopinion.com. O'Brien Communications, Shaping Opinion. October 5, 2020. Retrieved March 10, 2021.\n\n\nExternal links[edit]\nCal Thomas Website\nCal Thomas at Townhall.com\nThe Cal Thomas Commentary (radio show)\nWeekly USA Today Column Common Ground\nCal Thomas at IMDb\nAppearances on C-SPAN\nvteFox News personalitiesAnchors\nBanderas\nBream\nHemmer\nNeville\nRoberts\nScott\nShawn\nSmith\nHosts\nBaier\nBartiromo\nCain\nCampos-Duffy\nCasone\nCavuto\nDoocy\nEarhardt\nFaulkner\nGowdy\nGutfeld\nKudlow\nKurtz\nHannity\nHegseth\nHilton\nIngraham\nJenkins\nKennedy\nKilmeade\nH. Levin\nM. Levin\nMacCallum\nMcDowell\nPerino\nPirro\nWatters\nCorrespondentsand reporters\nCorke\nCowan\nDoocy\nEdson\nEmanuel\nGabrielle\nGallagher\nGreen\nGriffin\nHarrigan\nHasnie\nHenneberg\nIngle\nKeating\nKennedy\nLeventhal\nLine\nLlenas\nMcEnany\nMcKelway\nRafferty\nStegall\nContributorsand analysts\nBaker\nBarnes\nBruce\nCafaro\nCompagno\nDomenech\nFord Jr.\nGingrich\nHume\nJones\nLahren\nLane\nLayfield\nLowry\nMarshall\nMcGlowan\nMiller\nMishkin\nMorris\nOwens\nPavlich\nRove\nSiegel\nTerrell\nTimpf\nTyrus\nYork\nWilliams\nMeteorologists\nDean\nReichmuth\nPast hosts\nAngle\nBeck\nBila\nBolling\nBongino\nBriggs\nCamerota\nG. Carlson\nT. Carlson\nChetry\nChilders\nColmes\nGuilfoyle\nHasselbeck\nHenry\nHill\nHuddy\nHuntsman\nJerrick\nG. Kelly\nM. Kelly\nKooiman\nMele\nMorris\nNorth\nO'Reilly\nSchmitt\nSkinner\nSmith\nTantaros\nSusteren\nVittert\nWallace\nWright\nPast correspondentsand reporters\nBarber\nCameron\nFisher\nHuntsman\nGarrett\nGoler\nHerridge\nMolina\nRosen\nPast contributorsand analysts\nBeckel\nBreitbart\nBrown\nCaddell\nCarson\nCafasso\nCheney\nClark\nCrowder\nCupp\nDash\nB. Goldberg\nJ. Goldberg\nHam\nHayes\nHenican\nHoover\nKasich\nKrauthammer\nKristol\nKucinich\nMcCain\nMcInnes\nMorris\nNapolitano\nPalin\nPeters\nPowers\nRivera\nSanders\nSchoen\nStossel\nWest\nWiehl\nWill\nZahn\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nUnited States\nNetherlands\nOther\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Cal_Thomas&oldid=1186818535\"",
    "twitter": ""
  },
  {
    "name": "Caleb Paxton",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/caleb-paxton-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "California Globe",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/california-globe-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American political consultant\n\n\nKen KursonBorn1968 (age 55–56)United StatesNationalityAmericanEducationGlenbrook North High SchoolOccupations\nJournalist\nWriter\nPolitical consultant\nMusician\nNotable work\nEditor in chief of The New York Observer\nfounder of Green Magazine\nauthor of The Green Magazine Guide to Personal Finance\nco-author of Leadership, and The Faber Report\nWebsitekenkurson.com\nKenneth Kurson (born 1968)[1][2] is an American political consultant, writer, journalist, and former musician,[citation needed] who was editor-in-chief of The New York Observer between 2013 and 2017. In 2020 he was charged by federal prosecutors with cyberstalking and harassment, for which he was pardoned by President Donald Trump in 2021. In February 2022, Kurson pleaded guilty to state misdemeanor criminal charges of attempted eavesdropping and computer trespass related to his divorce.[3]\n\n\nEducation and family[edit]\nKurson was the son of a traveling salesman of motorcycle parts, and once recounted that \"some years were good; others we had to sell our piano and all our furniture.\"[2] He graduated from Glenbrook North High School in Northbrook, Illinois, in 1986,[4] and is the younger brother of bestselling author Robert Kurson.[4] While he began studies at the University of Chicago, he left college, finding the experience to be \"soul-deadening.\"[2]\n\nCareer[edit]\nEarly career[edit]\nIn the late 1980s and early 1990s, Kurson played bass for the Chicago punk rock band Green.[2][5] After leaving Green in 1990, Kurson founded The Lilacs with David Levinsky.[5]\nA debut EP, The Lilacs Love You, was produced by Material Issue frontman Jim Ellison, who is also credited with naming the band The Lilacs.[6] A follow-up EP, The Lilacs Hate You, was the band's next release.[7] A full-length CD, The Lilacs Rise Above the Filth, was produced by Brad Wood and released in 1992.[8]\nIn 1993, he headed to New York to break into journalism, and landed internships and jobs at Rolling Stone, Harper's and Worth. In 1995, he began an irreverent eight-page publication on financial topics, The Kenny Quarterly, while working as an editor at United Media. It was to friends desiring financial advice. Later that year, he and a friend, John Packel, turned The Kenny Quarterly into Green.[2] It was acquired by Bankrate in 1999.[9] Kurson was a contributing editor at Esquire from 1997 to 2001, covering investing.[10] Kurson first became interested in finance when he played bass for Green. He took charge of the band's books and contracts.[2]\nA New York Times profile in 2000 said that Kurson \"has made personal finance palatable for people who might otherwise believe that it belongs on the shelf with Geritol and Dentu-Creme.\"[2]\nDoubleday published Kurson's first book, The Green Magazine Guide to Personal Finance in April 1998.[11] He was co-author of a book with journalist David Faber published by Little, Brown in 2002.\n\nPolitical consulting[edit]\nFrom 2002 through the end of 2006, Kurson was Deputy Director of Communications for Giuliani Partners, the consulting company founded by Rudy Giuliani, with whom he had co-authored the book, Leadership. Kurson served as chief operating officer (COO) during Rudy Giuliani's unsuccessful 2008 campaign for the Republican presidential nomination.[12]\nKurson hired by the Rudy Giuliani Presidential Committee and put in charge of the Mid-Atlantic Region – New Jersey, Delaware, and Maryland.[citation needed] In May 2007, he was promoted to chief operating officer, reporting to Michael DuHaime,[citation needed] and served in this role until Giuliani withdrew from the race on January 30, 2008.[citation needed]\nAfter the campaign, Kurson worked at Jamestown Associates, a Republican political consulting firm based in New Jersey.[13]\nKurson ran in the 2003 New Jersey General Assembly election for the 34th Legislative District as a Republican. He received 17.6% of the vote and ran a distant third behind Democratic incumbent Peter C. Eagler (with 33.2%) and his running mate Sheila Oliver (31.0%).[14][15]\nIn 2010 he was the co-author of the personal memoir of biotechnology executive John Crowley entitled Chasing Miracles: The Crowley Family Journey of Strength, Hope and Joy.[16]\n\nNew York Observer[edit]\nIn January 2013, Kurson was named the editor of The New York Observer by the newspaper's publisher, Jared Kushner.[17] His tenure as editor marked by questions about his ties to Kushner, Trump's son-in-law, and to the Trump campaign, especially after he acknowledged that he had worked on a Trump speech to the American Israel Public Affairs Committee. After criticism, Kurson said that he would no longer advise the Trump campaign. As editor, Kurson oversaw the publication's decision in 2016 to end its print edition and drop \"New York\" from its title, in a break with its past under former editor Peter W. Kaplan.[18][19]\n\nLater career[edit]\nIn May 2017, Kurson stepped down from the Observer to work as a senior managing director at Teneo Strategies, a firm run by allies of Hillary Clinton and Bill Clinton.[18]\nHe was a board member of the payments company Ripple Labs from February 2017[20] until October 2020, when federal prosecutors charged him in federal court with interstate cyberstalking and related offenses.[21]\nIn 2018 he founded Sea of Reeds Media, a media company based in Washington, D.C. and is the CEO.[22] Sea of Reeds Media publishes Modern Consensus, California Globe, New Jersey Globe, Rock and Roll Globe, Wine and Whiskey Globe, Book and Film Globe, and Fine Art Globe.[23]\n\nCriminal indictments[edit]\nFederal harassment indictment[edit]\nIn March 2018, journalist Deborah Copaken wrote an article in The Atlantic in which she claimed that Kurson withdrew a job offer that had been made to her to write for the New York Observer after not responding favorably to sexual advances from him.[24][25] Kurson said he \"categorically denied any claim of inappropriate behavior.\"[19]\nIn May 2018, Kurson revealed he was under consideration for an unpaid position in the Trump Administration.[26][19][27] It later became known that he was considered for the board of the National Endowment for the Humanities.[27] In an FBI background check, agents interviewed Copaken in June 2018. She told the agents that she had been contacted by a female Mount Sinai Hospital physician who alleged in 2015 that Kurson had harassed her. The FBI contacted Mount Sinai and interviewed the doctor and other employees about Kurson.[27][28][25] When the list of appointees to the endowment was released in July 2018, Kurson was not on the list. He said at the time that he had withdrawn from consideration the previous month due to too much paperwork in the vetting process.[27]\nIn October 2020, federal prosecutors unsealed a criminal complaint charging him with interstate cyberstalking and harassment of the doctor.[1] According to the federal prosecutors, Kurson used aliases to post a flood of negative Yelp reviews about the physician, sent her threatening emails, harassed her with anonymous calls, and delivered messages to other Mount Sinai employees claiming the physician was having an affair with her boss.[21] Mount Sinai Hospital was so concerned about the harassment at the time that it hired someone to protect the doctor for a few days.[27]\n\nPresidential pardon[edit]\nKurson was granted a full pardon by President Trump on January 19, 2021, the last full day of the Trump presidency. The White House said in a statement that Kurson's ex-wife wrote a \"powerful letter to the prosecutors\" on his behalf, saying that \"she never wanted this investigation or arrest,\" that the investigation only took place because of the vetting process, and that \"Kurson is an upstanding citizen and father to five beautiful children.\"[29]\nElizabeth Spiers, Kurson's predecessor at the Observer, noted in The Daily Beast that the White House statement did not mention the other alleged victims, and that the pardon stood out from the other persons pardoned \"because of the ongoing threat that some of the people he allegedly stalked and harassed fear that he may pose to them now.\" Copaken said she was \"terrified\" by the pardon.[30]\n\nNew York charges[edit]\nIn August 2021, Kurson was charged in a New York state court with hacking into his wife's computer between September 2015 and March 2016 as their marriage fell apart and they divorced. He was accused of using the spyware program WebWatcher to obtain access to her Facebook and Gmail accounts. [31] Kurson was also alleged to have anonymously distributed his wife's Facebook postings.[32]\nIn announcing the charges, Cyrus R. Vance Jr., the district attorney from Manhattan, said, \"We will not accept presidential pardons as get-out-of-jail-free cards for the well-connected in New York.\"[33]\nIn February 2022, Kurson struck a plea deal with prosecutors, pleading guilty to two misdemeanors with the opportunity to have the charges further reduced. Under the terms of the deal, he must complete 100 hours of community service, and if not arrested for another crime, in one year he will withdraw those pleas, and plead to the lesser offense of second degree harassment.[3][31]\n\nPersonal life[edit]\nKurson lives in Maplewood, New Jersey,[1] and is married to Melody Kurson.[34]\n\nReferences[edit]\n\n\n^ a b c \"Individual Charged with Cyberstalking Three Victims\". www.justice.gov. October 23, 2020. Retrieved February 4, 2021.\n\n^ a b c d e f g Ellin, Abby (August 20, 2000). \"PRIVATE SECTOR; Finance, by an Ex-Punk Rocker\". The New York Times. ISSN 0362-4331. Retrieved February 4, 2021.\n\n^ a b Jacobs, Shayna (February 16, 2022). \"Plea deal for Kushner friend Ken Kurson, pardoned by Trump but charged in N.Y. state court with stalking his wife\". The Washington Post. Retrieved February 16, 2022.\n\n^ a b Feder, Robert (January 8, 2013). \"NBC 5 adds busy Ivy Leaguer to sports lineup\". TimeOut Chicago. Archived from the original on September 8, 2017. Retrieved September 8, 2017.\n\n^ a b Kot, Greg (February 17, 2017). \"The Lilacs rise above the 'filth' once more for first show in 24 years\". Chicago Tribune. Archived from the original on September 8, 2017. Retrieved September 8, 2017.\n\n^ Jan, Hieggelke (June 27, 1996). \"Immaterial World: Ken Kurson Examines the Void Left by Jim Ellison's Death\". Newcity Music. Archived from the original on November 11, 2016.\n\n^ \"The Lilacs\". Chicago Tribune. July 26, 1991. Archived from the original on September 8, 2017. Retrieved September 8, 2017.\n\n^ Robbins, Ira. \"Green\". Trouser Press. Archived from the original on September 8, 2017. Retrieved September 8, 2017.\n\n^ \"Bankrate Inc 2000 Annual Report 10-K\". SEC Edgar Filing Tracker. Securities and Exchange Commission. March 27, 2001. Retrieved December 10, 2021. On August 27, 1999, the Company acquired certain assets and assumed certain liabilities of Green Magazine, Inc.\n\n^ Kurson, Ken (June 6, 2007). \"What I learned from 'The Price Is Right'\". Los Angeles Times. Archived from the original on October 14, 2012. Retrieved October 17, 2021.\n\n^ Kurson, Ken (March 16, 1998). Green Magazine: No B.S. Book. Main Street Books. ISBN 0385487592.\n\n^ Harris, Ben (January 22, 2008). \"Lieberman, Coleman join GOP fight\". Jewish Telegraphic Agency. Archived from the original on December 9, 2017.\n\n^ Shaw, Lucas (January 4, 2013). \"New York Observer Names Former Giuliani Adviser Ken Kurson Editor\". TheWrap. Retrieved February 4, 2021.\n\n^ Golway, Terry (September 14, 2003). \"Politics; Well-Connected\". The New York Times. Archived from the original on December 29, 2017. Retrieved November 23, 2017. And now a rarity -- a young Republican Assembly candidate from Montclair -- is gaining unexpected attention because of his unusual (for an aspiring state legislator) background, his enviable connections and his association with another Republican who defied expectations, Rudolph W. Giuliani. Ken Kurson, a 34-year-old writer and journalist, was Mr. Giuliani's co-author for the former New York mayor's bestseller, Leadership. Mr. Giuliani was sufficiently impressed with Mr. Kurson to hire him as deputy communications director for Giuliani Partners, which the former mayor founded after leaving office in 2001.\n\n^ \"Official List Candidate Returns for General Assembly For November 2003 General Election]\" (PDF). New Jersey Department of State. December 2, 2003. Archived from the original (PDF) on March 5, 2016. Retrieved November 24, 2017.\n\n^ \"An 'Extraordinary' welcome - Fans crowd aisles for 'Chasing Miracles' author\". The Times (Trenton). January 24, 2010. Archived from the original on September 28, 2010. Retrieved January 25, 2010.\n\n^ Carr, David (January 4, 2013). \"New York Observer Hits Reset Again, Names Ken Kurson New Editor\". The New York Times. Archived from the original on January 15, 2013. Retrieved January 24, 2013.\n\n^ a b Grynbaum, Michael M. (May 24, 2017). \"Ken Kurson Steps Down as Editor of the Observer\". The New York Times. ISSN 0362-4331. Archived from the original on March 31, 2018. Retrieved March 30, 2018.\n\n^ a b c \"The Trump Administration Considers an Old Friend: Ken Kurson\". The New York Times. May 11, 2018. ISSN 0362-4331. Archived from the original on May 12, 2018. Retrieved May 13, 2018.\n\n^ \"Ripple Welcomes Ken Kurson to its Board of Directors\". Ripple. February 23, 2017. Retrieved February 4, 2021.\n\n^ a b Hong, Nicole; Drucker, Jesse (October 23, 2020). \"Trump Family Ally Is Arrested on Cyberstalking Charge\". The New York Times. ISSN 0362-4331. Archived from the original on November 4, 2020. Retrieved February 4, 2021.\n\n^ \"About KK\". KenKurson. Retrieved February 4, 2021.\n\n^ \"About - Sea of Reeds Media\". Sea of Reeds Media. Retrieved November 14, 2021.\n\n^ Copaken, Deborah (March 9, 2018). \"How to Lose Your Job From Sexual Harassment in 33 Easy Steps\". The Atlantic. Retrieved February 4, 2021.\n\n^ a b Mangan, Dan (October 23, 2020). \"Jared Kushner friend, Giuliani associate Ken Kurson charged with cyber stalking\". CNBC. Retrieved February 4, 2021.\n\n^ Tani, Andrew Kirell|Asawin Suebsaeng|Maxwell (May 11, 2018). \"Kushner Ally Ken Kurson Being Vetted for 'Honorary' White House Role\". The Daily Beast. Archived from the original on July 19, 2018. Retrieved May 13, 2018.\n\n^ a b c d e \"A Kushner Ally Was Up for a Federal Post. Then the F.B.I. Began Digging\". Archived from the original on July 26, 2018. Retrieved July 26, 2018.\n\n^ Bowden, John (July 26, 2018). \"Kushner ally lost out on administration job after background check: report\". TheHill. Archived from the original on July 27, 2018. Retrieved July 27, 2018.\n\n^ \"Statement from the Press Secretary Regarding Executive Grants of Clemency – The White House\". trumpwhitehouse.archives.gov. Retrieved February 4, 2021.\n\n^ Spiers, Elizabeth (January 23, 2021). \"Is Accused Stalker and Kushner Family Friend Ken Kurson Donald Trump's Most Disturbing Pardon?\". The Daily Beast. Retrieved February 4, 2021.\n\n^ a b Bromwich, Jonah E. (February 16, 2022). \"Ken Kurson, Kushner Ally Pardoned by Trump, Takes Plea Deal\". The New York Times. ISSN 0362-4331. Retrieved March 10, 2022.\n\n^ Stieb, Matt (August 18, 2021). \"Trump Pardon Turns Out to Be Useless for Ex-Observer Editor\". New York. Retrieved August 22, 2021.\n\n^ Bromwich, Jonah E.; Christobek, Kate (August 18, 2021). \"Kushner Friend Who Was Pardoned by Trump Is Charged With Spying on Wife\". The New York Times. Retrieved August 19, 2021.\n\n^ Cooke, Bruno (January 20, 2021). \"Who is Ken Kurson's wife? Journalist receives presidential pardon\". The Focus.\n\n\nExternal links[edit]\nOfficial website\nSea of Reeds Media website\nAuthority control databases International\nISNI\nVIAF\nNational\nNorway\nSpain\nFrance\nBnF data\nIsrael\nUnited States\nCzech Republic\nNetherlands\nPortugal\nArtists\nMusicBrainz\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Ken_Kurson&oldid=1171047751\"",
    "twitter": ""
  },
  {
    "name": "Cambria Findley-Grubb",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/cambria-findley-grubb-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Candace Owens",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/candace-owens-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American political commentator and activist (born 1989)\n\n\nCandace OwensCandace Owens speaking with attendees at the 2022 AmericaFest at the Phoenix Convention Center in Phoenix, Arizona.BornCandace Amber Owens (1989-04-29) April 29, 1989 (age 34)White Plains, New York, U.S.[1]OccupationsPolitical commentatorpolitical activistauthorYears active2017–presentTelevisionCandacePolitical partyRepublicanMovementBlack conservatismSpouse\nGeorge Farmer ​(m. 2019)​Children3RelativesMichael Farmer (father-in-law)Websitecandaceowens.com \nCandace Amber Owens Farmer (née Owens; born April 29, 1989) is an American conservative political commentator, author, activist, and television presenter.[2][3] She gained prominence for her conservative views and outspoken commentary on various social and political issues. \nOwens has been recognized for her pro-Trump activism despite being initially critical of the former president of the United States Donald Trump and the Republican Party.[4] She is known for her criticism of Black Lives Matter and the Democratic Party.[5][6][7] Owens worked for the conservative advocacy group Turning Point USA between 2017 and 2019 as its communications director.[8] In 2018, Candace Owens co-founded Blexit along with former Tucson police officer Brandon Tatum.[9][10][11] In 2021, she joined The Daily Wire, where she hosts Candace, a political talk show.[12]\nPolitically, Owens has expressed skepticism towards the extent of white supremacy's impact and has voiced opposition to both COVID-19 lockdowns and COVID-19 vaccines. During the 2023 Israel–Hamas war, she criticized the Church of Saint Porphyrius airstrike and accused Israel of genocide against the Palestinian people.[13][14] She has attracted criticism for disseminating conspiracy theories.[15]\n\n\nEarly life and education[edit]\nBorn in White Plains, New York, Owens was raised with her siblings by her grandparents from around the age of 11 or 12, after her parents divorced. She is the third of four children.[16][17] She said her paternal grandfather Robert Owens, a black American, was born in North Carolina.[17] Owens is also of Caribbean American heritage through her grandmother who is originally from Saint Thomas, U.S. Virgin Islands.[18] She is a graduate of Stamford High School.[19]\nIn 2007, while a 17-year-old senior in high school, Owens received three racist death threat voicemail messages, totaling two minutes, from a group of white male classmates.[20][21][22][23] Joshua Starr, the city's superintendent of schools, listened to the voicemail messages and said that they were \"horrendous\".[23] Owens's family sued the Stamford Board of Education in federal court, alleging that the city did not protect her rights, resulting in a $37,500 settlement in January 2008.[19][24]\nOwens pursued an undergraduate degree in journalism at the University of Rhode Island.[17] She dropped out after her junior year because of an issue with her student loan.[17] Afterwards, she worked as an intern for Vogue magazine in New York.[19][25] In 2012, Owens took a job as an administrative assistant for a private equity firm in Manhattan, later moving up to become its vice president of administration.[19]\n\nEarly career[edit]\nDegree180 and anti-conservative blog[edit]\nIn 2015, Owens was CEO of Degree180, a marketing agency that offered consultation, production, and planning services which included a blog on a variety of topics[17][5] written by Owens and other commentators.[26] In a 2015 column that Owens wrote for the site, she criticized conservative Republicans, writing about the \"bat-shit-crazy antics of the Republican Tea Party\"; she also added that \"The good news is, they will eventually die off (peacefully in their sleep, we hope), and then we can get right on with the OBVIOUS social change that needs to happen, IMMEDIATELY.\"[17][27][28][29] In 2016, the blog featured an article mocking Donald Trump's penis size.[5][30][31]\n\nPrivacy violation, Gamergate, and political transformation[edit]\nOwens launched SocialAutopsy.com in 2016, a website she said would expose bullies on the Internet by tracking their digital footprint.[17][27][19] The site would have solicited users to take screenshots of offensive posts and send them to the website, where they would be categorized by the user's name.[19] She used crowdfunding on Kickstarter for the website. The proposal was immediately controversial, drawing criticism that Owens was de-anonymizing (doxing) Internet users and violating their privacy.[17][32] According to The Daily Dot, \"People from all sides of the anti-harassment debate were quick to criticize the database, calling it a public shaming list that would encourage doxing and retaliatory harassment.\"[33] Both conservatives and progressives condemned the website.[17]\nIn response, people began posting Owens's private details online.[17] With scant evidence, Owens blamed the doxing on progressives.[17][32] Following that, she earned the support of conservatives involved in the Gamergate harassment campaign, including right-wing political commentators, such as Milo Yiannopoulos and Mike Cernovich.[17] Subsequently, Owens became a conservative, saying in 2017, \"I became a conservative overnight ... I realized that liberals were actually the racists. Liberals were actually the trolls ... Social Autopsy is why I'm conservative.\"[17] Kickstarter suspended funding for Social Autopsy, and the website was never created.[32]\n\nConservative activism[edit]\nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nBy late 2017, Owens had started producing pro-Trump commentary and criticizing notions of structural racism, systemic inequality, and identity politics – all positions she herself had been publishing two years earlier.[5][6][7] In August 2017, she began posting politically themed videos to YouTube.[5] In September 2017, she launched Red Pill Black, a website and YouTube channel that promotes black conservatism in the United States.[34]\nOn November 21, 2017, at the MAGA Rally and Expo in Rockford, Illinois, Turning Point USA founder Charlie Kirk announced that Owens had been hired as the organization's director of urban engagement.[35] Turning Point's hiring of Owens occurred in the wake of allegations of racism at Turning Point.[5] In May 2019, Owens announced her departure as communications director for the organization.[8][36]\nIn April 2018, Kanye West tweeted: \"I love the way Candace Owens thinks.\"[37] The tweet was met with derision on the part of many of West's fans.[38] In May 2019, Owens hosted The Candace Owens Show on PragerU's YouTube channel.[39] She left PragerU in 2020 to host Candace, a show on The Daily Wire.[40]\nIn April 2020, Owens announced her intention to either run for office in the U.S. Senate or to be a governor, and that she would only run against an incumbent Democrat, not a Republican.[41] She did not reveal which specific office she would run for, or in which election cycle.[41] During The Daily Wire's coverage of the 2020 U.S. elections, Owens announced she would be joining The Daily Wire and would be hosting her own show.[12] Owens later said in a tweet, \"The rumors are true. I'm moving to Nashville and joining the Daily Wire!! This was a tough secret to keep. I couldn't be more excited!!\"[42] Her podcast Candace premiered on the platform on March 19, 2021.[43] Its episodes are filmed in front of a live studio audience and air weekly. Notable guests include former United States president Donald Trump, UFC president Dana White, and U.S. Representative Jim Jordan. In February 2021, Owens tweeted that she was considering a run for president in 2024.[44]\n\nBLEXIT Foundation[edit]\n\"Blexit\", a term originally coined by Me'Lea Connelly, is a portmanteau of \"black\" and \"exit\" that mimics Brexit, the word used to describe the United Kingdom's withdrawal from the European Union. The original Blexit movement was started in 2016 by Connelly with the goal of achieving black economic independence by encouraging black Americans to leave the traditional financial systems that have historically disadvantaged the black community.[45][46][47]\nIn late 2018, Owens launched a different BLEXIT[a] foundation,[48][49] which featured a social media campaign to encourage ethnic minorities, including African Americans and Latinos, to leave the Democratic Party and register as Republicans. At the time, 8% of black Americans identified as Republicans.[16] In 2023, Blexit foundation merged with Turning Point USA, the former non-profit organization for which Owens had worked.[50]\nAt the launch in October 2018, Owens said that her \"dear friend and fellow superhero Kanye West\" designed merchandise for the movement; the following day, West denied being the designer and disavowed the effort, saying: \"I never wanted any association with Blexit ... I've been used to spread messages I don't believe in.\"[51][52][53] After an apology, West continued to support Owens as of September 2020[update].[54]\n\nPolitical views[edit]\nOwens speaking at the White House in 2019\nOwens said she had no interest in politics whatsoever before 2015 but previously identified as liberal.[55][56] In October 2018, she said that she had never voted and had only recently become a registered Republican.[56] In January 2019, Owens stated: \"The left hates America, and Trump loves it.\"[57] She added that the left is \"destroying everything through this cultural Marxist ideology.\"[57]\nThe Guardian has described Owens as \"ultra-conservative\",[58] and New York magazine and the Columbia Journalism Review have described her as \"right-wing\".[59][60] The Daily Beast has called her views \"far-right\", and the Pacific Standard called her a member of the \"alt-right\"; she has rejected both terms.[27][61][62][63] She was influenced by the works of Ann Coulter, Milo Yiannopoulos, Ben Carson, and Thomas Sowell.[64]\n\nForeign policy[edit]\nOwens is a critic of Israel and expressed her negative views of the country during the 2023 Israel–Hamas war.[13]\nSpecifically, she criticized the Church of Saint Porphyrius airstrike, stating, \"If you think it's antisemitism to notice that innocent Christians were killed in an IDF bombing, then you need to log off.\" Which came after Palestinian officials claimed that 18 people were killed in the strike, with 17 of them identified as Christians.[65][66] In a subsequent tweet, Owens stated, \"No government anywhere has a right to commit a genocide, ever.\"[67][65] On November 14, 2023, a 32-second video clip of Ben Shapiro, co-founder of The Daily Wire— the organization for which Candace Owens works—surfaced online. In the video, Shapiro responded to a question from a crowd regarding Owens' stance on the 2023 Israel–Hamas war, stating, \"Candace Owens...I think her behavior during this has been disgraceful, without a doubt.\"[68]\nOwens has promoted a quote by Russian President Vladimir Putin,[69] which included the assertion that the USSR created the modern country of Ukraine. Her views have received support and amplification from the Embassy of Russia, Washington, D.C., particularly following her tweet stating \"Russian lives matter\" after the start of Russian invasion of Ukraine in 2022.[70][71] In March 2022, Owens faced criticism from historian Anne Applebaum for claiming that Ukraine \"wasn't a thing until 1989\" and dismissing the notion of a Russian-led genocide in the country, prompting Applebaum to label Owens as ignorant of history.[72] In December 2022, Owens faced backlash and fact-checking on social media after making unfounded claims about Ukrainian President Volodymyr Zelenskyy's wife, with Twitter users debunking her allegations and highlighting the lack of evidence.[73]\n\nRace relations[edit]\nOwens is known for her criticism of the Black Lives Matter movement,[7][74][75][76] and has described Black Lives Matter protesters as \"a bunch of whiny toddlers, pretending to be oppressed for attention\".[77] Owens has argued that African Americans have a victim mentality, often referring to the Democratic Party as a \"plantation\",[74][58] stating in 2020: \"Black lives only matter to white liberals every four years—ahead of an election.\"[78] She has also argued that the American Left likes \"black people to be government-dependent\",[79] and that black people have been brainwashed to vote for Democrats.[6] Furthermore, Owens has argued that police brutality in the United States and instances of police killing black people are not sourced in racism, but typically occur when the officer feels his life is under threat,[74][77] adding a police officer is eighteen-and-a-half times more likely to die at the hands of a black person than vice versa.[27][58][57] She has also characterized abortion as a tool for the extermination of black babies.[17]\nShe has said that \"black Americans are doing worse off economically today than we were doing in the 1950s under Jim Crow\", adding that this is because \"we've only been voting for one party since then.\"[57] She has attributed economic improvements for African Americans, such as a low unemployment rate, to Trump's presidency.[57] On several occasions, Owens has claimed that the effects of white supremacy and white nationalism are exaggerated and would not reach her own personal top 100 list of modern issues facing black America,[80] especially when compared to other issues facing black Americans, such as black-on-black crime and illiteracy rates.[81]\nWhen asked if it was problematic that white supremacist groups, such as the Ku Klux Klan (KKK), support Trump, Owens answered that antifa was more prevalent than the KKK.[57] Owens has said that the media cover the KKK during Trump's presidency to hurt him.[82] In a 2019 hearing on hate crimes, Owens referred to the KKK as a \"Democrat terrorist organization\".[83] After the 2017 Unite the Right rally in Charlottesville, Virginia, Owens said that concern over rising white nationalism was \"stupid\".[17] She has also called it \"just election rhetoric\" and \"based on the hierarchy of what's impacting minority Americans, if I had to make a list of 100 things, white nationalism would not make the list.\"[84] In 2018, Owens dismissed reports of a resurgence in hate crimes, saying \"All of the violence this year primarily happened because of people on the left.\"\n\nOwens in 2019\nDuring her April 2019 testimony before the U.S. House Judiciary Committee on the rise of hate crimes and white supremacists in the United States, Owens made the claim that the Southern strategy employed by the Republican Party to increase political support among white voters in the South by appealing to racism against African Americans was a \"myth\" that \"never happened\". This was disputed by several historians who said that the existence of the Southern strategy was well documented in contemporaneous sources dating back to the Civil Rights era, with historian Kevin M. Kruse, who writes critically about modern conservatism, calling Owens's statement \"utter nonsense\".[85]\nIn June 2019, Owens said that African Americans had it better in the first 100 years after the abolition of slavery in the United States than they have since,[86][87][88] and that socialism was at fault.[86] In June 2020, Owens claimed that George Soros paid people to protest the murder of George Floyd.[89] Shortly afterwards, she argued that George Floyd \"was not a good person. I don't care who wants to spin that.\"[90] She said: \"The fact that he has been held up as a martyr sickens me.\"[90] Then-President Trump retweeted Owens's remarks about Floyd.[90][91] In a Facebook video that garnered nearly 100 million views, Owens called Floyd a \"horrible human being\", citing his criminal record, and called racial biases among police a \"fake narrative.\"[92] On April 20, 2021, Owens claimed that the trial of Derek Chauvin, the former police officer who was convicted of murdering Floyd was \"mob justice\". She added: \"This was not a fair trial. No person can say this was a fair trial.\"[93]\nOn October 3, 2022, during Adidas Yeezy SZN 9 fashion show in Paris, Owens posed for a photo with Kanye West wearing a matching shirt with the \"WHITE LIVES MATTER\" slogan.[94] During Paris Fashion Week, West entered negotiations with Owens' husband, the CEO of social networking service Parler, to purchase the website.[95] After West posted tweets declaring he would \"go Death Con 3 on Jewish people\"; Owens defended West, stating that \"if you are an honest person, you did not find this tweet antisemitic\".[96] Owens further accused the Anti-Defamation League of instigating antisemitism following the organization's criticism of West and Kyrie Irving.[97] Owens's comments were made before West praised Adolf Hitler in an InfoWars interview. After the interview, Parler announced that West has canceled his plans to buy the website.[98] The Zionist Organization of America condemned Owens's defense of West, calling on her to \"retract her offensive, dangerous statements\".[99]\n\nWomen's rights[edit]\nOwens is critical of feminism[100] and embraces the \"trad wife\" phenomenon of traditional gender roles.[101] She has described the #MeToo movement, an international movement against sexual harassment and assault, as \"stupid\".[4][102] Owens wrote that the movement was premised on the idea that \"women are stupid, weak & inconsequential\".[4][102] She opposes abortion,[64] which she has called a tool for the \"extermination of black babies\".[17]\nIn May 2018, Owens suggested that \"something bio-chemically happens\" to women who do not marry or have children, and she linked to the Twitter handles of Sarah Silverman, Chelsea Handler, and Kathy Griffin, saying that they were \"evidentiary support\" of this theory.[103][104] Silverman responded: \"It seems to me that by tweeting this, you would like to maybe make us feel badly. I'd say this is evidenced by ur [sic] effort to use our twitter handles so we would see. My heart breaks for you, Candy. I hope you find happiness in whatever form that takes.\"[103] Owens responded, accusing Silverman of supporting terrorists and crime gangs.[103]\n\nLGBT rights[edit]\nOn July 28, 2017, Owens stated she was in favor of banning transgender individuals who are undergoing sex reassignment surgery from serving in the United States military but said that she did not oppose fully transitioned transgender individuals serving in the U.S. military.[105] In April 2022, she called The Walt Disney Company \"child groomers and pedophiles\" and called for the boycott of the company, after Disney announced its opposition to Florida House Bill 1557, officially known as the \"Parental Rights in Education Act\" but commonly referenced as the \"Don't Say Gay\" legislation.[106][107][108][109]\nIn May 2022, Owens falsely claimed on Twitter that the gunman involved in the Robb Elementary School shooting could be transgender and said that he was \"cross-dressing\".[110] According to Owens, this was evidence that \"there were plenty of signs that he was mentally disturbed\".[111] In June 2022, she described Drag Queen Story Hour as \"child abuse\", arguing that parents who take their children to a drag queen story hour \"are underqualified to have children\" and \"should have their children taken away from them.\"[112]\n\nWelfare[edit]\nOwens has expressed a critical stance on welfare programs, arguing that they can create dependency and discourage self-reliance among recipients. She believes that welfare reform is necessary to promote individual responsibility and empower individuals to break free from government assistance. Owens has said that welfare is a Democratic Party tool to keep black Americans dependent upon the government.[64]\n\nImmigration[edit]\nOwens is a proponent of the Mexico–United States barrier, and believes undocumented immigrants to the United States should be immediately deported.[17] In 2018, Owens warned that \"Europe will fall and become a Muslim-majority continent by 2050. There has never been a Muslim-majority country where sharia law was not implemented.\" She suggested that the United States would then be \"forced to save\" the British.[113][114]\n\nDonald Trump[edit]\nOwens initially posted and allowed anti-Trump and anti-conservative articles on her blog.[5][30] In 2017, she began describing herself as a conservative Donald Trump supporter.[17][115][116] Owens has since characterized Trump as the \"savior\" of Western civilization.[7] She has argued that Trump has neither engaged in rhetoric that is harmful to African Americans, nor proposed policies that would harm African Americans.[27][58]\nIn May 2018, Trump said that Owens \"is having a big impact on politics in our country. She represents an ever-expanding group of very smart 'thinkers', and it is wonderful to watch and hear the dialogue going on... so good for our Country!\"[117] She registered as a Republican in 2018, after the Brett Kavanaugh Supreme Court nomination. She objected to what she termed the \"social lynching\" of Kavanaugh, on the grounds that to \"believe women\" was the reason \"our ancestors got lynched\", as she told a journalist from Philadelphia magazine. She added: \"No evidence, but believe all women.\"[118] After Joe Biden won the 2020 U.S. presidential election and Trump refused to concede, Owens promoted Trump's claims of mass fraud, saying that \"the American election was clearly rigged.\"[119] She endorsed Trump's opponent Vivek Ramaswamy in the 2024 Republican Party presidential primaries.[120]\n\nClimate change[edit]\nIn July 2018, Owens claimed that global warming is not real, calling it a lie used to \"extract dollars from Americans\".[121][122][123] In 2021, she promoted paid ads on Facebook, calling the U.S. government \"modern doomsayers\" who have been wrongly predicting climate crises for decades.[124][125]\n\nCOVID-19 pandemic and vaccination[edit]\nIn April 2020, Owens said that COVID-19 deaths were overcounted; health experts said that it was more likely that COVID-19 deaths were undercounted.[126] Regarding a COVID-19 vaccine, she said in June 2020 that \"under no circumstances will I be getting any #coronavirus vaccine that becomes available. Ever. No matter what.\"[127] She also referred to Bill Gates as a \"vaccine-criminal\", and said that he and the World Health Organization (WHO) used \"African & Indian tribal children to experiment w/ non-FDA approved drug vaccines.\"[15][128] On August 8, 2021, Owens said in a Facebook post: \"I still have not received the COVID-19 vaccine and have not demanded that any of my employees get it either. I am proud that I committed myself to standing firm against the bribery, media propaganda, coercion, celebrity-peer pressure campaign, plus censorship... It is isn't easy to swim against such a polluted current but here I am. I trust my gut much more than trust Dr. Fauci.\"[129] Also in August, Owens claimed that the Centers for Disease Control and Prevention (CDC) proposed \"putting high risk people into camps to 'shield' low risk people from them\".[130]\nIn 2021, Owens attracted media attention when she stated that the United States should \"invade Australia\",[131][132][133][134] saying that Australia had turned into a tyrannical Nazi-style police state due to its public health precautions against COVID-19.[131][135] Owens said that the comments were made \"in jest\" and that they had been misinterpreted by the media.[136] Owens has promoted misinformation about COVID-19 vaccines.[143] In a December 2021 interview, she asked Donald Trump about vaccine mandates, and he explained that he shared her views on mandates but said that \"the vaccine is one of the greatest achievements of mankind\". He added: \"The ones that get very sick and go to the hospital are the ones that don't take the vaccine. But it's still their choice. And if you take the vaccine, you're protected. Look, the results of the vaccine are very good, and if you do get it, it's a very minor form. People aren't dying when they take the vaccine.\"[144][145][146] In December 2022, Owens promoted the anti-vaccine film Died Suddenly.[147]\n\nLegal issues[edit]\nDuring an Instagram livestream on June 22, 2021, Owens made accusations about former Republican congressional candidate Kimberly Klacik, accusing her of money laundering, tax fraud, illegal drug use, and misusing campaign funds. Owens also said that Klacik is a \"madame\" who recruits strippers for a strip club owned by her husband.[148][149][150][151] Owens said she found out about this after talking with a woman who claimed to have worked as a stripper at Klacik's strip club.[152]\nKlacik denied the allegations and repeatedly asked for Owens to take down the video, which she refused to do.[149][150] In July, Klacik filed a lawsuit against Owens seeking $20 million for defamation and claiming that the allegations have resulted in Klacik losing political support from donors, being removed from public events, a book deal cancellation, and harassment of Klacik and her family.[148][150][152] In a statement, Jacob S. Frenkel, Klacik's attorney, said: \"The defendant chose to use her huge social media platform to attack a respected Baltimore political figure\" and that \"We are using the proper forum — the power of the courts — to respond.\"[150][152] The suit was dismissed with prejudice in December 2022.[153]\nIn April 2022, a class-action lawsuit was filed in Florida against LGBcoin, a cryptocurrency company, Owens, stock car racing driver Brandon Brown, and NASCAR alleging that the defendants made false statements about the LGBcoin and that the founders of the company had engaged in a pump and dump scheme.[154]\n\nControversies[edit]\nDispute with family of Mollie Tibbetts[edit]\nIn August 2018, Owens had a dispute with Sam Lucas, cousin of Mollie Tibbetts, who had been murdered by Cristhian Bahena Rivera, a 24-year-old Mexican undocumented immigrant.[155] Tibbetts's cousin said that Owens had exploited Tibbetts's death for \"political propaganda\".[156][157] Owens responded by describing Lucas's criticism as a \"strange\" attack on Trump supporters. Later that month, the University of Iowa's chapter of Turning Point USA criticized Owens for \"public harassment\" towards a member of Tibbetts's family, and the executive board members of the chapter all resigned in protest.[158]\n\nPromotion of conspiracy theories[edit]\nOwens has been criticized for promoting conspiracy theories, including claims that the Moon landings were faked, mostly through her social media profiles and television and media appearances.[159] Owens has appeared on fringe conspiracy websites, such as InfoWars.[27][6] In 2018, she was a guest host on Fox News, and began to distance herself from the far-right conspiracy websites, although she refused to criticize InfoWars or its hosts.[17]\nDuring the October 2018 United States mail bombing attempts targeting prominent Democrats, Owens took to Twitter to promote the conspiracy theory that the mailings were sent by leftists.[160] After authorities arrested a 56-year-old suspect who was a registered Republican and Trump supporter, Owens deleted her tweet without explanation.[161]\n\nComments about Adolf Hitler[edit]\nRepresentative Ted Lieu playing a recording of Owens's statements on Hitler and Owens responding to it\nAt the launch of the British offshoot Turning Point UK in December 2018, Owens made comments about Adolf Hitler.[162] She was responding to an audience member who asked for a \"long-term prognosis\" about the terms \"globalism\" and \"nationalism\". Owens said:[162][163]\n\nI actually don't have any problems at all with the word \"nationalism\". I think that the definition gets poisoned by elitists that actually want globalism. Globalism is what I don't want. Whenever we say \"nationalism\" the first thing people think about, at least in America, is Hitler. You know, [Hitler] was a national socialist, but if Hitler just wanted to make Germany great and have things run well, okay, fine. The problem is that he wanted—he had dreams outside of Germany. He wanted to globalize. He wanted everybody to be German, everybody to be speaking German. Everybody to look a different way. That's not, to me, that's not nationalism\nFollowing heavy criticism for her comments, Owens clarified them on Twitter and in a Judiciary Committee hearing in the U.S. House of Representatives in February 2019.[164] Owens said that \"[Hitler] was a homicidal, psychopathic, maniac that killed his own people\" and \"[Hitler] was not a nationalist, [he] murdered his own people; a nationalist would not kill their own people\". She said that the point of her comments was to say that there is \"no excuse or defense ever for ... everything that [Hitler] did\".[162][165] She also said that her comments were about Hitler's crimes against Jews.[164]\nOwens's comments about Hitler were played in April 2019 by Representative Ted Lieu during testimony in front of the House Judiciary Committee about the issue of increasing hate crimes and white supremacy in America. Lieu said that he did not know Owens and was just going to let her own words characterize her, before playing the audio clip. Owens responded that Lieu had deliberately omitted an interviewer's question that provided critical context to her words, with the intent of misrepresenting them as an endorsement of Hitler, to smear her reputation.[166] She concluded this testimony by stating her opinion Lieu was \"assuming that black people will not pursue the full two hour clip\" and that the full clip had been \"purposefully extracted\" in order to \"create a different narrative.\"[167] Donald Trump Jr. praised Owens on Twitter for \"[calling] out the Dems on their purposeful manipulation of facts for their narrative\".[168]\n\nMention in Christchurch shooter's manifesto[edit]\nBrenton Harrison Tarrant, the terrorist who committed the Christchurch mosque shootings, produced a manifesto prior to committing the shootings in which he wrote that Owens had \"influenced [him] above all\".[169][170] According to journalist Robert Evans, it was \"possible, even likely\", that Tarrant was a fan of Owens, considering her rhetoric against Muslim immigrants but that, in context, his references to her may have been an example of \"shitposting\" intended to provoke political conflict.[171][172] For instance, the line \"Though I will have to disavow some of [Owens's] beliefs, the extreme actions she calls for are too much, even for my tastes\" was assessed by The Root as trolling.[173]\nHours after the shootings, Owens posted a tweet in reaction to allegations that she inspired the mass murder, saying that she never created any content espousing her views on the Second Amendment to the United States Constitution or Islam.[174] Her tweet was criticized as \"glib\" when it was reported that she actually had posted tweets about the Second Amendment and Islam.[175][176][177][113] She later made formal statements rejecting any connection to the terrorist.[113]\n\nPersonal life[edit]\nOwens met her British husband, George Farmer, in 2018 at the launch event for Turning Point UK, a conservative student organization. George Farmer, the son of Lord Farmer, was the chairman of Turning Point UK at the time. The two developed a connection through their shared conservative values and eventually started dating before George's proposal to her just weeks after their first meeting. The two became engaged in 2019 and were married in August that year at the Trump Winery in Charlottesville, Virginia.[25][178][179][180][181] Numerous guests were present at the ceremony, including Larry Elder and Kanye West.[182]\nSince her marriage, Owens is now also (officially) known as The Hon. Mrs. George Farmer.[183][184]\nOwens gave birth to a boy in January 2021,[185] a daughter in July 2022[186] and another boy in late November of 2023.[citation needed]\n\nBibliography[edit]\nOwens, Candace (2020). Blackout: How Black America Can Make Its Second Escape from the Democrat Plantation. New York: Threshold Editions. ISBN 978-1-9821-3327-6.[187]\nFilmography[edit]\nThe Greatest Lie Ever Sold (documentary, 2022)[188]\nA Shot in the Dark (documentary, 2023)[citation needed]\nConvicting a Murderer (documentary, 2023)[189]\nLady Ballers (2023)\nNotes[edit]\n\n\n^ Stylized as such on the official website\n\n\nReferences[edit]\n\n\n^ \"Candace Owens (1989–)\". Blackpast.org. April 14, 2019.\n\n^ McKay, Tom (April 28, 2018). \"Jack Dorsey Apologizes to Far-Right Activist Candace Owens After a Twitter Moment Called Her Far-Right\". Gizmodo. Archived from the original on April 28, 2018. Retrieved February 25, 2019.\n\n^ \"Joe Rogan Experience #1125 – Candace Owens\". PowerfulJRE. May 31, 2018.  Event occurs at 1:43. Archived from the original on May 31, 2018. Retrieved June 24, 2018. I just turned 29.\n\n^ a b c Sommer, Will (June 13, 2018). \"Conservatives Turn on Candace Owens, Kanye West's Favorite Republican\". The Daily Beast. Archived from the original on January 19, 2019. Retrieved June 13, 2018.\n\n^ a b c d e f g Bernstein, Joseph (May 15, 2018). \"The Newest Star of the Trump Movement Ran a Trump-Bashing Publication – Less Than Two Years Ago\". BuzzFeed. Archived from the original on May 16, 2018. Retrieved May 16, 2018.\n\n^ a b c d Ohlheiser, Abby (April 25, 2018). \"'The Mob Can't Make Me Not Love Him': How Kanye West Joined the Pro-Trump Internet\". The Washington Post. ISSN 0190-8286. Archived from the original on August 3, 2020. Retrieved May 18, 2018.\n\n^ a b c d Kornhaber, Spencer (April 23, 2018). \"What Kanye West and Shania Twain See in Donald Trump\". The Atlantic. Archived from the original on April 11, 2019. Retrieved May 18, 2018.\n\n^ a b McNamara, Audrey (May 2, 2019). \"Candace Owens Steps Down as Turning Point USA Communications Director\". The Daily Beast. Archived from the original on May 3, 2019. Retrieved May 3, 2019.\n\n^ DeCiccio, Emily; Howard, Christopher (October 29, 2018). \"What is Blexit? Candace Owens explains plan to lead 'black exit' from Democratic Party, impact 2020\". Fox News.\n\n^ \"BLEXIT Foundation\". BLEXIT Foundation.\n\n^ \"Founders\". Blexit.\n\n^ a b Leonardi, Anthony (November 4, 2020). \"'Coming to Nashville, baby': Candace Owens to join Daily Wire\". Washington Examiner. Archived from the original on November 18, 2020. Retrieved November 23, 2020.\n\n^ a b Naskar, Rittwik (November 4, 2023). \"'Say it louder': Internet tells Candace Owens as she appeals against genocide amid Israel-Hamas conflict\". MEAWW. Retrieved November 9, 2023.\n\n^ Fiallo, Josh (November 7, 2023). \"Candace Owens Called Out on Own Podcast After 'Muslim Quarters' Gaffe\". The Daily Beast. Retrieved November 9, 2023.\n\n^ a b Broderick, Ryan (May 20, 2020). \"Here's How Facebook And YouTube Allowed Conspiracy Theorists To Turn Bill Gates Into The Villain Of The Coronavirus Pandemic\". BuzzFeed News. Archived from the original on June 14, 2020. Retrieved June 15, 2020.\n\n^ a b Nelson, Rebecca (March 6, 2019). \"Candace Owens is the new face of black conservatism. But what does that really mean?\". The Washington Post. Archived from the original on June 9, 2020. Retrieved June 4, 2020.\n\n^ a b c d e f g h i j k l m n o p q r s Zadrozny, Brandy (June 23, 2018). \"YouTube Tested, Trump Approved: How Candace Owens Suddenly Became the Loudest Voice on the Far Right\". NBC News. Archived from the original on April 29, 2019. Retrieved June 29, 2018.\n\n^ Owens, Candace [@RealCandaceO] (July 5, 2019). \"I'm of St. Thomas descent\" (Tweet). Archived from the original on June 10, 2020. Retrieved June 6, 2020 – via Twitter.\n\n^ a b c d e f Cuda, Amanda (March 5, 2016). \"We Were Children. I Wasn't the Only Victim\". Connecticut Post. Archived from the original on March 6, 2016. Retrieved May 16, 2019.\n\n^ Tomlinson, Pat (January 29, 2008). \"Schools pay $37,500 to Owens family\". The Hour. Archived from the original on June 4, 2020. Retrieved June 4, 2020.\n\n^ Owens, Candace (March 5, 2016). \"An open letter from Candace Owens\". Stamford Advocate. Archived from the original on June 15, 2020. Retrieved June 4, 2020.\n\n^ Munson, Emilie (September 15, 2018). \"Candace Owens: from Stamford High 'victim' to conservative firebrand\". Connecticut Post. Archived from the original on May 5, 2019. Retrieved June 4, 2020.\n\n^ a b \"NAACP escorts alleged hate crime victim to school\". Stamford Advocate. March 26, 2007. Archived from the original on June 4, 2020. Retrieved June 4, 2020 – via SIP Trunking Report.\n\n^ \"Racist threats case filed by Stamford High student settled for $37,500 with the help from NAACP\". The News-Times. January 23, 2008. Archived from the original on April 10, 2019. Retrieved April 10, 2019.\n\n^ a b Willis, Tim (June 3, 2019). \"Courting Controversy: Tatler meets George Farmer and Candace Owens\". Tatler. Archived from the original on June 7, 2019.\n\n^ Marnin, Julia (March 1, 2021). \"Fact Check: Did Candace Owens Run a Liberal Blog Before Becoming a Conservative?\". Newsweek.\n\n^ a b c d e f Zimmerman, Amy (May 9, 2018). \"Meet Candace Owens, Kanye West's Toxic Far-Right Consigliere\". The Daily Beast. Archived from the original on April 17, 2019. Retrieved February 25, 2019.\n\n^ Greenberg, Jake (May 16, 2018). \"Degree180: Candace Owens' Defunct Liberal-Leaning Website\". RealClearLife. Archived from the original on May 18, 2018. Retrieved October 30, 2018.\n\n^ Owens, Candace (October 4, 2015). \"News Update: The Republican Tea Party Is Led by the Mad Hatter\". Degree180. Archived from the original on August 23, 2017. Retrieved January 7, 2018.\n\n^ a b Sanchez, Luis (May 15, 2018). \"Activist Praised by Trump Once Ran Online Publication That Mocked Him: Report\". The Hill. Archived from the original on May 16, 2018. Retrieved May 16, 2018.\n\n^ Mire, Sam (March 18, 2016). \"Does Donald Trump Actually Have A Small Penis?\". Degree180. Archived from the original on April 26, 2016.\n\n^ a b c Singal, Jesse (April 18, 2018). \"The Strange Tale of Social Autopsy, the Anti-Harassment Start-up That Descended into Gamergate Trutherism\". New York. Archived from the original on April 29, 2016. Retrieved August 26, 2018.\n\n^ Elderkin, Beth (April 15, 2016). \"Controversial Bully Shaming Database Loses Kickstarter but Will Launch Anyway\". The Daily Dot. Archived from the original on August 17, 2016. Retrieved May 16, 2019.\n\n^ Watkins, D. (September 25, 2017). \"Candace Owens of Red Pill Black, the Toxic Right's Newest African-American Star\". Salon. Archived from the original on September 25, 2017. Retrieved May 16, 2019.\n\n^ McGrady, Michael (November 21, 2017). \"In Liberal Illinois, TPUSA's Charlie Kirk and Other Speakers Strike a Chord with Conservative Crowds\". Turning Point USA News. Archived from the original on May 3, 2018. Retrieved June 13, 2018.\n\n^ \"Candace Owens on Instagram: \"I am both excited and sad to announce that I will be officially moving on from my role as Communications Director for Turning Point USA.…\"\". Instagram. May 1, 2019. Archived from the original on May 19, 2019. Retrieved May 3, 2019.\n\n^ Garcia Lawler, Opheli (April 21, 2018). \"Kanye West Tweets that He Likes the Way Far-Right Personality Candace Owens 'Thinks'\". The FADER. Archived from the original on April 22, 2018. Retrieved April 22, 2018.\n\n^ Rossi, Rosemary (April 21, 2018). \"Kanye West Applauds Black Lives Matter Critic; Many Fans Revolt: 'This Is So Disturbing'\". TheWrap. Archived from the original on April 22, 2018. Retrieved April 22, 2018.\n\n^ Petersen, Anne Helen (May 1, 2019). \"Charlie Kirk And Candace Owens' Campus Tour Is All About The Owns\". BuzzFeed News. Archived from the original on May 2, 2019. Retrieved May 3, 2019.\n\n^ \"Candace Owens calls on the US to invade Australia\". Independent.co.uk. October 21, 2021. Archived from the original on August 10, 2022. Retrieved August 10, 2022.\n\n^ a b \"Conservative activist Candace Owens 'considering' running for office\". Fox News. April 2, 2020. Archived from the original on April 23, 2020. Retrieved June 4, 2020.\n\n^ Owens, Candace [@RealCandaceO] (November 4, 2020). \"The rumors are true.…\" (Tweet). Retrieved November 19, 2020 – via Twitter.\n\n^ Introducing 'Candace' on The Daily Wire, archived from the original on October 30, 2021, retrieved March 9, 2021\n\n^ Ruiz, Michael (February 7, 2021). \"Candace Owens says she's thinking about running for president\". Fox News. Archived from the original on February 8, 2021. Retrieved February 7, 2021.\n\n^ Simon, Morgan (November 21, 2018). \"Will the Real Blexit Please Stand Up?\". Forbes. Archived from the original on January 5, 2021. Retrieved December 19, 2020.\n\n^ Mohamed, Abdi (July 8, 2019). \"Buying back the block, one lot at a time\". North News, Minneapolis. Archived from the original on December 1, 2021. Retrieved December 1, 2021.\n\n^ NewsOne Staff (November 1, 2018). \"'I Was Shocked:' Founder Of Original Blexit Threatens Candace Owens With Legal Action\". NewsOne. Archived from the original on December 1, 2021. Retrieved December 1, 2021.\n\n^ \"BLEXIT Foundation\". BLEXIT Foundation. Retrieved July 16, 2023.\n\n^ Hagelin, Rebecca (January 5, 2020). \"Black Americans are coming home to the GOP\". The Washington Times. Archived from the original on November 18, 2020. Retrieved February 2, 2021.\n\n^ \"TPUSA Teams Up With BLEXIT, Candace Owens and Charlie Kirk Announce\". WDTK The Patriot. Archived from the original on May 2, 2023. Retrieved May 1, 2023.\n\n^ Anapol, Avery (October 30, 2018). \"Kanye West denies he designed 'Blexit' shirts: 'I've been used'\". The Hill. Archived from the original on October 31, 2018. Retrieved October 30, 2018.\n\n^ \"What is Blexit?\". The Week UK. October 29, 2018. Archived from the original on October 31, 2018. Retrieved October 31, 2018.\n\n^ Williams, Janice (October 31, 2018). \"Candace Owens Says Kanye West's 'Used' Tweet Was A Bullet Piercing Her Heart\". Newsweek. Archived from the original on July 11, 2020. Retrieved July 11, 2020.\n\n^ \"Kanye West Thanks Candace Owens For 'Democratic Plantation' Book After Their 'Blexit' Beef\". NewsOne. September 11, 2020. Archived from the original on October 2, 2020. Retrieved October 12, 2020.\n\n^ Sperry, Natalia (April 10, 2018). \"Turning Point USA communications director Candace Owens debates students on CSU Plaza\". The Rocky Mountain Collegian. Archived from the original on July 1, 2018. Retrieved April 10, 2019.\n\n^ a b Rossman, Sean (October 19, 2018). \"Candace Owens' rapid rise defending two of America's most complicated men: Trump and Kanye\". USA Today. Archived from the original on April 1, 2019. Retrieved April 10, 2019.\n\n^ a b c d e f Haltiwanger, John (January 6, 2019). \"Candace Owens says Trump will 'crack the black vote' because he loves America and 'the left hates' it\". Business Insider. Archived from the original on April 11, 2019. Retrieved April 10, 2019.\n\n^ a b c d Lartey, Jamiles (May 9, 2018). \"Trump Praises Controversial Pundit Candace Owens as a 'Very Smart Thinker'\". The Guardian. Archived from the original on May 18, 2018. Retrieved May 18, 2018.\n\n^ Feldman, Brian (April 23, 2018). \"Kanye West, Galaxy Brain\". New York. Archived from the original on May 19, 2018. Retrieved May 18, 2018.\n\n^ Vernon, Pete (April 24, 2018). \"Politics Meet Publishing in Vooks by Chozick, Farrow, Goldberg, Tapper\". Columbia Journalism Review. Archived from the original on May 19, 2018. Retrieved May 18, 2018.\n\n^ Abdurraqib, Hanif (April 27, 2018). \"Why Is Kanye West Sounding Like the Alt-Right?\". Pacific Standard. Archived from the original on August 8, 2019. Retrieved May 16, 2019.\n\n^ Owens, Candace [@RealCandaceO] (April 21, 2018). \"Far right? Allow me to clarify: I believe the black community can do it without hand-outs\" (Tweet) – via Twitter.\n\n^ Owens, Candace [@RealCandaceO] (May 9, 2018). \"I'm not opposed to it. Send me an e-mail\" (Tweet) – via Twitter.\n\n^ a b c Munson, Emilie (September 15, 2018). \"Candace Owens: from Stamford High 'victim' to conservative firebrand\". Connecticut Post. Archived from the original on May 5, 2019. Retrieved May 16, 2019.\n\n^ a b \"'Say it louder': Internet tells Candace Owens as she appeals against genocide amid Israel-Hamas conflict\". MEAWW. Retrieved November 15, 2023.\n\n^ Sullivan, Becky (October 23, 2023). \"For Palestinian Christians, a Sunday spent mourning civilians killed at a Gaza church\". NPR. Retrieved November 14, 2023.\n\n^ Owens, Candace (November 3, 2023). \"@realcandaceO\". X(Twitter). Retrieved November 14, 2023.\n\n^ Green, Baruch (November 14, 2023). \"'DISGRACEFUL': Ben Shapiro Slams Colleague Candace Owens' Comments on Israel (VIDEO) - VINnews\". Retrieved November 14, 2023.\n\n^ Carless, Will; Guynn, Jessica (March 28, 2022). \"Republicans are backing Ukraine in the war. So why is there support for Russia on America's far right?\". USA Today. Retrieved April 18, 2022.\n\n^ \"Candace Owens boosted by Russian Embassy after tweeting \"Russian lives matter\"\". Salon. Archived from the original on March 23, 2022. Retrieved March 28, 2022.\n\n^ \"Candace Owens Mocks 'Black Lives Matter' Efforts And Tweets 'Russian Lives Matter' As Country Rages War Against Ukraine\". Yahoo!. Archived from the original on March 28, 2022. Retrieved March 28, 2022.\n\n^ Spocchia, Gino (March 19, 2022). \"Candace Owens mocked by historian for 'pure ignorance' on Ukraine\". The Independent. Archived from the original on April 13, 2022. Retrieved April 14, 2022.\n\n^ Arora, Piyush (December 22, 2022). \"Candace Owens makes 'murky' claim about Volodymyr Zelenskyy's wife Olena in Paris shopping spree\". MEAWW. Archived from the original on December 25, 2022. Retrieved December 25, 2022.\n\n^ a b c \"Who Is Candace Owens, Kanye West's Favorite New Thinker?\". The Daily Dot. May 14, 2018. Archived from the original on May 19, 2018. Retrieved May 18, 2018.\n\n^ \"In Kanye West, the Right Sees Truth-Telling and a Rare A-List Ally\". The New York Times. April 27, 2018. ISSN 0362-4331. Archived from the original on May 19, 2018. Retrieved May 18, 2018.\n\n^ Lockhart, P.R. (May 2, 2018). \"The Ignorance of Kanye West\". Vox. Archived from the original on May 17, 2018. Retrieved May 18, 2018.\n\n^ a b Scott, Eugene (April 22, 2018). \"Kanye West's Embrace of a Black Trump Supporter Not Well-Received\". The Washington Post. ISSN 0190-8286. Archived from the original on May 19, 2018. Retrieved May 18, 2018.\n\n^ Watts, Marina (June 5, 2020). \"Everything Candace Owens Has Said About George Floyd So Far\". Newsweek. Retrieved July 22, 2023.\n\n^ \"I Love the Way Candace Owens Thinks\". news.com.au. April 23, 2018. Archived from the original on May 19, 2018. Retrieved May 18, 2018.\n\n^ Bowden, Jonathan (September 20, 2019). \"Candace Owens Tells Congress White Nationalism Not a Problem for Minorities in US\". The Hill. Retrieved July 28, 2023.\n\n^ Bowden, John (September 20, 2019). \"Candace Owens tells Congress white nationalism not a problem for minorities in US\". The Hill. Archived from the original on February 13, 2023. Retrieved April 13, 2022.\n\n^ Pavia, Will (June 9, 2018). \"Interview with Candace Owens: Trump, Kanye West and me\". The Times. Archived from the original on April 11, 2019. Retrieved April 11, 2019.\n\n^ Cummings, William (April 10, 2019). \"Candace Owens says Democrats' hate crimes concerns are just '2020 election strategy'\". USA Today. Archived from the original on April 20, 2019. Retrieved April 23, 2019.\n\n^ \"DHS contradicts Candace Owens on same day she testifies before Congress about white nationalism\". usatoday.com. September 20, 2019. Archived from the original on February 6, 2021. Retrieved February 1, 2021.\n\n^ Sherman, Amy (April 10, 2019). \"Candace Owens' false statement that the Southern strategy is a myth\". Politifact. Archived from the original on April 20, 2019. Retrieved April 22, 2019.\n\n^ a b Baragona, Justin (June 12, 2019). \"Candace Owens: Blacks Did Better in the First 100 Years After Slavery\". Archived from the original on August 19, 2019. Retrieved June 16, 2019.\n\n^ Croucher, Shane (June 12, 2019). \"Candace Owens thinks black communities were better off in the first 100 years after slavery than now\". Newsweek. Archived from the original on June 20, 2019. Retrieved June 21, 2019.\n\n^ Hopkins, Anna (June 12, 2019). \"Candace Owens spars with Dr. Cornel West over the impact of socialism on African-Americans\". Fox News. Archived from the original on June 22, 2019. Retrieved June 21, 2019.\n\n^ \"PolitiFact - No, George Soros and his foundations do not pay people to protest\". @politifact. 2020. Archived from the original on June 9, 2020. Retrieved June 6, 2020.\n\n^ a b c Rogers, Katie (June 5, 2020). \"Trump Says Jobs Report Made It a 'Great Day' for George Floyd, Stepping on Message\". The New York Times. ISSN 0362-4331. Archived from the original on June 6, 2020. Retrieved June 6, 2020.\n\n^ Montgomery, Blake (June 6, 2020). \"Donald Trump Retweets Glenn Beck and Candace Owens Trashing George Floyd\". The Daily Beast. Archived from the original on June 8, 2020. Retrieved June 6, 2020.\n\n^ Roose, Kevin (June 19, 2020). \"Social Media Giants Support Racial Justice. Their Products Undermine It\". The New York Times. ISSN 0362-4331. Archived from the original on June 22, 2020. Retrieved June 22, 2020.\n\n^ Elfrink, Tim (April 21, 2021). \"Tucker Carlson says protests intimidated Derek Chauvin jury into guilty verdict: 'Please don't hurt us'\". The Washington Post. Archived from the original on December 3, 2022. Retrieved January 4, 2023.\n\n^ Cowen, William Trace (October 3, 2022). \"Kanye West Wears 'White Lives Matter' T-Shirt Design at YZY Season 9 Presentation\". Complex Networks. Archived from the original on October 3, 2022. Retrieved October 3, 2022.\n\n^ McGraw, Meridith; Carney, Jordain; Kern, Rebecca (October 20, 2022). \"Parler was jubilant about Kanye West buying it. Then the problems started\". Politico. Archived from the original on December 3, 2022. Retrieved December 3, 2022.\n\n^ Zaig, Gadi (October 11, 2022). \"Candace Owens defends Kanye West, says tweet about Jews wasn't antisemitic\". The Jerusalem Post. Retrieved July 31, 2023.\n\n^ Starr, Michael (November 6, 2022). \"ADL creates 'more antisemitism,' divides Jews, black people -Candace Owens\". The Jerusalem Post. Archived from the original on December 3, 2022. Retrieved December 3, 2022.\n\n^ Conger, Kate (December 1, 2022). \"Kanye West's Deal to Buy Parler Unravels\". The New York Times. Archived from the original on December 2, 2022. Retrieved December 3, 2022.\n\n^ Klein, Morton (October 16, 2022). \"ZOA Condemns Candace Owens's Defense of Kanye West's Antisemitic \"Death Con 3 on Jewish People\" Tweet\". Zionist Organization of America. Archived from the original on December 5, 2022. Retrieved December 4, 2022.\n\n^ Nagle, Angela (December 2017). \"The Lost Boys: The Young Men of the Alt-Right Could Define American Politics for a Generation\". The Atlantic. Archived from the original on May 20, 2019. Retrieved May 16, 2019. Candace Owens, a popular young black conservative also known as Red Pill Black, has mastered new media platforms, but in service of advocating for something closer to a traditional strain of conservatism: She's critical of the press, feminism, and open borders, but supports gay marriage.\n\n^ Malone, Clare (April 22, 2023). \"The Gospel of Candace Owens\". The New Yorker. Retrieved August 6, 2023.\n\n^ a b Herndon, Astead W. (June 17, 2018). \"At Conservative Women's Conference, a Safe Space for Trumpism\". The New York Times. Archived from the original on June 17, 2018. Retrieved June 17, 2018.\n\n^ a b c Kenneally, Tim (May 17, 2018). \"Candace Owens Gets Gently Dunked on by Sarah Silverman over 'Women Who Don't Marry' Tweet\". TheWrap. Archived from the original on September 18, 2019. Retrieved May 18, 2018.\n\n^ Donnelly, Erin (May 18, 2018). \"Sarah Silverman Responds to Conservative's Suggestion That Single Women Without Children Are 'Bio-Chemically' Affected\". Yahoo!. Archived from the original on February 19, 2019. Retrieved May 18, 2018.\n\n^ Alcorn, Chauncey (June 23, 2018). \"Critics call out Candace Owens' transphobic views and want Kanye West, Caitlyn Jenner to do the same\". Mic. Archived from the original on June 25, 2018. Retrieved May 16, 2019.\n\n^ \"Candace Owens on Twitter\". Twitter. Retrieved August 28, 2023.\n\n^ Placido, Dani Di (January 27, 2022). \"Candace Owens Calls Minnie Mouse Pantsuit An Attempt To 'Destroy Fabrics Of Our Society'\". Forbes. Archived from the original on April 14, 2022. Retrieved April 14, 2022.\n\n^ Papenfuss, Mary (January 29, 2022). \"Candace Owens Pitches A Fit Over Minnie Mouse Wearing Pants\". HuffPost. Archived from the original on April 14, 2022. Retrieved April 14, 2022.\n\n^ Sampson, Hannah (April 18, 2022). \"Conservatives want to cancel Disney. It's not the first time\". Washington Post. Retrieved August 28, 2023.\n\n^ Yurcaba, Jo; Goggin, Ben; Collins, Ben (May 25, 2022). \"Trans woman's photo used to spread baseless online theory about Texas shooter\". NBC News. Archived from the original on May 26, 2022. Retrieved June 3, 2022.\n\n^ Sardarizadeh, Shayan; Devlin, Kayleen (May 27, 2022). \"Texas shooting: How false rumours spread that gunman was trans\". BBC News. Archived from the original on June 2, 2022. Retrieved June 3, 2022.\n\n^ Thompson, Sophie (June 18, 2022). \"Candace Owens calls parents supporting drag queens 'unqualified to have children'\". The Independent. Retrieved August 28, 2023.\n\n^ a b c Haltiwanger, John (March 15, 2019). \"Candace Owens rejects any connection to 'radical Islamophobic white supremacy terror overseas' after being mentioned in New Zealand terrorist's manifesto\". Business Insider. Archived from the original on March 17, 2019. Retrieved March 19, 2019.\n\n^ Owens, Candace [@RealCandaceO] (July 7, 2018). \"Please remind...\" (Tweet). Archived from the original on July 7, 2018. Retrieved March 19, 2019 – via Twitter.\n\n^ Irwin, Demetria (March 6, 2018). \"Black woman says NRA was founded to arm Black people and she's wrong\". The Grio. Archived from the original on April 10, 2019. Retrieved May 16, 2019.\n\n^ Kenney, Tanasia (May 19, 2018). \"Is This a Trick? Candace Owens Headed an Anti-Trump Publication Less Than Two Years Ago, Report Reveals\". Atlanta Black Star. Archived from the original on October 12, 2018. Retrieved October 30, 2018.\n\n^ Shelbourne, Mallory (May 9, 2018). \"Trump Praises Conservative Activist Candace Owens as a 'Very Smart Thinker'\". The Hill. Archived from the original on September 16, 2018. Retrieved May 9, 2018.\n\n^ Cineas, Fabiola (September 4, 2019). \"Inside Candace Owens' Misinformation Campaign\". Philadelphia. Archived from the original on June 29, 2020. Retrieved July 11, 2020.\n\n^ Folkenflik, David; Dreisbach, Tom (January 13, 2021). \"After Deadly Capitol Riot, Fox News Stays Silent On Stars' Incendiary Rhetoric\". NPR. Archived from the original on January 17, 2021. Retrieved May 1, 2021.\n\n^ Jacob Willeford (September 6, 2023). \"Rising Star? Candace Owens jumps to support Vivek Ramaswamy as he boasts he's the 'only GOP candidate with a spine' in fiery takedown\". The U.S. Sun. Retrieved January 7, 2024.\n\n^ Zadrozny, Brandy (June 23, 2018). \"YouTube tested, Trump approved: How Candace Owens suddenly became the loudest voice on the far right\". NBC News. Retrieved July 31, 2023.\n\n^ \"Resurfaced clip shows Joe Rogan schooling Candance Owens on her climate change denial\". indy100. March 2, 2021. Archived from the original on May 23, 2022. Retrieved April 15, 2022.\n\n^ Cleary, Tom (December 8, 2022). \"Joe Rogan Pushes Candace Owens on Climate Change in Resurfaced Video [WATCH]\". Heavy. Retrieved July 31, 2023.\n\n^ Culliford, Elizabeth (November 18, 2021). \"During COP26, Facebook served ads with climate falsehoods, skepticism\". Reuters. Archived from the original on April 15, 2022. Retrieved April 15, 2022.\n\n^ \"Facebook served climate falsehoods ads throughout COP26\". CityAM. November 18, 2021. Archived from the original on January 22, 2022. Retrieved April 15, 2022.\n\n^ \"PolitiFact - COVID-19 skeptics say there's an overcount. Doctors in the field say the opposite\". @politifact. Archived from the original on June 17, 2020. Retrieved June 15, 2020.\n\n^ Baptiste, Nathalie. \"Black people have suffered the most from COVID-19. But they're still suspicious of vaccines\". Mother Jones. Archived from the original on June 15, 2020. Retrieved June 15, 2020.\n\n^ Dent, Alec (April 22, 2020). \"Did Bill Gates Test Unapproved Vaccines on Children in Africa?\". factcheck.thedispatch.com. Archived from the original on June 15, 2020. Retrieved June 15, 2020.\n\n^ Colarossi, Natalie (August 8, 2021). \"Candace Owens says she's \"proud\" to not be vaccinated against COVID-19: \"I trust my gut\"\". Newsweek. Archived from the original on August 17, 2021. Retrieved August 18, 2021.\n\n^ Lybrand, Holmes (August 11, 2021). \"Fact check: Candace Owens falsely claims CDC proposed putting high-risk people in camps during the pandemic\". CNN. Archived from the original on August 17, 2021. Retrieved August 18, 2021.\n\n^ a b de Guzman, Chad (October 22, 2021). \"Australians Hit Back at 'COVID Tyranny' Claims by U.S. Conservatives\". Time. Retrieved November 18, 2021.\n\n^ Wolpe, Bruce (October 25, 2021). \"Congratulations, Australia. You're now a candidate to be invaded by the United States\". The Canberra Times. Archived from the original on December 27, 2021. Retrieved December 27, 2021.\n\n^ Rennex, Michelle (December 7, 2021). \"Aussies Are Hijacking A Far-Right Hashtag That's Trying To Claim That \"Australia Has Fallen\"\". Junkee. Archived from the original on December 27, 2021. Retrieved December 27, 2021.\n\n^ Chung, Frank (October 22, 2021). \"Conservative host Candace Owens calls for US to invade Australia to free people from 'tyranny'\". News.com.au. Archived from the original on November 28, 2021. Retrieved December 27, 2021.\n\n^ Lock, Samantha (October 22, 2021). \"Rightwing US pundit Candace Owens compares Australian government to the Taliban, calling it a 'tyrannical police state'\". The Guardian. Archived from the original on November 18, 2021. Retrieved November 18, 2021.\n\n^ Lee, Bruce Y. (October 23, 2021). \"Did Candace Owens Suggest Invading Australia To 'Free' People From Covid-19 Precautions?\". Forbes. Retrieved December 27, 2021.\n\n^ \"The Nuremberg Code specifically addresses experimentation; COVID-19 vaccines aren't experimental, and therefore, don't violate the Code\". Health Feedback. July 16, 2021. Archived from the original on March 13, 2023. Retrieved March 13, 2023.\n\n^ Pallavi (October 25, 2021). \"False: A global government wants to control the minds and bodies of people through the COVID-19 vaccination program\". Logically. Archived from the original on March 13, 2023. Retrieved March 13, 2023.\n\n^ Cole, Brendan (December 24, 2021). \"Video of Donald Trump Rebuking Candace Owens on Vaccines Watched 3.7M Times\". Newsweek. Archived from the original on April 6, 2023. Retrieved March 14, 2023.\n\n^ Pallavi (February 7, 2022). \"False: The COVID-19 vaccination drive is government propaganda to instill fear in people\". Logically. Archived from the original on March 13, 2023. Retrieved March 13, 2023.\n\n^ \"SADS is caused by genetic mutations affecting the electrical system regulating heartbeat; no evidence it is caused by COVID-19 vaccines\". Health Feedback. June 14, 2022. Archived from the original on March 13, 2023. Retrieved March 13, 2023.\n\n^ Spencer, Saranac Hale (September 29, 2022). \"COVID-19 Vaccine Opponents Misrepresent CDC Webcast on Causes of Blood Clots\". FactCheck.org. Retrieved June 7, 2023.\n\n^ [137][138][139][140][141][142]\n\n^ Lee, Bruce Y. \"Trump Tells Candace Owens That Covid-19 Vaccines Work: 'One Of The Greatest Achievements Of Mankind'\". Forbes. Retrieved January 6, 2022.\n\n^ Stracqualursi, Veronica; Wright, David (December 24, 2021). \"Trump touts effectiveness of Covid-19 vaccine\". CNN. Archived from the original on January 9, 2022. Retrieved January 9, 2022.\n\n^ Oshin, Olafimihan (December 23, 2021). \"Trump pushes back on Candace Owens: 'People aren't dying when they take the vaccine'\". The Hill. Archived from the original on January 8, 2022. Retrieved January 9, 2022.\n\n^ Tiffany, Kaitlyn (January 24, 2023). \"Twitter Has No Answers for #DiedSuddenly\". The Atlantic. Archived from the original on May 11, 2023. Retrieved June 7, 2023.\n\n^ a b Marcus, Josh (August 25, 2021). \"Candace Owens hit with $20m lawsuit for calling fellow pundit a strip club 'madame'\". The Independent. Archived from the original on August 30, 2021. Retrieved August 30, 2021.\n\n^ a b Thornton, Cedric (August 27, 2021). \"CANDACE OWENS SUED FOR $20 MILLION BY CONSERVATIVE POLITICIAN KIMBERLY KLACIK FOR DEFAMATION\". Black Enterprise. Archived from the original on August 29, 2021. Retrieved August 30, 2021.\n\n^ a b c d Folley, Aris (August 24, 2021). \"Former GOP congressional candidate Kimberly Klacik suing Candace Owens for defamation\". The Hill. Archived from the original on August 30, 2021. Retrieved August 30, 2021.\n\n^ Henderson, Alex (August 25, 2021). \"Candace Owens slapped with $20 million defamation lawsuit\". Salon.com. Archived from the original on August 28, 2021. Retrieved August 30, 2021.\n\n^ a b c Klasfeld, Adam (August 23, 2021). \"Pro-Trump Commentator Candace Owens Sued Over 'Petty Twitter Fued' [sic] in Which She Allegedly Defamed Kim Klacik as a 'Madame' and Money Launderer\". Law & Crime. Archived from the original on August 30, 2021. Retrieved August 30, 2021.\n\n^ Baragona, Justin (December 9, 2022). \"Failed GOP Candidate Ordered to Pay $115,000 to Candace Owens\". The Daily Beast. Archived from the original on December 12, 2022. Retrieved December 12, 2022.\n\n^ Seitz, Jacob (April 8, 2022). \"'Let's Go Brandon' Coin: NASCAR, Brandon Brown, Candace Owens sued for promoting failed crypto in pump-and-dump scheme\". The Daily Dot. Archived from the original on July 13, 2022. Retrieved July 12, 2022.\n\n^ Mark, Michelle (August 24, 2018). \"Members of a Conservative Student Group Apologize to Charlie Kirk, Candace Owens over 'Misunderstanding' on Mollie Tibbetts Event\". Business Insider. Archived from the original on August 28, 2018. Retrieved August 27, 2018.\n\n^ McLaughlin, Kelly (August 22, 2018). \"Mollie Tibbetts' Twitter Shows She Was a Strong Feminist and Clinton Supporter. Some Republicans Are Using Her Death to Push for Trump's Border Wall\". Insider. Archived from the original on August 27, 2018. Retrieved August 27, 2018.\n\n^ Telford, Taylor (August 23, 2018). \"Mollie Tibbetts Relative Tells 'Despicable' Partisans Not to Politicize Her Distant Cousin's Death\". The Washington Post. Archived from the original on August 27, 2018. Retrieved August 27, 2018.\n\n^ Bixby, Scott (August 24, 2018). \"TPUSA Members Quit in Protest of 'Exploiting' Mollie Tibbetts' Death\". The Daily Beast. Archived from the original on August 24, 2018. Retrieved August 27, 2018.\n\n^ Whittington, Mark (February 8, 2022). \"Sorry, Candace Owens, but men really did walk on the moon\". Washington Examiner. Archived from the original on February 13, 2023. Retrieved April 15, 2022.\n\n^ Relman, Eliza (October 24, 2018). \"Prominent conservative activists and talking heads are promoting a conspiracy theory that Democrats sent explosive devices to Clinton, Obama, and Soros\". Business Insider. Archived from the original on October 27, 2018. Retrieved October 30, 2018.\n\n^ Gilmour, David (October 26, 2018). \"Candace Owens under fire for deleting bomb threat conspiracy tweet\". The Daily Dot. Archived from the original on November 1, 2018. Retrieved October 30, 2018.\n\n^ a b c Scott, Eugene (February 8, 2019). \"One of Trump's most vocal black supporters seemed to defend Hitler in a recent speech\". The Washington Post. Archived from the original on July 16, 2020. Retrieved July 11, 2020.\n\n^ Haltiwanger, John (February 8, 2019). \"Rising conservative star Candace Owens is slammed over her newly surfaced Hitler comments\". Business Insider. Archived from the original on February 9, 2019. Retrieved February 8, 2019.\n\n^ a b Feldman, Ari (February 13, 2019). \"On Fox Business, Candace Owens Pretends Her Hitler Comments Never Happened\". Haaretz. Archived from the original on November 3, 2019. Retrieved December 8, 2019.\n\n^ Shannon, Joel (February 11, 2019). \"After backlash, conservative pundit Candace Owens clarifies viral Hitler comment\". USA Today. Archived from the original on February 11, 2019. Retrieved February 16, 2019.\n\n^ Haltiwanger, John (April 9, 2019). \"Ted Lieu plays a clip of Candace Owens comments on Hitler to ridicule Republicans for inviting her to a hearing on white nationalism\". Business Insider. Archived from the original on May 9, 2019. Retrieved May 16, 2019.\n\n^ \"Candace Owens fumes at Rep. Ted Lieu's use of her Hitler comments\". USA Today. April 10, 2019. Archived from the original on January 25, 2022. Retrieved January 31, 2022.\n\n^ Croucher, Shane (April 10, 2019). \"Donald Trump Jr. praises Candace Owens for defending her Hitler comments\". Newsweek. Archived from the original on May 15, 2019. Retrieved May 16, 2019.\n\n^ Harwood, Elizabeth T. (August 2019). \"Terrorism and the Digital Right-Wing\". Contexts. 18 (3): 60–62. doi:10.1177/1536504219864961. ISSN 1536-5042. S2CID 201135876.\n\n^ \"Who is Candace Owens, the woman who 'inspired' the Christchurch terrorist?\". TRT World. March 15, 2019. Archived from the original on March 15, 2019. Retrieved March 19, 2019.\n\n^ Evans, Robert (March 15, 2019). \"A New Zealand mosque-shooting suspect left a trail of online clues buried under 's---posting'\". Business Insider. Archived from the original on April 15, 2019. Retrieved April 17, 2019.\n\n^ Lorenz, Taylor (March 15, 2019). \"The Shooter's Manifesto Was Designed to Troll\". The Atlantic. Archived from the original on April 2, 2019. Retrieved April 9, 2019.\n\n^ Branigan, Anne (March 15, 2019). \"Candace Owens Was Named in the New Zealand Shooter's Alleged Manifesto. But Christchurch Is Bigger Than Her\". The Root. Archived from the original on August 4, 2020. Retrieved August 14, 2020.\n\n^ Owens, Candace [@RealCandaceO] (March 15, 2019). \"LOL\" (Tweet). Archived from the original on March 15, 2019. Retrieved April 12, 2019 – via Twitter.\n\n^ Milbank, Dana (April 10, 2019). \"Milbank: Candace Owens' presence turned a serious inquiry into a farce\". Post-Tribune. Archived from the original on April 11, 2019. Retrieved April 11, 2019.\n\n^ \"YouTube comments disabled during US hate crime hearing\". Al Jazeera. April 9, 2019. Archived from the original on April 22, 2019. Retrieved April 23, 2019.\n\n^ Shay, Jim (March 15, 2019). \"Mosque shooter reportedly 'influenced' by Stamford's own Candace Owens\". San Francisco Chronicle. Archived from the original on March 15, 2019. Retrieved May 10, 2019.\n\n^ \"Candace Owens's Charlottesville wedding | Spectator USA\". Spectator. June 6, 2019. Archived from the original on September 2, 2019. Retrieved June 4, 2020.\n\n^ Burton, Mark (March 8, 2019). \"The Next Metals Trader Hoping to Shake Up British Politics\". Bloomberg.com. Archived from the original on March 11, 2019. Retrieved April 11, 2019.\n\n^ Spence, Alex; Di Stefano, Mark (February 8, 2019). \"Days After Its Disastrous British Launch, Turning Point Has Already Lost One Of Its Star Recruits\". BuzzFeed. Archived from the original on October 12, 2019. Retrieved July 25, 2020.\n\n^ Main, Ed (February 9, 2019). \"The battle over Britain's newest student movement\". BBC News. Archived from the original on April 27, 2019. Retrieved July 25, 2020.\n\n^ \"Kanye West's Conservative Activist Pal Candace Owens Gets Married\". Radar Online. September 2, 2019. Retrieved July 28, 2023.\n\n^ Williams, Brittni (November 14, 2022). \"Candace Owens' Husband, George Farmer: What We Know\". Yahoo! News. Retrieved July 10, 2023.\n\n^ Montague-Smith, Patrick, ed. (1992). Debrett's correct form. London: Headline. pp. 52–53. ISBN 978-0-7472-3926-0.\n\n^ Owens, Candace [@RealCandaceO] (January 23, 2021). \"It's true what they say— the whole world stops when your child is born\" (Tweet). Retrieved January 24, 2021 – via Twitter.\n\n^ \"Happy one week birthday to our sweet girl\". Instagram. July 20, 2022. Archived from the original on September 11, 2022. Retrieved September 10, 2022.\n\n^ Owens, Candace (September 15, 2020). Blackout. Simon and Schuster. ISBN 978-1-9821-3327-6. Archived from the original on March 30, 2021. Retrieved October 28, 2020.\n\n^ Steele, Eli (October 24, 2022). \"The Truth Isn't as Simple as 'The Greatest Lie Ever Sold' Pretends\". Newsweek. Archived from the original on October 29, 2022. Retrieved October 29, 2022.\n\n^ Wiseman, Andreas (April 21, 2023). \"'Convicting A Murderer' Series Acquired By DailyWire+ With Candace Owens Set To Front Response To Netflix True-Crime Hit\". Deadline Hollywood. Retrieved October 9, 2023.\n\n\nFurther reading[edit]\nPavia, Will (June 9, 2018). \"Interview with Candace Owens: Trump, Kanye West and me\". The Times.\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Candace Owens.\n\n\n\n\nWikimedia Commons has media related to Candace Owens.\n\nOfficial website \nCandace Owens at IMDb\nAppearances on C-SPAN\n\"Red Pill Black (Candace Owens) on Her Journey From Left to Right (Live Interview)\". YouTube. The Rubin Report. September 28, 2017. Archived from the original on October 30, 2021.\nvteConservatism in the United StatesSchools\nCompassionate\nFiscal\nFusionism\nLibertarian\nSocial\nNeo-\nPaleo-\nTraditionalist\nPrinciples\nAmerican exceptionalism\nClassical liberalism\nFamily values\nFree market\nFree trade\nJudeo-Christian values\nLimited government\nMoral absolutism\nNatural law\nProtectionism\nRepublicanism\nRule of law\nTradition\nHistory\nTimeline of modern American conservatism\nPeoplePresidents\nAdams (John)\nAdams (John Quincy)\nArthur\nG. H. W. Bush\nG. W. Bush\nCleveland\nCoolidge\nFillmore\nFord\nHarding\nHoover\nJohnson\nMcKinley\nNixon\nPierce\nReagan\nW. H. Taft\nTaylor\nTrump\nTyler\nWashington\nSupreme Court  justices\nAlito\nBarrett\nBurger\nButler\nFuller\nGorsuch\nHarlan\nKavanaugh\nKennedy\nMcReynolds\nO'Connor\nRehnquist\nRoberts\nScalia\nSutherland\nThomas\nVan Devanter\nWhite\nPhilosophers\nBabbitt\nBeale\nBork\nBreitbart\nBuchanan\nBuckley\nBurnham\nChambers\nFriedman\nGottfried\nKemp\nKirk\nKirkpatrick\nKristol\nLeo\nMeyer\nNegroponte\nOlson\nRice\nRothbard\nSchlesinger\nSowell\nStrauss\nTyrrell\nA. Williams\nW. E. Williams\nWolfowitz\nOther figures\nAgnew\nAiles\nAshcroft\nAtwater\nBeck\nBoehner\nJeb Bush\nCarlson\nCarson\nDick Cheney\nLiz Cheney\nLynne Cheney\nConway\nCoulter\nCurtis\nCruz\nDeSantis\nDilling\nDisney\nDole\nElder\nFalwell\nFrist\nGingrich\nGiuliani\nGoldwater\nGraham\nHannity\nIngraham\nJohnson\nKoch\nLaPierre\nLimbaugh\nLindbergh\nLodge\nLongworth\nLott\nLovecraft\nMartin\nMercer\nMcCain\nMcCarthy\nMcConnell\nMurdoch\nNorquist\nNovak\nO'Reilly\nPalin\nRand Paul\nRon Paul\nPence\nPerot\nPowell\nQuayle\nRomney\nRove\nRumsfeld\nRyan\nSessions\nSchlafly\nShapiro\nStone\nRobert A. Taft\nBooker T. Washington\nParties\nAmerican Freedom Party\nAmerican Independent Party\nAmerican Party\nAnti-Masonic Party\nConservative Party of New York\nConstitution Party\nConstitutional Union Party\nDemocratic Party (early factions until the 1890s)\nDemocratic-Republican Party (elements)\nFederalist Party\nNational Republican Party\nNative American Party\nNullifier Party\nProhibition Party\nReform Party\nRepublican Party\nWhig Party\nMovements\nAlt-right\nAsian and Pacific Islander conservatism\nBlack conservatism\nChristian right\nConservative Democrats\nHispanic and Latino conservatism\nWomen in conservatism\nGreen conservatism\nLGBT conservatism\nMovement\nNew Right\nOld Right\nPatriot movement\nQAnon\nRadical Right\nRight-libertarianism\nRockefeller Republican\nTea Party movement\nTrumpism\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax FoundationHistorical factions\nBourbon Democrats\nDixiecrats\nLoyalists\nOld Right\nRedeemers\nSouthern Agrarians\nScholarly study\nThe Conservative Illusion (1959)\nSee also\nAmerican nationalism\nBibliography of conservatism in the United States\nList of American conservatives\nNational conservatism\nSouthern strategy\n\n Conservatism portal\n\nvteConservatism\nTimeline\nSchoolsby regionInternational\nAuthoritarian\nCorporatist\nCultural\nFiscal\nGreen\nLiberal\nModerate\nNational\nPaternalistic\nPopulist\nPragmatic\nProgressive\nReactionary\nReligious\nSocial\nTraditionalist\nUltra\nNorth AmericaCanada\nPopulism\nTrumpism\nClerico-nationalism\nSocial\nToryism\nBlue\nRed\nPink\nUnitedStates\nCompassionate\nLibertarian\nFusionism\nPaleo\nTea Party\nMovement\nNeo\nOld Right\nPaleo\nReaganism\nSocial\nTraditionalist\nTrumpism\nLatin AmericaArgentina\nFederal Peronism\nMenemism\nOrthodox Peronism\nBrazil\nBolsonarism\nCoronelism\nIntegralism\nJanismo\nMonarchist\nPatrianovism\nPopulism\nChilean\nGremialismo\nPinochetism\nOther\nBelize\nColombian\nRojismo\nUribism\nCuba\nGuatemala\nMexico\nPanama\nPeruvian\nFujimorism\n Odriismo\nVenezuelan\nPerezjimenismo\nAsiaChina\nChiangism\nConfucianism\nNeoauthoritarianism\nIsrael\nFundamentalist\nJewish\nKahanism\nZionism\nNeo\nReligious\nRevisionist\nJapan\nNeo\nShōwa Statism\nState Shinto\nNippon Kaigi\nSouth Korea\nIlminism\nNew Right\nTurkey\nDemocratic\nErdoğanism\nNeo-Ottomanism\nOther\nBangladesh\nHong Kong\nIndia\nIran\nMonarchist\nMalaysia\nPakistan\nSingapore\nTaiwan\nChiangism\nEuropeFrance\nAction Française\nBonapartism\nGaullism\nIntegral nationalism\nLegitimism\nMaurrassisme\nNouvelle Droite\nOrléanism\nSarkozysm\nUltra-royalism\nGermany\nAgrarian\nHegelian\nHistorical School\nNeue Rechte\nOrdoliberalism\nRevolutionary\nYoung\nRitter School\nRomanticism\nState Socialism\nItaly\nBerlusconism\nHistorical Right\nItalian school of elitism\nSanfedismo\nPoland\nGolden Liberty\nKaczyzm\nNational Democracy\nSarmatism\nRussia\nEurasianism\nMonarchist\nBlack-hundredism\nTsarism\nPutinism\nSlavophilia\nPochvennichestvo\nSpain\nAlfonsism\nCarlism\nCarloctavismo\nCarlo-francoism\nFrancoism\nNational Catholicism\nIntegrism\nMellismo\nMaurism\nNeocatholicism\nNoucentisme\nUnitedKingdom\nCameronism\nCompassionate\nMuscular liberalism\nNeo\nOne-nationism\nPowellism\nThatcherism\nToryism\nHigh\nRed\nSocial\nOther\nAustria\nBelgium\nDenmark\nFinland\nGeorgia\nMonarchist\nGreece\nMetaxism\nPopulism\nIceland\nLuxembourg\nNetherlands\nNorway\nPortugal\nMiguelist\nRomania\nMonarchist\nSerbia\nMonarchist\nSweden\nSwitzerland\nUkraine\nOceania\nAustralia\nCentre Right\nNational Right\nNew Zealand\nPhilosophyConcepts\nAncestral worship\nAuthority\nTraditional\nClass collaboration\nConvention\nCultural heritage\nCulture of life\nPro-Life\nCustom\nDiscipline\nDuty\nElitism\nAristocracy\nMeritocracy\nNoblesse oblige\nEthical order\nFamilialism\nFamily values\nFundamentalism\nGender role\nComplementarianism\nHonour\nImperialism\nLoyalty\nMonarchism\nRoyalism\nOrdered liberty\nOrganicism\nOrthodoxy\nPatriotism\nPrivate property\nPublic morality\nSocial hierarchy\nSocial institutions\nSocial norm\nSocial order\nSolidarity\nSovereignty\nStewardship\nSubsidiarity\nTradition\nPhilosophers\nBainville\nBarruel\nBelloc\nBonald\nBuckley Jr.\nBurke\nBurnham\nChateaubriand\nChesterton\nColeridge\nComte\nCortés\nDávila\nDostoevsky\nEliot\nEvola\nGentz\nHaller\nHitchens\nHume\nIorga\nJohnson\nJünger\nKaramzin\nKirk\nKuehnelt-Leddihn\nLa Mennais\nLe Bon\nLe Play\nLeontiev\nLewis\nMaistre\nMansfield\nMaurras\nMenéndez\nMore\nMüller\nNewman\nNisbet\nNovalis\nOakeshott\nCorrêa de Oliveira\nRanke\nRivarol\nRöpke\nSantayana\nSavigny\nSchlegel\nSchmitt\nScruton\nSolzhenitsyn\nSowell\nSpann\nSpengler\nStahl\nStrauss\nTaine\nTocqueville\nUvarov\nVoegelin\nPoliticsOrganisations\nARC\nECR\nEPP\nID\nIDU\nYoung\nMuslim Brotherhood\nTradition, Family, Property\nPoliticians\nAbe\nAdams\nAdenauer\nAndreotti\nBerlusconi\nBismarck\nBolsonaro\nBush Jr.\nCanning\nChiang\nChurchill\nDiefenbaker\nDisraeli\nDmowski\nDollfuss\nErdoğan\nFranco\nFujimori\nde Gaulle\nHarper\nHorthy\nJohn Paul II\nKaczyński\nKhamenei\nKhomeini\nKohl\nLe Pen\nLee\nMacdonald\nMannerheim\nMarcos\nMaurras\nMenzies\nMetaxas\nMetternich\nMobutu\nModi\nNetanyahu\nOrbán\nPark\nPérez Jiménez\nPinochet\nPitt\nPowell\nPrat de la Riba\nPutin\nReagan\nSalazar\nSalisbury\nSmith\nStolypin\nSuharto\nThatcher\nTrujillo\nTrump\nde Valera\nZemmour\nReligion\nAnglo-Catholicism\nChristian right\nTheoconservatism\nClericalism\nConservative Christianity\nHindutva\nJewish conservatism\nReligious Zionism\nIslamism\nTraditionalist Catholicism\nIntegralism\nUltramontanism\nTraditionalist School\nPerennialism\nHistoricalbackground\nAncien Régime\nBourbon Restauration\nCongress of Vienna\nConservative Order\nCounter-Enlightenment\nGerman Romanticism\nHoly Alliance\nUltra-royalism\nRelatedIdeologies\nAgrarianism\nChristian democracy\nClerical fascism\nCommunitarianism\nConservative liberalism\nCorporatism\n\nAnti-communism\nAnti-gender movement\nAnti-Masonry\nAristocracy\nBlack conservatism\nUnited States\nCatholic social teaching\nConservative feminism\nConservative wave\nCounter-revolutionary\nElite theory\nHispanic conservatism\nUnited States\nLGBT conservatism\nRadical right\nEurope\nUnited States\nReactionary\nNeo\nRight realism\nRight-wing politics\nAuthoritarianism\nNew\nEurope\nOld\nSmall-c conservatives\nConservatism portal\nPolitics portal\n\nAuthority control databases International\nVIAF\nWorldCat\nNational\nNorway\nGermany\nUnited States\nJapan\nAcademics\nCiNii\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Candace_Owens&oldid=1197217482\"",
    "twitter": ""
  },
  {
    "name": "Carrie Lukas",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/carrie-lukas",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "This biography of a living person needs additional citations for verification. Please help by adding reliable sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately from the article and its talk page, especially if potentially libelous.Find sources: \"Carrie Lukas\" – news · newspapers · books · scholar · JSTOR (October 2009) (Learn how and when to remove this template message)\nCarrie L. LukasBorn1973 (age 50–51)NationalityAmericanAlma materPrinceton University (AB)Harvard University (MPP)OccupationPresident of the Independent Women's Forum (IWF)\n\nConservatism portal\nCarrie L. Lukas (born 1973)[1] is president of the conservative leaning non-profit Independent Women's Forum (IWF).\nPrior to joining IWF, Lukas worked in the U.S. House of Representatives for U.S. House of Representative Christopher Cox as senior domestic policy analyst for the House Republican Policy Committee and a senior staff member of the U.S. House Homeland Security Committee.\n\n\nEducation[edit]\nLukas earned her B.A. from Princeton University and her master's degree in public policy from Harvard Kennedy School at Harvard University.[2]\n\nCareer[edit]\nShe worked at the Cato Institute as a social security analyst, where she authored several studies on social security and education policies. Her op-ed pieces have been published in, among other publications, The Washington Post, The Wall Street Journal, The New York Post, The New York Times, and USA Today. She is author of the books The Politically Incorrect Guide to Women, Sex, and Feminism and Liberty is No War on Women.\n\nPolitical positions[edit]\nLukas believes that minimum wage laws adversely affect the young and those with low skill levels.[3] She has argued that there are two sexes, and that individuals are born either as men or women.[4] And she has argued against board quotas, saying that are a distraction to workplace equality and may undo women’s historic gains by suggesting that we cannot succeed on our own. [5]\n\nReferences[edit]\n\n\n^ Hartmann, Thom (14 October 2010). \"Transcript: Thom Hartmann asks Carrie Lukas, why do conservatives think that the Paycheck Fairness Act is insulting to women? 5 Oct '10\".\n\n^ Luckas, Carrie. \"IWV Profile\".\n\n^ Luckas, Carrie. \"How does a minimum wage requirement impact an economy?\".\n\n^ Luckas, Carrie. \"There Is Only Male and Female. Women Pay the Price When We Pretend Otherwise Opinion\".\n\n^ Luckas, Carrie. \"Boardroom Quotas Won't Help Women Opinion\".\n\n\nExternal links[edit]\nIndependent Women's Forum profile\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nIsrael\nUnited States\nCzech Republic\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Carrie_Lukas&oldid=1176957923\"",
    "twitter": ""
  },
  {
    "name": "Carrie Severino",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/carrie-severino-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "\n\nAmerican political activist\nCarrie SeverinoBornCarrie Campbell1976 or 1977 (age 46–47)EducationDuke University (BA)Michigan State University (MA)Harvard University (JD)SpouseRoger Severino\nCarrie Campbell Severino (born 1976/1977)[1] is an American lawyer and conservative political activist. She is the head of the Judicial Crisis Network (JCN), where she supported the Supreme Court nominations of Amy Coney Barrett and Brett Kavanaugh. She is the coauthor (with Mollie Hemingway) of Justice on Trial: The Kavanaugh Confirmation and the Future of the Supreme Court.\n\n\nBackground and early career[edit]\nSeverino, born Carrie Campbell, grew up in Michigan. Her father is an oncologist, and her mother is a nurse.[2]\nSeverino attended Duke University, graduating in 1999 with a B.A. in biology. In 2001 she received a master's degree in Linguistics from Michigan State University.[3]\nWhile attending Harvard Law School, she met her future husband Roger Severino, two years ahead of her there. Both were active with the law school's Society for Law, Life and Religion, a conservative anti-abortion group.[4]\nIn 2004, after receiving her JD from Harvard Law School, Severino worked as a law clerk for Judge David B. Sentelle of the U.S. Court of Appeals for the D.C. Circuit.[2][3]\nShe was a law clerk to U.S. Supreme Court Justice Clarence Thomas for a year (2007–2008).[5] She later spent time at Georgetown University Law Center with an Olin/Searle Fellowship,[6] an award funded by the Federalist Society that \"offers top young lawyers with a scholarly bent the opportunity to spend 1-2 years to write and develop their scholarship with the goal of entering the legal academy.\"[7]\n\nJudicial Crisis Network[edit]\nMain article: Judicial Crisis Network\nOn March 22, 2010, the Judicial Crisis Network hired Severino as their policy director and chief spokesperson.[8]\nThe Judicial Crisis Network (JCN) is an American conservative advocacy organization, described in 2020 by OpenSecrets as having \"unmatched influence in recent years in shaping the federal judiciary.\"[9] JCN has worked closely on judicial appointments with conservative Catholic activist Leonard Leo and with the Federalist Society, which is in the same hallway of a DC office building.[10][11][12] In 2022, JCN's \"About\" page describes her role as \"chief counsel and policy director.\"[13]\nSeverino and the JCN have played a prominent role in several political battles related to the United States Supreme Court.  In 2016, Mother Jones described Severino as \"a leader of the current conservative campaign to block any Obama Supreme Court nominee.\"[14] Under her leadership, the Judicial Crisis Network spent more than $5 million on the campaign to oppose Obama's 2016 nomination of Merrick Garland for the Supreme Court.[15]\nDuring the 2016 Presidential election Severino and the Judicial Crisis Network made filling the seat to which Garland had been nominated a central issue. Asserting that Trump's victory reflected voters' wish for conservatives on the Supreme Court, Severino announced JCN's plan to spend $10 million campaigning for Neil Gorsuch's appointment.[16] Severino attended the White House swearing-in ceremony for Gorsuch.[17]\nSeverino also played a prominent role in the Judicial Crisis Network campaign to  support the confirmation of Brett Kavanaugh to the U.S. Supreme Court, on which JCN spent $4.5 million in ad buys. In an appearance on CNN, Severino defended Kavanaugh from allegations of sexual assault by Christine Blasey Ford, saying that the allegation \"covered a whole range of conduct, from boorishness to rough horseplay to actual attempted rape.\"[18] Jia Tolentino, writing in The New Yorker, criticized the \"horseplay\" comment as minimizing  what Tolentino described as \"sexual assault.\"[19]\nIn September 2020, after the death of Supreme Court Justice Ruth Bader Ginsburg, Severino and Judicial Crisis Network enlisted support from what Severino called a \"war room\" of pro-Catholic and pro-business advocacy groups including the Susan B. Anthony List, Catholic Vote, America First Policies, the Club for Growth and Heritage Action.[20][21] The Judicial Crisis Network launched a $2.2 million campaign to support President Trump's right to appoint a judge prior to the November 2020 presidential election.[22]\nIn a widely reported presentation to the Judiciary Committee during confirmation hearings for Amy Coney Barrett, Senator Sheldon Whitehouse singled out Severino by name as a major player in what he called \"a $250 million dark money operation\" to influence the selection of judges.[23][24] Severino defended the practice of groups such as the JCN receiving funding from anonymous donors, saying that the goal of anonymity was not secrecy, but rather to protect  her donors from \"harassment\" if their names were made public.[20][25]\n\nJustice on Trial[edit]\nSeverino is the coauthor (with Mollie Hemingway) of Justice on Trial: The Kavanaugh Confirmation and the Future of the Supreme Court (2019). According to The Washingtonian, the book \"hit bestseller lists\" in the summer of 2019.[26] The book attracted both positive and negative comments. \nJames R. Copeland in the Washington Post called the book \"a must-read for those who follow the politics of the federal judiciary\", saying that \"Hemingway and Severino frame the Kavanaugh story in the broader judicial confirmation context\" beginning with 1987's fight over Robert Bork  and covering what he calls \"the campaign against Severino’s mentor [Justice Clarence] Thomas four years later.\"[27]\nJohn Kass in the Chicago Tribune called it a \"highly readable bestseller\" that \"starts out like a thriller — with the fate of the republic in the balance.\"[28]\nLara Bazelon in Politico criticized the book as \"so one-sided that it read more like a legal brief written by two very competent and fiercely committed advocates\" but added that \"Hemingway and Severino do make important points\" concerning the presumption of innocence.[29]\n\nPersonal life[edit]\nSeverino is married to Roger Severino, the former head of the Department of Health and Human Services’s Office for Civil Rights.[20] They have six children. Both Severinos are conservative Catholics.[20]\n\nReferences[edit]\n\n\n^ Williamson, Elizabeth (October 15, 2020). \"With Barrett Nomination, a D.C. Conservative Power Couple Nears Its Dream\". The New York Times. ISSN 0362-4331. Retrieved August 16, 2023.\n\n^ a b \"Carrie Severino |President of the Judicial Crisis Network\". Independent Women's Forum. Archived from the original on February 8, 2022. Retrieved January 2, 2022. Severino, 43, grew up in Michigan, the daughter of an oncologist father and a mother who was a nurse. Carrie went to Duke University and, intending to pursue the family career path, started out in pre-med.\n\n^ a b \"About\". Judicial Network. Archived from the original on October 22, 2020. Retrieved October 24, 2020.\n\n^ Blank, Jonas (April 24, 2003). \"All the Right's Moves\". Harvard Law Bulletin. Archived from the original on January 10, 2022. Retrieved January 2, 2022. 'I think it's a de facto silencing, where you want to choose your battles or get tired of sounding like the \"crazy conservative freak,\"'said Carrie Campbell '04, vice president of HLS's 10-year-old Society for Law, Life and Religion, a group that opposes abortion rights.\n\n^ \"Carrie Severino Chief Counsel and Policy Director, Judicial Crisis Network\". National Journal. Archived from the original on March 8, 2022. Retrieved March 10, 2022. Severino is not new to supporting judges with conservative judicial philosophies, having joined JCN five years after its 2005 founding. Severino, who clerked for Justice Clarence Thomas in 2007, and the group were animated in part by senators' and progressive activists' opposition to Supreme Court nominee Robert Bork in 1987.\n\n^ \"\"The John M. Olin Fellowships and the Advancement of Conservatism in Legal Academia\" (Harvard Journals of Law and Public Policy 39:3, 2010, p. 935)\" (PDF). Archived (PDF) from the original on March 10, 2022. Retrieved March 20, 2022.\n\n^ \"Olin-Searle Faculty Fellowship\". Federalist Society. March 9, 2021. Archived from the original on February 8, 2022. Retrieved February 7, 2022. The Olin-Searle Fellowship program offers top young lawyers with a scholarly bent the opportunity to spend 1-2 years to write and develop their scholarship with the goal of entering the legal academy.\n\n^ \"Judicial Crisis Network Adds Carrie Severino as Chief Counsel and Policy Director\". Judicial Crisis Network. March 22, 2010. Archived from the original on August 12, 2010. Retrieved February 7, 2022. Today the Judicial Crisis Network (Formerly: The Judicial Confirmation Network/www.judicialnetwork.com) added Carrie Severino as the new Chief Counsel and Policy Director. Mrs. Severino will serve as JCN's chief spokesperson as well as provide legal analysis and strategic guidance.\n\n^ Massoglia, Anna; Levine, Sam (May 27, 2020). \"Conservative 'dark money' network rebranded to push voting restrictions before 2020 election\". OpenSecrets. Archived from the original on March 11, 2022.\n\n^ O'Harrow, Robert Jr.; Boburg, Shawn (May 21, 2019). \"A conservative activist's behind-the-scenes campaign to remake the nation's courts\". Washington Post. Archived from the original on February 15, 2021. Retrieved February 8, 2022. JCN's office is on the same hallway as the Federalist Society in a downtown Washington building, though JCN's website and tax filings list a mailing address at a different location, an address shared by multiple companies...When a Post reporter visited the JCN offices to ask questions, a security guard contacted a longtime employee of the Federalist Society to see whether anyone at JCN was available. A Federalist Society employee then escorted the reporter to JCN's office.\n\n^ \"The Secrets of Leonard Leo, the Man Behind Trump's Supreme Court Pick\". Daily Beast. July 24, 2018. Archived from the original on March 9, 2022. Retrieved March 9, 2022. Carter says, despite whatever legal separations exist between JCN and the Federalist Society, \"JCN is absolutely Leonard's group. Carrie was working out of the Federalist Society office. Federalist Society staff babysat her kids as the JCN project was launched…\n\n^ \"In Gorsuch, Conservative Activist Sees Test Case for Reshaping the Judiciary\". New York Times. March 18, 2017. Archived from the original on April 6, 2017. Retrieved March 9, 2022. This more public part of the push — Mr. Leo has never been particularly comfortable in the spotlight — has been handled by Ms. Severino, 40, a Harvard Law School graduate who served as a clerk to Justice Thomas and is a frequent speaker at Federalist events.\n\n^ JCN \"About\" (archived February 5, 2022)\n\n^ Mencimer, Stephanie (March 16, 2016). \"President Obama Taps Merrick Garland for Supreme Court Seat\". Mother Jones. Archived from the original on February 8, 2022. Retrieved February 7, 2022. Severino, a former clerk to Justice Clarence Thomas and a leader of the current conservative campaign to block any Obama Supreme Court nominee, claims these two gun-related decisions indicate Garland 'has a very liberal view of gun rights'\n\n^ Everett, Burgess (November 18, 2016). \"Judicial Crisis Network already running ads ahead of Trump SCOTUS pick\". POLITICO. Archived from the original on November 8, 2020. Retrieved October 25, 2020.\n\n^ \"Judicial Crisis Network Launches $10 Million Campaign to Preserve Justice Scalia's Legacy, Support President-Elect Trump Nominee - Judicial Crisis Network\". May 15, 2018. Archived from the original on May 15, 2018. Retrieved October 25, 2020. JCN spent more than $7 million in its Let the People Decide effort, and it expects to spend at least $10 million to confirm the next justice. .\n\n^ \"Gorsuch's Dark-Money Benefactor Attended His White House Swearing-In Ceremony\". Slate. April 10, 2017. Archived from the original on March 10, 2022. Retrieved March 9, 2022. the JCN isn't entirely anonymous: It has a public face in Carrie Severino, the group's chief counsel and policy director...Severino attended Gorsuch's swearing-in ceremony at the White House Rose Garden on Monday morning.\n\n^ Relman, Eliza. \"Spokeswoman for group supporting Kavanaugh says sexual assault allegations could have been 'rough horseplay'\". Business Insider. Archived from the original on October 28, 2020. Retrieved October 29, 2020.\n\n^ \"After the Kavanaugh allegations Republicans offer a shocking defense: Sexual assault isn't a big deal\" Archived June 26, 2021, at the Wayback Machine (The New Yorker, September 20, 2018)\n\n^ a b c d Williamson, Elizabeth (October 15, 2020). \"With Barrett Nomination, a D.C. Conservative Power Couple Nears Its Dream\". The New York Times. ISSN 0362-4331. Archived from the original on October 23, 2020. Retrieved October 24, 2020.\n\n^ Samuels, Brett (September 26, 2020). \"Conservative groups unleash ad blitz in support of Barrett's nomination\". TheHill. Archived from the original on October 26, 2020. Retrieved October 29, 2020.\n\n^ \"Judicial Crisis Network launches $2.2M ad buy backing Trump Supreme Court pick\". Washington Examiner. September 21, 2020. Archived from the original on October 28, 2020. Retrieved October 25, 2020.\n\n^ Johnson, Jake (October 14, 2020). \"'Look for Power in the Shadows': Watch Sheldon Whitehouse Shine Light on 'Dark Money Operation' Behind GOP Supreme Court Takeover\". Common Dreams. Archived from the original on February 8, 2022. Retrieved February 7, 2022. we have again anonymous funders running through something called the Judicial Crisis Network, which is run by Carrie Severino, and it is doing PR and campaign ads for Republican judicial nominees...The woman who helped choose this nominee has written briefs for Republican senators attacking the ACA.\n\n^ Pierce, Charles P. (October 13, 2020). \"Sheldon Whitehouse Made the Case That Amy Coney Barrett's Nomination Is a Bag Job\". Esquire. Archived from the original on February 10, 2022. Retrieved February 9, 2022. He showed the connections between the Federalist Society and the Judicial Crisis Network, and he showed the outsized influence of Leonard Leo and Carrie Severino\n\n^ \"Barrett ads tied to interest groups funded by unnamed donors\". Star Tribune. Archived from the original on October 30, 2020. Retrieved October 29, 2020.\n\n^ \"30 Essential Books About Washington\". The Washingtonian. November 24, 2019. Archived from the original on February 9, 2022. Retrieved February 9, 2022.\n\n^ Copland, James R. (November 8, 2019). \"Inside the battle over Kavanaugh, from 'handmaid' protesters to Bible verses\". Washington Post. Archived from the original on January 14, 2021. Retrieved February 9, 2022.\n\n^ Kass, John (August 8, 2019). \"In her book on Justice Brett Kavanaugh, 'Justice on Trial,' Mollie Hemingway warns of things to come\". Chicago Tribune. Archived from the original on February 9, 2022. Retrieved February 9, 2022.\n\n^ Bazelon, Lara (September 29, 2019). \"What 2 Deep-Dive Books on Kavanaugh Taught Me About Truth in the Trump Era\". Politico. Archived from the original on January 27, 2022. Retrieved February 9, 2022. their book was so one-sided that it read more like a legal brief written by two very competent and fiercely committed advocates.\n\n\nAuthority control databases International\nVIAF\nNational\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Carrie_Campbell_Severino&oldid=1173014562\"",
    "twitter": ""
  },
  {
    "name": "Carsen Brunn",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/carsen-brunn-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  }
]