[
  {
    "name": "Cathy Young",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/cathy-young-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Writer",
    "wiki": "Russian-American writer (born 1963)\nFor other similarly-named people, see Catherine Young (disambiguation).\n\n\nCathy YoungBornYekaterina Jung (1963-02-10) February 10, 1963 (age 60)Moscow, Soviet Union (now Russia)Other namesCatherine Alicia YoungEducationRutgers University, New Brunswick (BA)OccupationJournalist\nCatherine Alicia Young (born Yekaterina Jung;[1] Russian: Екатерина Юнг; born February 10, 1963) is a Russian-American journalist.  Young is primarily known for her writing about feminism and other cultural issues, as well as about Russia and the former Soviet Union. She is the author of two books, a frequent contributor to the American libertarian monthly Reason, and a regular columnist for Newsday. In 2022, she joined The Bulwark as a staff writer. She describes her political views as \"libertarian/conservative\".[2]\n\n\nLife and career[edit]\nBorn in Moscow to a Jewish family,[3] Ekaterina Jung was 17 when her family emigrated to the United States in 1980. She became a naturalized citizen in 1987 as Catherine Alicia Young and graduated from Rutgers University in 1988.[4] She completed her autobiography, Growing Up in Moscow: Memories of a Soviet Girlhood, published in 1989.\nYoung is a contributing editor at Reason. Since 2014, she has regularly contributed to Time magazine.[5]\n\nFeminism[edit]\nViews[edit]\nIn her second book, Ceasefire!: Why Women and Men Must Join Forces to Achieve True Equality, published in 1999, Young criticized both feminism and traditionalism from what she described as a \"pro-equality point of view\",[6] a philosophy which she says may be called \"feminism or something else\".[7] Young has defended the social media campaign Women Against Feminism.[8]\nDescribing the Gamergate controversy in relation to feminism, Young has stated that she believes that Gamergate is a backlash against feminism but one that is \"against a particular kind of feminism, one that has a tendency to look obsessively for offences, read ideology into everything, and demonize male sexuality under the pretext of stamping out 'the objectification of women'.\"[9]\nIn 2015, Young wrote an article in The Daily Beast in which she interviewed the student whom anti-rape activist Emma Sulkowicz accused of rape.[10] In a response, Sulkowicz described Young as an \"anti-feminist\", saying that Young published Facebook conversations between her and her alleged rapist to shame her.[11][12][13] Heather Wilhelm wrote in RealClearPolitics that Young's article about Sulkowicz \"sets aside the hype and soberly assesses the facts.\"[14] Citing Young's article, Katie Zavadski described her in New York magazine as a \"contrarian feminist\".[15]\nYoung supports legally recognizing same-sex marriages.[16] She describes her political views as \"libertarian/conservative\".[2]\n\nReception[edit]\nIn his book The Blank Slate, Steven Pinker identifies Young as an \"equity feminist\",[17]: 342  and further describes her as an \"iconoclastic columnist\" who has argued against rape-related \"dogma\".[17]: 360  She has also written stories critical of campus anti-rape activism.[11][18] Commentary magazine stated that Young re-investigates \"atrocious coverage of campus sexual assault myths\" in the \"hopes of setting the record straight and minimizing some of the incredible damage the accusations have done\".[19]\n\nBibliography[edit]\nGrowing Up In Moscow: Memories of a Soviet Girlhood (1989) (ISBN 0709041306)\nCeasefire!: Why Women and Men Must Join Forces to Achieve True Equality (1999) (ISBN 0684834421)\nReferences[edit]\n\n\n^ Huberman, Jack (2008). The Quotable Atheist: Ammunition for Nonbelievers, Political Junkies, Gadflies, and Those Generally Hell-Bound. PublicAffairs. p. 408. ISBN 978-1-56858-419-5.\n\n^ a b Young, Cathy. \"Welcome to the website of writer and journalist Cathy Young\". Archived from the original on June 11, 2009. Retrieved July 12, 2009.\n\n^ Young, Cathy (3 October 2017).  \"Is Communism Worse Than Nazism?\" Forward.  Retrieved 16 October 2019.\n\n^ Riley, Sam G. (1995). Biographical Dictionary of American Newspaper Columnists. Greenwood Publishing Group. p. 363.\n\n^ \"Cathy Young\". Time. Retrieved February 18, 2014.\n\n^ Young, Cathy (1999), Ceasefire!: Why Women and Men Must Join Forces to Achieve True Equality (New York: Free Press, (ISBN 0-684-83442-1)), p. 10 (Introduction: The Gender Wars).\n\n^ Young, Cathy, Ceasefire!, op. cit., p. 11 (Introduction).\n\n^ Butler, Bethonie (July 30, 2014). \"Is this what an anti-feminist movement looks like?\". The Washington Post. Retrieved February 17, 2015.\n\n^ Weinman, Jaime (December 8, 2014). \"How a gamer fight turned into an all-out culture war\". Maclean's. Retrieved February 17, 2015.\n\n^ Young, Cathy (February 3, 2015). \"Columbia Student: I Didn't Rape Her\". The Daily Beast. Retrieved January 19, 2016.\n\n^ a b Kaplan, Sarah (February 4, 2015). \"In Columbia University rape case, accuser and accused are now fighting it out in public\". The Washington Post. Retrieved February 17, 2015.\n\n^ Zeilinger, Julie (February 3, 2015). \"The Treatment of Emma Sulkowicz Proves We Still Have No Idea How to Talk About Rape\". Mic.com. Retrieved February 17, 2015.\n\n^ Young, Cathy (February 3, 2015). \"Columbia Student: I Didn't Rape Her\". The Daily Beast. Retrieved September 26, 2015.\n\n^ Wilhelm, Heather (February 5, 2015). \"The Rise of the Weak-Kneed Feminists\". Real Clear Politics. Retrieved February 18, 2015.\n\n^ Zavadski, Katie (February 3, 2015). \"Alleged Rapist in Columbia Case Offers His Version of Events, Produces Message Transcripts\". New York. Retrieved February 18, 2015.\n\n^ Young, Cathy (April 22, 2014). \"Freedom to Marry, Freedom to Dissent: Why We Must Have Both\". Real Clear Politics.\n\n^ a b Pinker, Steven (2003). The Blank Slate: The Modern Denial of Human Nature. Penguin.\n\n^ McDonough, Katie (February 3, 2015). \"The 'perfect victim' myth: How attempts to discredit rape survivors stand in the way of real change\". Salon. Retrieved February 16, 2015.\n\n^ Mandel, Seth (February 3, 2015). \"Kirsten Gillibrand's Cruel Assault on Justice\". Commentary. Archived from the original on February 18, 2015. Retrieved February 18, 2015.\n\n\nExternal links[edit]\nYoung's collected writings at Reason magazine website\nYoung's website\nCathy Young at IMDb\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nFrance\nBnF data\nGermany\nIsrael\nUnited States\nJapan\nAustralia\nAcademics\nCiNii\nPeople\nTrove\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Cathy_Young&oldid=1192449593\"",
    "twitter": ""
  },
  {
    "name": "Chadwick Moore",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/chadwick-moore-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Charles Blow",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/charles-blow",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\n\n\nCharles M. BlowBlow in 2014BornCharles McRay Blow (1970-08-11) August 11, 1970 (age 53)Gibsland, Louisiana, U.S.EducationGrambling State University (BA)Occupation(s)Journalist, columnist, writerEmployer(s)The New York TimesMSNBCSpouseDivorcedChildren3\nCharles McRay Blow (born August 11, 1970) is an American journalist, commentator and op-ed columnist for The New York Times and political analyst for MSNBC.\n\n\nEarly life[edit]\nBlow was born and raised in Gibsland, Louisiana.[1][2] He was educated at Gibsland–Coleman High School in his hometown, where he founded the school newspaper, and graduated as valedictorian in 1988.[3]\nBlow graduated magna cum laude from Grambling State University, with a bachelor's degree in mass communication.[4]\n\nCareer[edit]\nAs a student, Blow interned at the Shreveport Times, News Journal, and The New York Times, edited the student newspaper, the Gramblinite, and founded the now-defunct student magazine, Razz. He also served as president of Grambling State's chapter of Kappa Alpha Psi fraternity.[5][6]\nAfter graduation, he joined The Detroit News as a graphics artist.\nBlow joined The New York Times in 1994 as a graphics editor. Eventually, he became the head of the newspaper's graphics department. In 2006, he left to become the art director of National Geographic.[7][8]\nIn April 2008, he began writing a column in The New York Times. His column had originally appeared biweekly on Saturdays. In May 2009, it became a weekly feature and appeared twice, weekly, in December 2012. As of May 2021, it appears every Monday and Thursday.[4]\nBlow would appear frequently on CNN and MSNBC during this period.\nOn February 22, 2012, Blow referred to Republican presidential candidate Mitt Romney's \"magic underwear\", an apparent reference to the Temple Garment, in response to a comment by Romney about two-parent households.[9][10] The comment was criticized as insensitive to Mormons. In response, Romney joked that \"I guess we’re finding out for the first time that the media is somewhat biased.\"[10] Blow later apologized.[10]\n\nBlow speaking at the University of Texas at Austin in 2017\nIn 2014, Blow published the book-length memoir entitled Fire Shut Up In My Bones.[11]\nIn August 2016, while appearing on CNN with Bruce Levell, a delegate for Donald Trump's presidential campaign, Blow called Trump a \"bigot\" and said that anyone who supported Trump is \"a part of the bigotry itself.\"[12][13]\nIn response to the 2020 Central Park birdwatching incident, Blow wrote an op-ed in which he said, \"Specifically, I am enraged by White women weaponizing racial anxiety, using their White femininity to activate systems of White terror against Black men. This has long been a power White women realized they had and that they exerted.\"[14]\nIn 2021, Blow published The Devil You Know: A Black Manifesto in which he advocates people of color taking direct action by moving to states where they can build a political majority.[15]\nIn April 2021, Blow began hosting Prime with Charles M. Blow, a primetime show on the Black News Channel.[16] It ran until March 2022 when the channel shut down all produced programming.[17] On March 29, 2022, he joined MSNBC as a political analyst.[18]\nIn June, 2019, Opera Theatre of Saint Louis presented the first performance of an opera adaptation of Blow's memoir Fire Shut Up in My Bones, with music by Grammy Award-winning jazz musician and composer Terence Blanchard. In September 2021, the Metropolitan Opera in New York City opened its 2021–2022 season with that work. This was the Met's first performance of an opera by a Black composer.[19]\n\nPersonal life[edit]\nBlow's primary residence is in Atlanta and his secondary residence is in the New York City borough of Brooklyn where he raised his children.[20][21][22][4] His eldest son, Tahj, graduated from Yale University[23] and his twins, Ian and Iman, graduated from Middlebury College and Columbia University respectively.[24][25]\nIn 2014, Blow came out publicly as bisexual.[26][27] He is divorced.[28]\nIn his autobiography, Fire Shut Up In My Bones, Blow revealed that he was sexually abused as a child by an older cousin.[27]\n\nReferences[edit]\n\n\n^ \"Charles M. Blow\". Media Makers. Retrieved November 24, 2016.\n\n^ Lamb, Brian (March 15, 2011). \"Q & A: interview transcript Charles M. Blow\". C-SPAN. Retrieved May 4, 2013.\n\n^ Washington, K.C. (May 16, 2020). \"Charles Blow (1970-)\". BlackPast.org. Retrieved June 22, 2021.\n\n^ a b c \"Tiger happenings\" (PDF). gram.edu. Grambling University. Retrieved November 24, 2016.\n\n^ \"Charles M. Blow's Biography\". The HistoryMakers. Retrieved February 4, 2021.\n\n^ Washington, K. C. (May 16, 2020). \"Charles Blow (1970- )\".\n\n^ Blow, Charles M. (September 8, 2019). \"Opinion | Maps Don't Lie\". The New York Times. ISSN 0362-4331. Retrieved September 9, 2019.\n\n^ \"Charles M. Blow - The New York Times\". www.nytimes.com. Retrieved May 18, 2021.\n\n^ Coscarelli, Joe (February 24, 2012). \"Charles Blow Is Sorry for Mentioning Mitt Romney's 'Magic Underwear'\". New York. Retrieved September 13, 2016.\n\n^ a b c \"Times Columnist Apologizes For Mormon Jab [UPDATED]\". BuzzFeed News. February 23, 2012. Retrieved September 13, 2016.\n\n^ Snyder, Stephen (September 23, 2014). \"Charles Blow: \"Up From Pain,\" Sex Abuse, and Bisexuality\". Psychology Today. Retrieved February 27, 2017.\n\n^ Oh, Inae (August 23, 2016). \"\"Donald Trump Is a Bigot. There's No Other Way to Get Around It.\"\". Mother Jones. Retrieved September 13, 2016.\n\n^ DeVega, Chauncey (August 24, 2016). \"\"You're supporting a bigot. That makes you part of the bigotry.\" Charles Blow's master class in cutting through Trump hackery\". Salon. Retrieved September 13, 2016.\n\n^ Blow, Charles M. (May 28, 2020). \"Opinion | How White Women Use Themselves as Instruments of Terror\". The New York Times.\n\n^ Firing Line - Charles Blow interview, PBS.org, March 5, 2021. Retrieved March 6, 2021\n\n^ Weprin, Alex (March 31, 2021). \"Black News Channel Preps Primetime Reboot (Exclusive)\". The Hollywood Reporter. Retrieved May 31, 2021.\n\n^ Battaglio, Stephen (March 25, 2022). \"Shad Khan's Black News Channel is shutting down\". Los Angeles Times. Retrieved March 25, 2022.\n\n^ \"Charles Blow: The Supreme Court is not equipped to police itself\". MSNBC. March 29, 2022. Retrieved March 30, 2022.\n\n^ Tommasini, Anthony (September 28, 2021). \"Review: 'Fire' Brings a Black Composer to the Met, Finally\". The New York Times. Archived from the original on September 28, 2021.\n\n^ Blow, Charles M. [@CharlesMBlow] (January 1, 2020). \"Waited to the new year to share this: I'm moving to Atlanta. I'll keep my place in Brooklyn and come back often because my kids are in NY and I have some biz here, but ATL will be my primary residence. None of my employment will change. Move also related to my forthcoming book\" (Tweet). Archived from the original on January 30, 2020. Retrieved February 1, 2021 – via Twitter.\n\n^ \"HARPER TO PUBLISH CHARLES M. BLOW'S THE DEVIL YOU KNOW: A BLACK POWER MANIFESTO\". HarperCollins.\n\n^ Lamb, Brian (March 15, 2011). \"Q & A: interview transcript Charles M. Blow\". C-SPAN. Retrieved July 18, 2012.\n\n^ Blow, Charles M. (January 26, 2015). \"At Yale, the Police Detained My Son\". The New York Times. Retrieved January 26, 2015.\n\n^ Blow, Charles M. [@CharlesMBlow] (December 8, 2017). \"My kids: Tahj = Graduated from Yale. Evolutionary bio major. On his way to medical school. Iman = 3rd year at Columbia. Deans list. Pre-med. National/international fencing star. Ian Ahmad = 3rd year at Middlebury. Studying computer science. GTFOH https://t.co/adbOM59TVs\" (Tweet). Archived from the original on December 9, 2017. Retrieved February 1, 2021 – via Twitter.\n\n^ \"Fencing Champion Graduates with a Degree in Biology\". Columbia News.\n\n^ \"NY Times' Charles M. Blow Writes on Being Bisexual in New Book\". Eurweb.com. September 3, 2014. Archived from the original on October 29, 2014. Retrieved October 29, 2014.\n\n^ a b \"New York Times Columnist Charles Blow On Revealing He's Bisexual In His New Book\". The Huffington Post. September 26, 2014.\n\n^ Blow, Charles M. (May 23, 2021). \"White Troopers Policing Black Bodies\". The New York Times.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Charles M. Blow.\n\n\n\n\nWikiquote has quotations related to Charles M. Blow.\n\nBlow's columns, The New York Times\nAppearances on C-SPAN\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nGermany\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Charles_M._Blow&oldid=1191687128\"",
    "twitter": ""
  },
  {
    "name": "Charles Fried",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/charles-fried-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "judge",
    "wiki": "American judge (born 1935)\nThis biography of a living person needs additional citations for verification. Please help by adding reliable sources. Contentious material about living persons that is unsourced or poorly sourced must be removed immediately from the article and its talk page, especially if potentially libelous.Find sources: \"Charles Fried\" – news · newspapers · books · scholar · JSTOR (April 2016) (Learn how and when to remove this template message)\nCharles FriedFried in 2009Associate Justice of the Massachusetts Supreme Judicial CourtIn officeSeptember 1995 – June 1999Appointed byWilliam WeldPreceded byJoseph NolanSucceeded byJudith Cowin38th Solicitor General of the United StatesIn officeJune 1, 1985 – January 20, 1989PresidentRonald ReaganPreceded byRex E. LeeSucceeded byKen Starr\nPersonal detailsBorn (1935-04-15) April 15, 1935 (age 88)Prague, CzechoslovakiaPolitical partyRepublicanSpouseAnne SummerscaleChildren2EducationPrinceton University (AB)University of Oxford (BA, MPhil)Columbia University (LLB)\nCharles Anthony Fried (born April 15, 1935)[1] is an American jurist and lawyer.  He served as United States Solicitor General under President Ronald Reagan from 1985 to 1989. He is a retired professor at Harvard Law School and has been a visiting professor at Columbia Law School. He also serves on the board[2] of the nonpartisan group, the Campaign Legal Center.\nFried is the author of nine books and over 30 journal articles, and his work has appeared in over a dozen collections.\n\n\nEarly life and education[edit]\nFried was born in 1935 in Prague, Czechoslovakia, where his father was an important industrialist and Czech patriot. The Frieds left Czechoslovakia in 1939 to escape Nazi Germany's persecution of Jews, lived in England for almost two years and came to the United States in 1941 via Montreal, Quebec, Canada. He and his parents became United States citizens in 1948, after the Communist takeover of Czechoslovakia.\nAfter graduating from the Lawrenceville School in 1952, Fried attended Princeton University, where he was a member of Phi Beta Kappa and received an A.B. in modern languages and literature in 1956 after completing a senior thesis titled \"The Phedre of Racine: An Analysis of the Play's Artistry.\"[3] Fried then attended the University of Oxford, where he earned a Bachelor of Arts and Master of Arts degree in jurisprudence in 1958 and 1960, respectively, and was awarded the Ordronnaux Prize in Law (1958). In 1960, Fried received his Bachelor of Laws (LL.B.) degree from Columbia Law School, where he was a Stone Scholar. Subsequently, he served as law clerk to United States Supreme Court justice John Marshall Harlan II. In 1961, he began teaching at Harvard Law School.[4]\n\nLegal career[edit]\nFried argued 25 cases in front of the Supreme Court while in the Solicitor General's office.[5] He has served as counsel to a number of major law firms and clients, and in that capacity argued several major cases, perhaps the most important being Daubert v. Merrell Dow Pharmaceuticals, both in the Supreme Court and in the Ninth Circuit on remand.\nFried's government service includes a year as Special Assistant to the Attorney General of the United States (1984–85) and a consulting relationship to that office (1983), as well as advisory roles with the Department of Transportation (1981–83) and President Ronald Reagan (1982).  In October 1985, Reagan appointed Fried as Solicitor General of the United States. Fried had previously served as Deputy Solicitor General and Acting Solicitor General. As Solicitor General, he represented the Reagan Administration before the Supreme Court in 25 cases. In 1989, when Reagan left office, Fried returned to Harvard Law School.\nFrom September 1995 until June 1999, Fried served as an associate justice of the Supreme Judicial Court of Massachusetts, while teaching constitutional law at Harvard Law School as a Distinguished Lecturer. Prior to joining the court, Fried held the chair of Carter Professor of General Jurisprudence at Harvard Law School. On July 1, 1999, he returned to Harvard Law School as a full-time member of the faculty and Beneficial Professor of Law.  He has served on the Harvard Law School faculty since 1961, teaching courses on appellate advocacy, commercial law, constitutional law, contracts, criminal law, federal courts, labor law, torts, legal philosophy, and medical ethics.\nFried has published extensively. He is the author of nine books and over 30 journal articles. His work has also appeared in over a dozen collections. Unusually for a law professor without a graduate degree in philosophy, he has published significant work in moral and political theory only indirectly related to the law; Right and Wrong, for instance is a general statement of a Kantian position in ethics with affinities with the work of Thomas Nagel, John Rawls, and Robert Nozick. On September 27, 2010, he and Gregory Fried discussed their book Because It Is Wrong: Torture, Privacy, and Presidential Power in the Age of Terror at the American Academy of Arts and Sciences.[6] Fried has been Orgain Lecturer at the University of Texas (1982), Tanner Lecturer on Human Values at Stanford University (1981), and Harris Lecturer on Medical Ethics at the Harvard Medical School (1974–75). He was awarded a Guggenheim Fellowship in 1971–72. Fried is a member of the National Academy of Sciences's Institute of Medicine, the American Academy of Arts and Sciences, and the American Law Institute.\n\nPolitics and affiliations[edit]\nFried speaking at Harvard Law School in 2009\nIn September 2005, Fried testified before the Senate Judiciary Committee in support of the nomination of John Roberts to become Chief Justice of the United States.  After the nomination of Samuel Alito to the U.S. Supreme Court, Fried praised Alito as an outstanding judge but dismissed claims that Alito is radical, saying, \"He is conservative, yes, but he is not radically conservative like Scalia.\"[7] Fried testified before the Senate Judiciary Committee and wrote a New York Times op-ed in support of Alito, who had served under him in the Solicitor General's office.[8]\nOn October 24, 2008, despite his previous support for the presidential aspirations of Senator John McCain, Fried announced that he had voted for Senator Barack Obama for President by absentee ballot.  Fried cited McCain's selection of Governor of Alaska Sarah Palin as his running mate as the principal reason for his decision to vote for Obama.[9] As president of the Harvard Law Review in 1990, Obama had published an article Fried wrote criticizing the effects of race-based affirmative action.[10] Fried later told The Wall Street Journal:\n\nI admire Senator McCain and was glad to help in his campaign, and to be listed as doing so; but when I concluded that I must vote for Obama for the reason stated in my letter, I felt it wrong to appear to be recommending to others a vote that I was not prepared to cast myself. So it was more of an erasure than a public affirmation—although obviously my vote meant that I thought that Obama was preferable to McCain–Palin. I do not consider abstention a proper option.[11]\nIn February 2011, Fried testified before the Senate Judiciary Committee in support of the Patient Protection and Affordable Care Act.[12] When asked by Illinois Senator Richard Durbin to respond to critics of the law's individual mandate who ask: \"[I]f the government can require me to buy health insurance, can it require me to have a membership in a gym, or eat vegetables?,\" Fried replied:\n\nYes. We hear that quite a lot. It was put by Judge Vinson, and I think it was put by Professor Barnett in terms of eating your vegetables, and for reasons I set out in my testimony, that would be a violation of the 5th and the 14th Amendment, to force you to eat something. But to force you to pay for something? I don't see why not.  It may not be a good idea, but I don't see why it's unconstitutional.[13][14]\nFried is an adviser to the Harvard chapter of the Federalist Society.[15]\nHaving supported Jon Huntsman for the Republican nomination in 2012 and John Kasich for the Republican nomination in 2016, Fried opposed the election of Donald Trump and voted for Hillary Clinton.[16] He endorsed Joe Biden's presidential candidacy in 2020.[17]\nWhile working for the Reagan administration Fried argued that the case Roe v. Wade should be overturned in Webster v. Reproductive Health Services. In an op-ed for The New York Times in 2021, Fried said that Roe should not be overturned, believing that 1992 case Planned Parenthood v. Casey put Roe on firmer constitutional grounds.[18]\n\nWorks[edit]\nBecause It Is Wrong: Torture, Privacy and Presidential Power in the Age of Terror, by Charles Fried and Gregory Fried (2010 W.W. Norton)\nModern Liberty and the Limits of Government (2006) (Trad. esp.: La libertad moderna y los límites del gobierno, Buenos Aires/Madrid, Katz editores S.A, 2009, ISBN 978-84-96859-60-9)\nSaying What the Law Is: The Constitution in the Supreme Court (2004)\nMaking Tort Law: What Should Be Done and Who Should Do It (with David Rosenberg) (2003)\nOrder and Law: Arguing the Reagan Revolution – A Firsthand Account (1991)\nContract as Promise: A Theory of Contractual Obligation (2d edition, 2015)\nRight and Wrong (1978)\nMedical Experimentation: Personal Integrity and Social Policy (2d edition, 2016)\nAn Anatomy of Values: Problems of Personal and Social Choice (1970)\nSee also[edit]\nDaubert standard\nList of law clerks of the Supreme Court of the United States (Seat 9)\nReferences[edit]\n\n\n^ Ed, 63rd (1 August 1999). International Who's Who 2000. Taylor & Francis. ISBN 9781857430509 – via Google Books.{{cite book}}:  CS1 maint: numeric names: authors list (link)\n\n^ \"Board Members\". Campaign Legal Center. Retrieved 2018-02-14.\n\n^ Fried, Charles Anthony (1956). \"The Phedre of Racine: An Analysis of the Play's Artistry\". Princeton University. {{cite journal}}: Cite journal requires |journal= (help)\n\n^ \"Charles Fried | Harvard Law School\".\n\n^ \"Prof. Charles Fried, McCain advisor, defects to Obama\". Harvard Law Record. 2008-10-16. Archived from the original on 2011-07-17. Retrieved 2008-10-26.\n\n^ \"American Academy of Arts & Sciences [YouTube]\". YouTube. Archived from the original on 2021-12-13.\n\n^ Fried, Charles; Morning Edition November 1, 2005, National Public Radio\n\n^ Fried, Charles (January 3, 2006). \"Samuel Alito, in Context\". The New York Times. Retrieved October 27, 2008.\n\n^ Sunstein, Cass R. (October 24, 2008). \"Reagan Appointee and (Recent) McCain Adviser Charles Fried Supports Obama\". The New Republic.\n\n^ \"Obama kept Law Review balanced\". Politico. June 24, 2008. Archived from the original on September 24, 2008. Retrieved October 27, 2008.\n\n^ Jones, Ashby (October 24, 2008). \"Harvard Law Prof, Reagan SG, Gives Obama His Vote\". The Wall Street Journal. Retrieved October 27, 2008.\n\n^ \"The Constitutionality of the Affordable Care Act\" (witness list)\". Archived from the original on March 8, 2017. Retrieved February 4, 2011.\n\n^ Suderman, Peter (February 3, 2011). \"Harvard Law Prof Tells Senate that Congress Can Make You Buy Broccoli\". Reason.\n\n^ Roy, Avik (February 2, 2011). \"Harvard Law's Fried: A Broccoli Mandate is Constitutional]\". Forbes.\n\n^ \"Harvard Law School Federalist Society\". Harvard Federalist Society. 2005. Archived from the original on May 9, 2008. Retrieved October 27, 2008.\n\n^ Blake, Aaron (June 30, 2016). \"78 Republican politicians, donors and officials who are supporting Hillary Clinton\". The Washington Post.\n\n^ Korecki, Natasha (August 25, 2020). \"'He's going to be unleashed': Republican DOJ appointees urge against Trump second term\". Politico.\n\n^ Fried, Charles (30 November 2021). \"I Once Urged the Supreme Court to Overturn Roe. I've Changed My Mind\". The New York Times.\n\n\nExternal links[edit]\nSolicitor General Biography at U.S. Department of Justice\nCharles Fried faculty page at Harvard Law School\nVideo (and audio) of debate/discussion between Charles Fried and Joshua Cohen on Bloggingheads.tv\nCharles Fried and Gregory Fried's discussion of Because It Is Wrong: Torture, Privacy, and Presidential Power in the Age of Terror\nAppearances on C-SPAN\n This article incorporates public domain material from websites or documents of the Solicitor General of the United States.\n\n\n\nLegal offices\n\n\nPreceded byRex Lee\n\n Solicitor General of the United States 1985–1989\n\nSucceeded byWilliam BrysonActing\n\n\nPreceded byJoseph Nolan\n\n Associate Justice of the Massachusetts Supreme Judicial Court 1995–1999\n\nSucceeded byJudith Cowin\n\n\nvteUnited States Solicitors General\nBristow\nPhillips\nGoode\nJenks\nChapman\nTaft\nAldrich\nMaxwell\nConrad\nRichards\nHoyt\nBowers\nLehmann\nBullitt\nDavis\nKing\nFrierson\nBeck\nMitchell\nHughes\nThacher\nBiggs\nReed\nJackson\nBiddle\nFahy\nMcGrath\nPerlman\nCummings\nSobeloff\nRankin\nCox\nMarshall\nGriswold\nBork\nMcCree\nLee\nFried\nStarr\nDays\nDellinger\nWaxman\nUnderwood\nOlson\nClement\nGarre\nKneedler\nKagan\nKatyal\nVerrilli\nGershengorn\nFrancisco\nWall\nFrancisco\nWall\nPrelogar\nFletcher\nPrelogar\nActing officeholders shown in italics\nvteJustices of the Massachusetts Supreme Judicial CourtChief justices (1692–present)\nStoughton\nWinthrop\nAddington\nWinthrop\nSamuel Sewall\nLynde Sr.\nDudley\nStephen Sewall\nT. Hutchinson\nLynde Jr.\nOliver\nAdams\nCushing\nSargent\nDana\nParsons\nSewall\nParker\nShaw\nBigelow\nChapman\nGray\nMorton\nW. Field\nHolmes\nKnowlton\nRugg\nF. Field\nQua\nR. Wilkins\nTauro\nHennessey\nLiacos\nH. Wilkins\nMarshall\nIreland\nGants\nBudd\nProvincial periodAssociate justices (1692–1775)\nDanforth\nRichards\nSamuel Sewall\nWinthrop\nCooke\nWalley\nSaffin\nHathorne\nLeverett\nCurwin\nLynde Sr.\nThomas\nDavenport\nQuincy\nDudley\nJ. Cushing Sr.\nRemington\nSaltonstall\nGraves\nStephen Sewall\nHubbard\nLynde Jr.\nJ. Cushing Jr.\nRussell\nOliver\nTrowbridge\nF. Hutchinson\nRopes\nW. Cushing\nBrown\nRevolutionary periodAssociate justices (1775–80)\nSargent\nReed\nPaine\nWarren\nFoster\nSullivan\nD. Sewall\nCommonwealth periodAssociate justices (1780–present)\nSumner\nDana\nN. Cushing\nPaine\nDawes\nBradbury\nSewall\nStrong\nThatcher\nSedgwick\nParker\nJackson\nD. Dewey\nPutnam\nWilde\nC. Dewey\nLincoln\nM. Morton Sr.\nHubbard\nFletcher\nForbes\nMetcalf\nBigelow\nC. Cushing\nMerrick\nThomas\nHoar\nChapman\nGray\nColt\nFoster\nAmes\nWells\nM. Morton Jr.\nDevens\nEndicott\nLord\nSoule\nW. Allen\nDevens\nW. Field\nC. Allen\nColburn\nHolmes\nGardner\nKnowlton\nJ. Morton\nBarker\nLathrop\nHammond\nLoring\nBraley\nSheldon\nRugg\nDeCourcy\nCrosby\nPierce\nCarroll\nJenney\nWait\nSanderson\nF. Field\nDonahue\nLummus\nQua\nCox\nDolan\nRonan\nSpalding\nR. Wilkins\nWilliams\nCounihan\nWhittemore\nCutter\nKirk\nJacob Spiegel\nReardon\nQuirico\nBraucher\nHennessey\nKaplan\nH. Wilkins\nLiacos\nAbrams\nLynch\nNolan\nO'Connor\nGreaney\nFried\nMarshall\nIreland\nCowin\nSpina\nSosman\nCordy\nBotsford\nGants\nDuffly\nLenk\nHines\nGaziano\nLowy\nBudd\nCypher\nKafker\nWendlandt\nGeorges Jr.\nDewar\n\nItalics indicate individuals who were offered seats on the court, but refused\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nFrance\nBnF data\nCatalonia\nGermany\nItaly\nIsrael\nBelgium\nUnited States\nJapan\nCzech Republic\nAustralia\nKorea\nCroatia\nNetherlands\nPoland\nAcademics\nCiNii\nPeople\nTrove\nOther\nNARA\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Charles_Fried&oldid=1194141240\"",
    "twitter": ""
  },
  {
    "name": "Charles Krauthammer",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/charles-krauthammer",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American journalist\n\n\nThis article needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.Find sources: \"Charles Krauthammer\" – news · newspapers · books · scholar · JSTOR (November 2018) (Learn how and when to remove this template message)\nCharles KrauthammerKrauthammer in 1986BornIrving Charles Krauthammer(1950-03-13)March 13, 1950New York City, U.S.DiedJune 21, 2018(2018-06-21) (aged 68)Atlanta, Georgia, U.S.[1]Alma materMcGill University (BA)Balliol College, OxfordHarvard University (MD)OccupationsPolitical columnistauthorspeechwriterpsychiatristYears active1978–2018EmployersThe New Republic (1979–2003)[2]The Washington Post (1985–2018)The Weekly StandardTime (1983–2018)Inside Washington (1990–2013)Fox News Channel (2005–2017)Spouse\nRobyn Trethewey ​(m. 1974)​Children1Websitecharleskrauthammer.com\nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nCharles Krauthammer (/ˈkraʊthæmər/; March 13, 1950 – June 21, 2018) was an American political columnist. A moderate liberal who turned independent conservative as a political pundit, Krauthammer won the Pulitzer Prize for his columns in The Washington Post in 1987. His weekly column was syndicated to more than 400 publications worldwide.[3][4] While in his first year studying medicine at Harvard Medical School, Krauthammer became permanently paralyzed from the waist down after a diving board accident that severed his spinal cord at cervical spinal nerve 5.[5] After spending 14 months recovering in a hospital, he returned to medical school, graduating to become a psychiatrist involved in the creation of the Diagnostic and Statistical Manual of Mental Disorders III in 1980.[6][7] He joined the Carter administration in 1978 as a director of psychiatric research,[8] eventually becoming the speechwriter to Vice President Walter Mondale in 1980.\nIn the late 1970s and early 1980s, Krauthammer embarked on a career as a columnist and political commentator. In 1985, he began writing a weekly column for The Washington Post, which earned him the 1987 Pulitzer Prize for Commentary for his \"witty and insightful columns on national issues\".[9] He was a weekly panelist on the PBS news program Inside Washington from 1990 until it ceased production in December 2013. Krauthammer had been a contributing editor to The Weekly Standard, a Fox News contributor, and a nightly panelist on Special Report with Bret Baier on Fox News.\nKrauthammer received acclaim for his writing on foreign policy, among other matters. He was a leading conservative voice and proponent of United States military and political engagement on the global stage, coining the term Reagan Doctrine and advocating both the Gulf War and the Iraq War.\nIn August 2017, due to his battle with cancer, Krauthammer stopped writing his column and serving as a Fox News contributor. He died on June 21, 2018.[10]\n\n\nEarly life and career[edit]\nKrauthammer was born on March 13, 1950, in the New York City borough[11] of Manhattan.[6] His father, Shulim Krauthammer (November 23, 1904 – June 1987),[citation needed] was from Bolekhiv, Ukraine (then the Austro-Hungarian Empire), and later became a naturalized citizen of France.[12][13] His mother, Thea (née Horowitz; July 28, 1921 – February 14, 2019[14]), was from Antwerp, Belgium.[15][16] The Krauthammer family was a French-speaking household.[12] When he was 5, the Krauthammers moved to Montreal. Through the school year, they resided in Montreal and spent the summers in Long Beach, New York.[17][18] Both of his parents were Orthodox Jews, and he graduated from Herzliah High School.[12]\nKrauthammer attended McGill University in Montreal, graduating in 1970 with first-class honours in economics and political science.[19] At that time, McGill University was a hotbed of radical sentiment, something that Krauthammer said influenced his dislike of political extremism. \"I became very acutely aware of the dangers, the hypocrisies, and sort of the extremism of the political extremes. And it cleansed me very early in my political evolution of any romanticism.\" He later said: \"I detested the extreme Left and extreme Right, and found myself somewhere in the middle.\"[20] The following year, after graduating from McGill, he studied as a Commonwealth Scholar in politics at Balliol College, Oxford, before returning to the United States to attend medical school at Harvard.[citation needed]\nA diving accident during his first year of medical school left Krauthammer paralyzed from the waist down.[6][7][21] He remained with his Harvard Medical School class during his hospitalization, graduating in 1975. He credited Hermann Lisco, associate dean of students, for making it happen.[22]\nFrom 1975 through 1978, Krauthammer was a resident in psychiatry at Massachusetts General Hospital, serving as chief resident his final year. During his time as chief resident, he noted a variant of manic depression (bipolar disorder) that he identified and named secondary mania. He published his findings in the Archives of General Psychiatry.[23] He also co-authored a path-finding study on the epidemiology of mania.[24]\nIn 1978, Krauthammer relocated to Washington, D.C., to direct planning in psychiatric research under the Carter administration.[3] He began contributing articles about politics to The New Republic and, in 1980, served as a speechwriter to Vice President Walter Mondale.[3] He contributed to the third edition of the Diagnostic and Statistical Manual of Mental Disorders. In 1984, he was board certified in psychiatry by the American Board of Psychiatry and Neurology.[25]\n\nCareer as columnist and political commentator[edit]\nKrauthammer greeting President Ronald Reagan in 1986\nIn 1979, Krauthammer joined The New Republic as both a writer and editor.[2][3] In 1983, he began writing essays for Time magazine, including one on the Reagan Doctrine, which first brought him national acclaim as a writer.[26] Krauthammer began writing regular editorials for The Washington Post in 1985 and became a nationally syndicated columnist. Krauthammer coined and developed the term Reagan Doctrine in 1985, and he defined the U.S. role as sole superpower in his essay \"The Unipolar Moment\", published shortly after the fall of the Berlin Wall in 1989.[27]\nIn 1990, Krauthammer became a panelist for the weekly PBS political roundtable Inside Washington, remaining with the show until it ceased production in December 2013. Krauthammer also appeared on Fox News Channel as a contributor for many years.[citation needed]\nKrauthammer's 2004 speech \"Democratic Realism\", which was delivered to the American Enterprise Institute when Krauthammer won the Irving Kristol Award, set out a framework for tackling the post-9/11 world, focusing on the promotion of democracy in the Middle East.[28]\nIn 2013, Krauthammer published Things That Matter: Three Decades of Passions, Pastimes and Politics. An immediate bestseller, the book remained on The New York Times bestseller list for 38 weeks and spent 10 weeks in a row at number one.[29]\nHis son Daniel is responsible for the final edits on a book that was posthumously released, The Point of It All: A Lifetime of Great Loves and Endeavors, that was published in December 2018.\n\nPersonal life[edit]\nIn 1974, Krauthammer married his wife, Robyn, a lawyer who stopped practicing law in order to focus on her work as an artist. They had one child, Daniel Krauthammer.[30] Charles Krauthammer's brother, Marcel, died in 2006.[17]\nKrauthammer was Jewish, but described himself as \"not religious\" and \"a Jewish Shinto\" who engaged in \"ancestor worship\". At the same time, he was quite scornful of atheism and was once quoted as saying that of all the belief systems he was aware of, \"the only one I know is NOT true is atheism.\" His beliefs were sometimes described as a version of the \"ceremonial Deism\" exhibited by some of the U.S. Founding Fathers, particularly Thomas Jefferson. He was also influenced by his study of Maimonides at McGill University with Rabbi David Hartman, the head of Jerusalem's Shalom Hartman Institute and professor of philosophy at McGill during Krauthammer's student days.[31]\nKrauthammer was a member of both the Chess Journalists of America[32] and the Council on Foreign Relations.[33] He was co-founder of Pro Musica Hebraica, a not-for-profit organization devoted to presenting Jewish classical music, much of it lost or forgotten, in a concert hall setting.[34]\nKrauthammer was a big baseball fan.[35][4] He enjoyed chess to a point that he gave it up later in life, fearing he was addicted.[4]\n\nDeath[edit]\nIn August 2017, Krauthammer had a cancerous tumor removed from his abdomen. The surgery was thought to have been successful; however, on June 8, 2018, Krauthammer announced that his cancer had returned and that doctors had given him only weeks to live.[36] On June 21, he died of small intestine cancer in an Atlanta, Georgia[1] hospital. He was 68. Krauthammer was survived by his wife and son. Mitch McConnell,[37] Chris Wallace,[38] David Nakamura,[38] Megyn Kelly,[39] John Roberts,[39] Bret Baier, Mike Pence, and others paid tribute to him.[40][39]\n\nViews and perspectives[edit]\nBioethics and medicine[edit]\nKrauthammer was a supporter of abortion legalization (although he believed Roe v. Wade was wrongly decided) and opposed to euthanasia.[41][42][43]\nKrauthammer was appointed to President George W. Bush's Council on Bioethics in 2002. He supported relaxing the Bush administration's limits on federal funding of discarded human embryonic stem cell research.[44] Krauthammer supported embryonic stem cell research using embryos discarded by fertility clinics with restrictions in its applications.[45][46][47] However, he opposed human cloning.[48] He warned that scientists were beginning to develop the power of \"creating a class of superhumans\". A fellow member of the council, Janet D. Rowley, insists that Krauthammer's vision was still an issue far in the future and not a topic to be discussed at the present time.[49]\nIn March 2009, Krauthammer was invited to the signing of an executive order by President Barack Obama at the White House but declined to attend because of his fears about the cloning of human embryos and the creation of normal human embryos solely for purposes of research. He also contrasted the \"moral seriousness\" of Bush's stem cell address of August 9, 2001, with that of Obama's address on stem cells.[50]\nKrauthammer was critical of the idea of living wills and the current state of end-of-life counseling and feared that Obamacare would just worsen the situation:\n\nWhen my father was dying, my mother and brother and I had to decide how much treatment to pursue. What was a better way to ascertain my father's wishes: What he checked off on a form one fine summer's day years before being stricken; or what we, who had known him intimately for decades, thought he would want? The answer is obvious.[51]\nEnergy and global warming[edit]\nKrauthammer was a longtime advocate of radically higher energy taxes to induce conservation.[52][53][54][55]\nKrauthammer wrote in The Washington Post on February 20, 2014, \"I'm not a global warming believer. I'm not a global warming denier.\" Objecting to declaring global warming settled science, he contended that much that is believed to be settled turns out not to be so.[56]\n\nForeign policy[edit]\nKrauthammer first gained attention in the mid-1980s when he first used the phrase \"Reagan Doctrine\" in his Time magazine column.[57] The phrase was a reference to the American foreign policy of supporting anti-communist insurgencies around the globe (most notably Nicaragua, Angola, and Afghanistan) as a response to the Brezhnev Doctrine and reflected a U.S. foreign policy that went beyond containment of the Soviet Union to rollback of recent Soviet influence in the Third World. The policy, which was strongly supported by Heritage Foundation foreign policy analysts and other conservatives, was ultimately embraced by Reagan's senior national security and foreign policy officials. Krauthammer's description of it as the \"Reagan Doctrine\" has since endured.[citation needed]\nIn \"The Poverty of Realism\" (New Republic, February 17, 1986), he asserted:\n\nthat the end of American foreign policy is not just the security of the United States, but what John F. Kennedy called \"the success of liberty.\" That means, first, defending the community of democratic nations (the repository of the liberal idea) and second, encouraging the establishment of new liberal policies at the frontier, most especially in the Third World.\nThe foreign policy, he argued, should be both \"universal in aspiration\" and \"prudent in application\", thus combining American idealism and realism. Over the next 20 years these ideas developed into what is now called \"democratic realism\".[citation needed]\nIn 1990, at the end the Cold War, Krauthammer wrote several articles entitled \"The Unipolar Moment\". Krauthammer used the term \"unipolarity\" to describe the world structure that was emerging with the fall of the Soviet Union, with world power residing in the \"serenely dominant\" Western alliance led by the United States.[27][58][59] Krauthammer predicted that the bipolar world of the Cold War would give way not to a multipolar world in which the U.S. was one of many centers of power, but a unipolar world dominated by the United States with a power gap between the most powerful state and the second most powerful state that would exceed any other in history. He also suggested that American hegemony would inevitably exist for only a historical \"moment\" lasting at most three or four decades.[citation needed]\nHegemony gave the United States the capacity and responsibility to act unilaterally if necessary, Krauthammer argued. Throughout the 1990s, however, he was circumspect about how that power ought to be used. He split from his neoconservative colleagues who were arguing for an interventionist policy of \"American greatness\". Krauthammer wrote that in the absence of a global existential threat, the United States should stay out of \"teacup wars\" in failed states, and instead adopt a \"dry powder\" foreign policy of nonintervention and readiness.[60] \nKrauthammer opposed purely \"humanitarian intervention\" (with the exception of overt genocide). While he supported the 1991 Gulf War on the grounds of both humanitarianism and strategic necessity (preventing Saddam Hussein from gaining control of the Persian Gulf and its resources), he opposed American intervention in the Yugoslav Wars on the grounds that America should not be committing the lives of its soldiers to purely humanitarian missions in which there is no American national interest at stake.[61]\nKrauthammer's major 2004 monograph on foreign policy, \"Democratic Realism: An American Foreign Policy for a Unipolar World\",[60] was critical both of the neoconservative Bush doctrine for being too expansive and utopian, and of foreign policy \"realism\" for being too narrow and immoral; instead, he proposed an alternative he called \"Democratic Realism\".\nIn a 2005 speech later published in Commentary magazine, Krauthammer called neoconservatism \"a governing ideology whose time has come.\" He noted that the original \"fathers of neoconservatism\" were \"former liberals or leftists\". More recently, they have been joined by \"realists, newly mugged by reality\" such as Condoleezza Rice, Richard Cheney, and George W. Bush, who \"have given weight to neoconservatism, making it more diverse and, given the newcomers' past experience, more mature\".[citation needed]\nIn a 2008 column entitled \"Charlie Gibson's Gaffe\", Krauthammer elaborated on the changing meanings of the Bush Doctrine in light of Gibson's questioning of Republican vice-presidential candidate Sarah Palin regarding what exactly the Bush Doctrine was, which resulted in criticism of Palin's response. Krauthammer states that the phrase originally referred to \"the unilateralism that characterized the pre-9/11 first year of the Bush administration,\" but elaborates, \"There is no single meaning of the Bush doctrine. In fact, there have been four distinct meanings, each one succeeding another over the eight years of this administration.\"[62]\n\nIsrael[edit]\nKrauthammer has been described as \"predictably tak[ing] Israel's side and devot[ing] a significant amount of his... writing to defending steadfast U.S. support for Israel\".[63] Israeli Prime Minister Benjamin Netanyahu described his relationship with Krauthammer as \"like brothers\".[64]\nKrauthammer strongly opposed the Oslo accords and said that Palestinian Liberation Organization leader Yasir Arafat would use the foothold it gave him in the West Bank and the Gaza Strip to continue the war against Israel that he had ostensibly renounced in the Israel–Palestine Liberation Organization letters of recognition. In a July 2006 essay in Time, Krauthammer wrote that the Israeli–Palestinian conflict was fundamentally defined by the Palestinians' unwillingness to accept compromise.[65]\nDuring the 2006 Lebanon War, Krauthammer wrote a column, \"Let Israel Win the War\": \"What other country, when attacked in an unprovoked aggression across a recognized international frontier, is then put on a countdown clock by the world, given a limited time window in which to fight back, regardless of whether it has restored its own security?\"[66] He later criticized Israeli prime minister Ehud Olmert's conduct, arguing that Olmert \"has provided unsteady and uncertain leadership. Foolishly relying on air power alone, he denied his generals the ground offensive they wanted, only to reverse himself later.\"[67]\nKrauthammer supported a two-state solution to the conflict. Unlike many conservatives, he supported Israel's Gaza withdrawal as a step toward rationalizing the frontiers between Israel and a future Palestinian state. He believed a security barrier between the two states' final borders will be an important element of any lasting peace.[68]\nWhen Richard Goldstone retracted the claim 1+1⁄2 years after the issuance of the UN report on the 2008 Gaza war that Israel intentionally killed Palestinian civilians,[69] including children, Krauthammer strongly criticized Goldstone, saying that \"this weasel-y excuse-laden retraction is too little and too late\" and called \"the original report a blood libel ranking with the libels of the 19th century in which Jews were accused of ritually slaughtering children in order to use the blood in rituals\". Krauthammer thought that Goldstone \"should spend the rest of his life undoing the damage and changing and retracting that report\".[70]\n\n9/11, Iraq, and the War on Terror[edit]\nKrauthammer laid out the underlying principle of strategic necessity restraining democratic idealism in his controversial 2004 Kristol Award Lecture: \"We will support democracy everywhere, but we will commit blood and treasure only in places where there is a strategic necessity—meaning, places central to the larger war against the existential enemy, the enemy that poses a global mortal threat to freedom.\"[60]\nThe 9/11 attacks, Krauthammer wrote, made clear the new existential threat and the necessity for a new interventionism. On September 12, 2001, he wrote that, if the suspicion that bin Laden was behind the attack proved correct, the United States had no choice but to go to war in Afghanistan.[71] He supported the Second Iraq War on the \"realist\" grounds of the strategic threat the Saddam regime posed to the region as UN sanctions were eroding and of his alleged weapons of mass destruction and on the \"idealist\" grounds that a self-sustaining democracy in Iraq would be a first step toward changing the poisonous political culture of tyranny, intolerance, and religious fanaticism in the Arab world that had incubated the anti-American extremism from which 9/11 emerged.[citation needed]\nIn October 2002, he presented what he believed were the primary arguments for and against the war, writing, \"Hawks favor war on the grounds that Saddam Hussein is reckless, tyrannical, and instinctively aggressive, and that if he comes into possession of nuclear weapons in addition to the weapons of mass destruction he already has, he is likely to use them or share them with terrorists. The threat of mass death on a scale never before seen residing in the hands of an unstable madman is intolerable—and must be preempted. Doves oppose war on the grounds that the risks exceed the gains. War with Iraq could be very costly, possibly degenerating into urban warfare.\"\nHe continued: \"I happen to believe that the preemption school is correct, that the risks of allowing Saddam Hussein to acquire his weapons will only grow with time. Nonetheless, I can both understand and respect those few Democrats who make the principled argument against war with Iraq on the grounds of deterrence, believing that safety lies in reliance on a proven (if perilous) balance of terror rather than the risky innovation of forcible disarmament by preemption.\"[72]\nOn the eve of the invasion, Krauthammer wrote, \"Reformation and reconstruction of an alien culture are a daunting task. Risky and, yes, arrogant.\"[73] In February 2003, Krauthammer cautioned that \"it may yet fail. But we cannot afford not to try. There is not a single, remotely plausible, alternative strategy for attacking the monster behind 9/11. It's not Osama bin Laden; it is the cauldron of political oppression, religious intolerance, and social ruin in the Arab-Islamic world—oppression transmuted and deflected by regimes with no legitimacy into virulent, murderous anti-Americanism.\"[60] Krauthammer in 2003 wrote that the reconstruction of Iraq would provide many benefits for the Iraqi people, once the political and economic infrastructure destroyed by Saddam was restored: \"With its oil, its urbanized middle class, its educated population, its essential modernity, Iraq has a future. In two decades Saddam Hussein reduced its GDP by 75 percent. Once its political and industrial infrastructures are reestablished, Iraq's potential for rebound, indeed for explosive growth, is unlimited.\"[74]\nOn April 22, 2003, Krauthammer predicted that he would have a \"credibility problem\" if weapons of mass destruction were not found in Iraq within the next five months.[75]\nIn a speech to the Foreign Policy Association in Philadelphia, he argued that the beginnings of democratization in the Arab world had been met in 2006 with a \"fierce counterattack\" by radical Islamist forces in Lebanon, Palestine, and especially Iraq, which witnessed a major intensification in sectarian warfare.[76] In late 2006 and 2007, he was one of the few commentators to support the troop surge in Iraq.[77][78]\nIn 2009, Krauthammer argued that the use of torture against enemy combatants was impermissible except in two contexts: (a) when \"[an] innocent's life is at stake,\" \"[the] bad guy you have captured possesses information that could save this life, [and he] refuses to divulge\"; and (b) when torture may lead to \"the extraction of information from a high-value enemy in possession of high-value information likely to save lives\".[79][80][81][82]\n\nIdeology[edit]\nMeg Greenfield, editorial page editor for The Washington Post who edited Krauthammer's columns for 15 years, called his weekly column \"independent and hard to peg politically. It's a very tough column. There's no 'trendy' in it. You never know what is going to happen next.\"[18] Hendrik Hertzberg, also a former colleague of Krauthammer while they worked at The New Republic in the 1980s, said that when the two first met in 1978, Krauthammer was \"70 percent Mondale liberal, 30 percent 'Scoop Jackson Democrat', that is, hard-line on Israel and relations with the Soviet Union\"; in the mid-1980s, he was still \"50–50: fairly liberal on economic and social questions but a full-bore foreign-policy neoconservative\". Hertzberg in 2009 called Krauthammer a \"pretty solid 90–10 Republican\".[83] Krauthammer was described by some as having been a conservative.[84][85]\n\nPresidential elections[edit]\nA few days before the 2012 United States presidential election, Krauthammer predicted it would be \"very close\" with Republican candidate Mitt Romney winning the \"popular [vote] by, I think, about half a point, Electoral College probably a very narrow margin\".[86] Although admitting his incorrect prediction, Krauthammer maintained, \"Obama won but had no mandate. He won by going very small, very negative.\"[87]\nBefore the 2016 United States presidential election, Krauthammer stated that \"I will not vote for Hillary Clinton, but, as I've explained in my columns, I could never vote for Donald Trump\".[88]\nIn July 2017 following the release by Donald Trump Jr. of the email chain about the Trump Tower meeting on June 9, 2016, Krauthammer opined that even bungled collusion is still collusion.[89][90]\n\nReligion[edit]\nKrauthammer received a rigorous Jewish education. He attended a school where half the day was devoted to secular studies and half the day was devoted to religious education conducted in Hebrew. By the time he graduated from high school at the age of 16, Krauthammer was able to write philosophical essays in Hebrew. His father demanded that he learn Talmud; in addition to his school's required Talmud studies, Krauthammer took extra Talmud classes three days a week. This was not enough for his father who hired a rabbi to provide private instruction on the Talmud three nights a week.[12]\nKrauthammer's attachment to Judaism was strengthened through his study of Maimonides at McGill University under Rabbi David Hartman. Krauthammer said, \"I had discovered the world, and was going to leave all of this [Judaism] behind, because I was too sophisticated for it. And then in my third year I took Hartman's course in Maimonides, and I'm thinking this is pretty serious stuff. It stands up to the Greeks, stands up to the philosophers of the age, and it gave me sort of a renewed commitment to and respect for my own tradition, which I already knew, but was ready to throw away. And I didn't throw it away as a result of that encounter.\"[12]\nKrauthammer stated that \"atheism is the least plausible of all theologies. I mean, there are a lot of wild ones out there, but the one that clearly runs so contrary to what is possible, is atheism\".[91]\nKrauthammer opposed the Park51 project in Manhattan for \"reasons of common decency and respect for the sacred. No commercial tower over Gettysburg, no convent at Auschwitz, and no mosque at Ground Zero. Build it anywhere but there.\"[92]\n\nSupreme Court nominations[edit]\nKrauthammer criticized President George W. Bush's 2005 nomination of Harriet Miers to succeed Supreme Court Justice Sandra Day O'Connor. He called the nomination of Miers a \"mistake\" on several occasions. He noted her lack of constitutional experience as the main obstacle to her nomination.[citation needed]\nOn October 21, 2005, Krauthammer published \"Miers: The Only Exit Strategy\",[93] in which he explained that all of Miers's relevant constitutional writings are protected by both attorney–client privilege and executive privilege, which presented a unique face-saving solution to the mistake: \"Miers withdraws out of respect for both the Senate and the executive's prerogatives.\"[94] Six days later, Miers withdrew, employing that argument:\n\nAs I stated in my acceptance remarks in the Oval Office, the strength and independence of our three branches of government are critical to the continued success of this great Nation. Repeatedly in the course of the process of confirmation for nominees for other positions, I have steadfastly maintained that the independence of the Executive Branch be preserved and its confidential documents and information not be released to further a confirmation process. I feel compelled to adhere to this position, especially related to my own nomination. Protection of the prerogatives of the Executive Branch and continued pursuit of my confirmation are in tension. I have decided that seeking my confirmation should yield.[95]\nThe same day, NPR noted, \"Krauthammer's scenario played out almost exactly as he wrote.\"[96] Columnist E. J. Dionne wrote that the White House was following Krauthammer's strategy \"almost to the letter\".[97] A few weeks later, The New York Times reported that Krauthammer's \"exit strategy\" was \"exactly what happened\" and that Krauthammer \"had no prior inkling from the administration that they were taking that route; he was later given credit for giving the Bush administration a plan.\"[98]\n\nOther issues[edit]\nKrauthammer was an opponent of capital punishment,[99][100][101][102] a critic of the intelligent design movement, and an advocate of the scientific consensus on evolution; calling the religion–science controversy a \"false conflict\".[103][104] In 2005, Krauthammer wrote several articles likening intelligent design to \"tarted-up creationism\".[105]\nIn 2017, Krauthammer argued in favor of a border wall at the Mexico–United States border.[106]\n\nWorks[edit]\nCutting Edges: Making Sense of the Eighties, Random House (1988) ISBN 978-0394548012, ISBN 0394548019\nDemocratic Realism: An American Foreign Policy for a Unipolar World (2004 speech)\nThings That Matter: Three Decades of Passions, Pastimes and Politics, Crown Forum (2013) ISBN 978-1770496538, ISBN 177049653X\nThe Point of It All: A Lifetime of Great Loves and Endeavors (with Daniel Krauthammer), Crown Forum (2018) ISBN 978-1984825483, ISBN 1984825488[107]\nAwards and accolades[edit]\nKrauthammer's New Republic essays won him the \"National Magazine Award for Essays and Criticism\".[3] The weekly column he began writing for The Washington Post in 1985 won him the Pulitzer Prize for commentary in 1987.[108] On June 14, 1993, he was awarded the Honorary degree of Doctor of Letters from McGill University.[109]\nIn 1999, Krauthammer received the Golden Plate Award of the American Academy of Achievement. His acceptance speech at the 1999 Summit in Washington, D.C., is included in his book, The Point of It All: A Lifetime of Great Loves and Endeavors, published after his death.[110]\nIn 2006, the Financial Times named Krauthammer the most influential commentator in America,[26] stating that \"Krauthammer has influenced US foreign policy for more than two decades.\"\nIn 2009, Politico columnist Ben Smith wrote that Krauthammer had \"emerged in the Age of Obama as a central conservative voice, the kind of leader of the opposition that economist and New York Times columnist Paul Krugman represented for the left during the Bush years: a coherent, sophisticated and implacable critic of the new president.\"[111] In 2010, The New York Times columnist David Brooks said Krauthammer was \"the most important conservative columnist.\"[112] In 2011, former congressman and MSNBC host Joe Scarborough called him \"without a doubt the most powerful force in American conservatism. He has [been] for two, three, four years.\"[113]\nIn a December 2010, press conference, former president Bill Clinton – a Democrat – called Krauthammer \"a brilliant man\".[114] Krauthammer responded, tongue-in-cheek, that \"my career is done\" and \"I'm toast.\"[115] Krauthammer also received the William F. Buckley Award for Media Excellence in 2013.[116]\nKrauthammer's other awards included the People for the American Way's First Amendment Award, the Champion Media Award for Economic Understanding from Amos Tuck School of Business Administration,[117] the first annual Bradley Prize, the 2002 \"Mightier Pen\" award from the Center for Security Policy,[118][119] the 2004 Irving Kristol Award,[28][120] and the 2009 Eric Breindel Award for Excellence in Opinion Journalism,[121] an annual award given by the Eric Breindel Foundation.\n\nReferences[edit]\n\n\n^ a b Roberts, Sam (June 21, 2018). \"Charles Krauthammer, Prominent Conservative Voice, Dies at 68\". The New York Times. Archived from the original on June 22, 2018. Retrieved June 22, 2018.\n\n^ a b Heer, Jeet (June 21, 2018). \"Charles Krauthammer was a crucial New Republic voice for nearly a quarter century. RIP\". The New Republic. Archived from the original on June 22, 2018. Retrieved June 22, 2018.\n\n^ a b c d e \"Charles Krauthammer\" (PDF). Harry Walker Agency. Archived from the original (PDF) on September 16, 2017. Retrieved June 26, 2018.\n\n^ a b c Roberts, Sam (June 21, 2018). \"Charles Krauthammer, Prominent Conservative Voice, Dies at 68\". The New York Times.\n\n^ \"The freak accident that changed Charles Krauthammer's life\". Fox News. October 25, 2013. Archived from the original on April 12, 2018. Retrieved April 12, 2018.\n\n^ a b c Interview Archived June 14, 2018, at the Wayback Machine with Brian Lamb on C-SPAN, May 1, 2005.\n\n^ a b Hall, Carolo (August 17, 1984). \"Don't Call It Courage\". The Washington Post. Archived from the original on July 30, 2017. Retrieved July 29, 2017.\n\n^ Van Sant, Shannon (June 9, 2018). \"Columnist Charles Krauthammer Says He Has Just Weeks To Live\". NPR. Archived from the original on June 23, 2018. Retrieved June 22, 2018.\n\n^ O'Connor, Lydia (June 21, 2018). \"Fox News Pundit Charles Krauthammer Dead At 68\". Huffington Post. Archived from the original on June 23, 2018. Retrieved June 22, 2018.\n\n^ Stelter, Brian (June 8, 2018). \"Charles Krauthammer says he has 'only a few weeks left to live'\". CNN. Archived from the original on June 8, 2018. Retrieved June 8, 2018.\n\n^ Bernstein, Adam (June 21, 2018). \"Charles Krauthammer, Pulitzer Prize-winning columnist and intellectual provocateur, dies at 68\". The Washington Post. Archived from the original on June 22, 2018. Retrieved June 21, 2018.\n\n^ a b c d e \"Charles Krauthammer on Conversations with Bill Kristol\". Conversationswithbillkristol.org. Retrieved June 21, 2018.\n\n^ \"Birth record of Shulim Krauthammer\". Archived from the original on June 12, 2018. Retrieved June 29, 2018.\n\n^ \"Thea Krauthammer\". Charles Krauthammer. Retrieved April 25, 2023.\n\n^ \"Fox News contributor Charles Krauthammer passes away\". Israel National News. June 22, 2018. Archived from the original on June 24, 2018. Retrieved June 29, 2018.\n\n^ Roberts, Sam (June 21, 2018). \"Charles Krauthammer, Prominent Conservative Voice, Dies at 68\". The New York Times. Archived from the original on June 24, 2018. Retrieved June 29, 2018.\n\n^ a b Krauthammer, Charles (January 27, 2006). \"Marcel, My Brother\". The Washington Post. Archived from the original on December 25, 2015. Retrieved December 24, 2015.\n\n^ a b Charles Krauthammer bio Archived October 29, 2013, at the Wayback Machine from The Washington Post Writers Group. Retrieved October 26, 2013.\n\n^ Elizabeth A. Brennan; Elizabeth C. Clarage (1999). Who's who of Pulitzer Prize Winners. Greenwood Publishing Group. p. 63. ISBN 978-1-57356-111-2. Retrieved November 16, 2014.\n\n^ \"Charles Krauthammer on Conversations with Bill Kristol\". Conversationswithbillkristol.org. Archived from the original on June 2, 2016. Retrieved May 27, 2016.\n\n^ \"Trump Teases Critic for Being Paralyzed\". Daily Beast. 2015. Archived from the original on May 5, 2018. Retrieved June 22, 2018.\n\n^ Krauthammer, Charles (August 25, 2000). \"A Man for All Seasons\". Washington Post. ISSN 0190-8286. Retrieved March 11, 2023.\n\n^ Krauthammer, C.; Klerman, G. L. (1978). \"Secondary mania: manic syndromes associated with antecedent physical illness or drugs\". Archives of General Psychiatry. 35 (11): 1333–1339. doi:10.1001/archpsyc.1978.01770350059005. PMID 757997. Archived from the original on May 11, 2011. Retrieved February 18, 2007.\n\n^ C. Krauthammer and G. L. Klerman. \"The Epidemiology of Mania\", in Manic Illness, ed. B. Shopsin, New York: Raven Press, 1979.\n\n^ Wood, Tom (November 21, 2008). \"The College Backgrounds of America's Leading Newspaper Opinion Columnists\". National Association of Scholars. Archived from the original on July 6, 2010. Retrieved September 27, 2009.\n\n^ a b Barber, Lionel (May 20, 2006). \"Views of the world\". Financial Times. Archived from the original on June 29, 2009.\n\n^ a b Krauthammer, Charles (1991). \"The Unipolar Moment\". Foreign Affairs. New York: Council on Foreign Relations. 70 (1): 23–33. doi:10.2307/20044692. JSTOR 20044692. Archived from the original on June 22, 2018. Retrieved June 22, 2018.\n\n^ a b Menand, Louis (March 27, 2006). \"Breaking Away\". The New Yorker. Vol. 82, no. 6. p. 82. Archived from the original on June 26, 2018. Retrieved June 26, 2018.\n\n^ \"The New York Times Best Sellers\". The New York Times. Archived from the original on May 15, 2016. Retrieved June 29, 2018.\n\n^ \"Q&A with Charles Krauthammer\". C-SPAN. April 22, 2005. Archived from the original on November 8, 2014. Retrieved November 16, 2014.\n\n^ \"The unfashionable Charles Krauthammer\". The Jerusalem Post. October 6, 2009. Archived from the original on October 29, 2013. Retrieved April 20, 2014.\n\n^ \"The Washington Post News Media Services\". Postwritersgroup.com. Archived from the original on December 18, 2010. Retrieved March 9, 2013.\n\n^ \"Membership Roster – Council on Foreign Relations\". cfr.org. Archived from the original on February 12, 2013. Retrieved March 9, 2013.\n\n^ \"Charles Krauthammer, Pro Musica Hebraica\". Promusicahebraica.org. Retrieved March 9, 2013.\n\n^ \"Kurkjian: A sad goodbye to newspaper box scores\". August 14, 2010.\n\n^ Krauthammer, Charles (June 8, 2018). \"Opinion | A note to readers\". The Washington Post. ISSN 0190-8286. Archived from the original on June 8, 2018. Retrieved June 8, 2018.\n\n^ \"Conservative U.S. commentator Charles Krauthammer dies\". Reuters. June 21, 2018. Retrieved May 8, 2022.\n\n^ a b Hayes, Christal. \"Charles Krauthammer, influential conservative commentator, dies at 68 after battle with cancer\". USA TODAY. Retrieved May 8, 2022.\n\n^ a b c \"Colleagues Pay Tribute to Charles Krauthammer: 'Your Legacy Will Live On Here'\". Mediaite. June 21, 2018. Retrieved May 8, 2022.\n\n^ Johnson, Ted (June 21, 2018). \"Charles Krauthammer, Columnist and Fox News Commentator, Dies at 68\". Variety. Retrieved May 8, 2022.\n\n^ \"Giuliani's Abortion 'Gaffe'\" Archived October 5, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, May 11, 2007.\n\n^ \"Roe v. Roberts\" Archived February 25, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, September 16, 2005.\n\n^ \"Federalism's New Friends\" Archived August 16, 2007, at the Wayback Machine by Charles Krauthammer, The Washington Post, November 8, 1999.\n\n^ \"Cell Lines, Moral Lines; Research Should Expand—With a Key Limit\" Archived August 17, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, Friday, August 5, 2005.\n\n^ \"Stem Cell Miracle?\" Archived December 24, 2017, at the Wayback Machine by Charles Krauthammer The Washington Post, January 12, 2007.\n\n^ \"Cell Lines, Moral Lines\" Archived August 17, 2017, at the Wayback Machine by Charles Krauthammer The Washington Post, August 5, 2005.\n\n^ \"Research Cloning? No.\" Archived August 11, 2018, at the Wayback Machine by Charles Krauthammer, The Washington Post, May 10, 2002.\n\n^ Krauthammer: \"The Great Stem Cell Hoax\" by Charles Krauthammer, The Weekly Standard, August 13, 2001.\n\n^ \"Bush's Advisers on Ethics Discuss Human Cloning\" Archived August 18, 2016, at the Wayback Machine by Sheryl Gay Stolberg, The New York Times, January 18, 2002.\n\n^ \"Obama's 'Science' Fiction\" Archived September 19, 2012, at archive.today by Charles Krauthammer, The Washington Post, March 13, 2009.\n\n^ Krauthammer, Charles (August 21, 2009). \"The Truth About Death Counseling\". The Washington Post. Archived from the original on November 8, 2012. Retrieved August 21, 2009.\n\n^ \"The Oil-Bust Panic\" by Charles Krauthammer, The New Republic, February 21, 1983.\n\n^ \"Pump Some Seriousness Into Energy Policy\" Archived October 6, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, November 11, 2005.\n\n^ \"Energy Independence?\" Archived August 10, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, January 26, 2007.\n\n^ \"The Tax-Free Lunch\" Archived October 6, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, June 29, 2007.\n\n^ Krauthammer, Charles (February 20, 2014). \"The myth of 'settled science'\". The Washington Post. Archived from the original on February 24, 2014. Retrieved February 24, 2014.\n\n^ The Reagan Doctrine Archived February 9, 2008, at the Wayback Machine by Charles Krauthammer, Time magazine, April 1, 1985.\n\n^ Krauthammer, Charles (July 20, 1990). \"The Unipolar Moment\". The Washington Post.\n\n^ \"China, Russia, and the Long 'Unipolar Moment'\". The Diplomat.\n\n^ a b c d Democratic Realism Archived August 30, 2007, at the Wayback Machine by Charles Krauthammer, American Enterprise Institute, February 2004.\n\n^ The Path to Putin Archived August 15, 2007, at the Wayback Machine by Charles Krauthammer, The Washington Post, April 3, 2000.\n\n^ \"Charlie Gibson's Gaffe\" Archived February 13, 2011, at the Wayback Machine By Charles Krauthammer, The Washington Post, September 13, 2008.\n\n^ Mearsheimer, J.J.; Walt, S.M. (2008). The Israel Lobby and US Foreign Policy. Penguin Books Limited. ISBN 978-0-14-192066-5. Retrieved January 5, 2023. But a journalist or scholar who predictably takes Israel's side and devotes a significant amount of his or her writing to defending steadfast U.S. support for Israel — such as the Washington Post columnist Charles Krauthammer...\n\n^ Charles Krauthammer lauded by Netanyahu, 'we were as brothers', Jerusalem Post, June 22, 2018\n\n^ Krauthammer, Charles (July 10, 2006). \"Remember What Happened Here\". Time. Vol. 168, no. 2. p. 76. Archived from the original on April 30, 2009. Retrieved September 6, 2009.\n\n^ \"Let Israel Win the War\" Archived December 18, 2007, at the Wayback Machine by Charles Krauthammer, www.realclearpolitics.com, July 28, 2006.\n\n^ Krauthammer, Charles (August 4, 2006). \"Israel's Lost Moment\". The Washington Post. Archived from the original on May 15, 2011. Retrieved April 28, 2010.\n\n^ Chester, Alexander (April 19, 2004; updated August 12, 2009) \"Yeshiva Students Attend Wexner Memorial Lecture, Krauthammer Draws Tremendous Crowd\". Archived from the original on December 6, 2009. Retrieved October 27, 2013.{{cite web}}:  CS1 maint: bot: original URL status unknown (link). The Commentator. at web.archive.org.. Retrieved October 26, 2013.\n\n^ Bronner, Ethan; Kershner, Isabel (April 2, 2011). \"Richard Goldstone Regrets Saying Israel Purposely Killed Gazans\". The New York Times. Archived from the original on June 19, 2017. Retrieved August 25, 2017.\n\n^ \"Conservative Commentator Charles Krauthammer Dead at 68\". The Jewish Press. June 22, 2018. Archived from the original on October 28, 2019. Retrieved October 28, 2019.\n\n^ \"This Is Not a Crime, This is War\" Archived September 30, 2007, at the Wayback Machine by Charles Krauthammer, The Washington Post, September 12, 2001.\n\n^ \"What Good Is Delay?\" Archived February 15, 2007, at the Wayback Machine by Charles Krauthammer, Jewish World Review, October 7, 2002.\n\n^ Krauthammer, Charles (February 17, 2003). \"Coming Ashore\". Time. Vol. 161, no. 7. p. 37. Archived from the original on January 8, 2012. Retrieved September 6, 2009.\n\n^ Krauthammer, Charles (September 19, 2003). \"Democrats and Nation-Building\". The Washington Post. Archived from the original on September 19, 2008. Retrieved July 20, 2007.\n\n^ Chapman, Steve (October 26, 2003). \"Bush faces credibility showdown\". Chicago Tribune. Chicago Tribune Company, LLC. Archived from the original on May 8, 2015. Retrieved April 22, 2014.\n\n^ Past the Apogee Archived December 6, 2016, at the Wayback Machine by Charles Krauthammer, Foreign Policy Research Institute, December 2006.\n\n^ \"In Baker's Blunder, a Chance for Bush\" Archived March 2, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, December 5, 2006.\n\n^ \"The Surge: First Fruits\" Archived September 15, 2012, at archive.today by Charles Krauthammer, The Washington Post, April 13, 2007.\n\n^ \"Archived copy\". The Washington Post. Archived from the original on December 16, 2018. Retrieved January 27, 2019.{{cite news}}:  CS1 maint: archived copy as title (link)\n\n^ \"Charles Krauthammer was the anti-Breitbart conservative writer\". Vox. Archived from the original on June 22, 2018. Retrieved June 22, 2018.\n\n^ \"Charles Krauthammer.\" Contemporary Authors Online, Gale, 2014. Biography In Context.   Accessed 22 June 2018.\n\n^ Italie | AP, Hillel (June 22, 2018). \"Charles Krauthammer, conservative columnist and pundit, dies\". The Washington Post. ISSN 0190-8286. Archived from the original on June 22, 2018. Retrieved June 22, 2018.\n\n^ Herzberg, Hendrik (March 2, 2009). \"Krauthammer Then and Now\". The New Yorker. Archived from the original on March 9, 2009. Retrieved March 18, 2009.\n\n^ Beinart, Peter (April 30, 2006). \"The Rehabilitation of the Cold-War Liberal\". The New York Times. Archived from the original on May 12, 2011. Retrieved August 31, 2008.\n\n^ Bill, Steigerwald (May 29, 2004). \"So, what is a 'neocon'?\". Pittsburgh Tribune. Archived from the original on February 15, 2009. Retrieved April 8, 2009.\n\n^ \"Hannity (segment)\". FNC Video. Foxnews.com. November 3, 2012. Archived from the original on May 11, 2013. Retrieved May 7, 2013.\n\n^ \"Krauthammer: Obama Won, But Has No Mandate | 2012 Presidential Election | Fox Nation\". Nation.foxnews.com. November 7, 2012. Archived from the original on March 28, 2013. Retrieved March 9, 2013.\n\n^ \"My vote, explained\". The Washington Post. October 20, 2016. Archived from the original on October 21, 2016. Retrieved March 26, 2018.\n\n^ \"Krauthammer calls it 'collusion'\". CNN Money. July 14, 2017. Archived from the original on April 10, 2018. Retrieved March 26, 2018.\n\n^ \"Bungled collusion is still collusion\". The Washington Post. July 13, 2017. Archived from the original on June 9, 2018. Retrieved March 26, 2018.\n\n^ Burk, Denny (October 31, 2013). \"The Theology of Charles Krauthammer\". Archived from the original on January 15, 2014. Retrieved January 13, 2014.\n\n^ Krauthammer, Charles (August 12, 2010). \"Build the mosque anywhere but Ground Zero\". New York Daily News. Archived from the original on August 19, 2010. Retrieved October 7, 2010.\n\n^ \"Miers: The Only Exit Strategy\" Archived October 10, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, October 12, 2006.\n\n^ \"Commentary – An Exit Strategy for the Miers Debacle by Charles Krauthammer\". RealClearPolitics. October 21, 2005. Archived from the original on January 9, 2010. Retrieved March 10, 2010.\n\n^ \"Text of Miers's Letter to President Bush\" Archived October 14, 2016, at the Wayback Machine White House.\n\n^ \"Conservative Columnist's Miers Plan Played Out\" Archived March 10, 2018, at the Wayback Machine NPR.\n\n^ \"Conservatives Will Regret the Miers Withdrawal\" Archived May 16, 2008, at the Wayback Machine E.J. Dionne.\n\n^ Kornblut, Anne E. (December 11, 2005). \"He Says Yes to Legalized Torture\". The New York Times. Archived from the original on January 1, 2013. Retrieved August 16, 2018.\n\n^ \"Silent Executions\", by Charles Krauthammer, The Washington Post, June 14, 1985.\n\n^ \"The Court is Just Doing its Job\" by Charles Krauthammer, The Washington Post, June 30, 1989.\n\n^ \"Without the Noose, Without the Gag\" by Charles Krauthammer, The Washington Post, April 24, 1992.\n\n^ \"Sparing Moussaoui for the wrong reasons\" Archived September 18, 2012, at archive.today by Charles Krauthammer, The Washington Post, May 12, 2006.\n\n^ \"Phony Theory, False Conflict\" Archived October 17, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, November 18, 2005.\n\n^ Krauthammer, Charles (August 8, 2005). \"Let's Have No More Monkey Trials\". Time. Vol. 166, no. 6. p. 78. Archived from the original on May 24, 2009. Retrieved September 6, 2009.\n\n^ \"Phony Theory, False Conflict; 'Intelligent Design' Foolishly Pits Evolution Against Faith\" Archived October 17, 2017, at the Wayback Machine by Charles Krauthammer, The Washington Post, November 18, 2005.\n\n^ Schwartz, Ian (June 19, 2017). \"Krauthammer Gives Prager U Commentary: Build The Wall\". RealClearPolitics. Retrieved June 21, 2021.\n\n^ \"Franceis P. Sempa in The New York Journal of Books\". December 4, 2018. Archived from the original on December 15, 2018. Retrieved December 11, 2012.\n\n^ \"The Pulitzer Prizes 1987 Winners and Finalists\". The Pulitzer Prizes. Archived from the original on June 16, 2012. Retrieved July 9, 2012.\n\n^  (PDF). March 17, 2017 https://web.archive.org/web/20170317144411/https://www.mcgill.ca/senate/files/senate/honorary_degree_recipients_alpha_list_updated_nov._2016.pdf. Archived from the original (PDF) on March 17, 2017. Retrieved June 29, 2018. {{cite web}}: Missing or empty |title= (help)\n\n^ \"Golden Plate Awardees of the American Academy of Achievement\". www.achievement.org. American Academy of Achievement.\n\n^ Doherty, Brian (May 20, 2009). \"Obama's biggest critic: Krauthammer\". Politico. Archived from the original on July 16, 2016. Retrieved May 27, 2016.\n\n^ \"Barack Obama's biggest critic: Charles Krauthammer\". politico.com. May 20, 2009. Archived from the original on February 9, 2010. Retrieved March 10, 2010.\n\n^ \"Is GOP extremism is the problem with US politics?\". MSNBC. Archived from the original on October 6, 2013. Retrieved August 8, 2011.\n\n^ Balz, Dan (December 11, 2010). \"Bill Clinton takes the White House stage, again\". The Washington Post. Retrieved December 11, 2010.\n\n^ \"Charles Krauthammer Responds To Clinton's \"Brilliant\" Praise: \"I'm Toast\"\". mediaite.com. December 11, 2010. Archived from the original on October 11, 2012. Retrieved March 9, 2013.\n\n^ \"FOX News Media Awards Students With Inaugural Dr. Charles Krauthammer Memorial Scholarship\". Bloomberg. April 27, 2020. Retrieved September 9, 2022.\n\n^ A., Brennan, Elizabeth (1999). Who's who of Pulitzer Prize winners. Clarage, Elizabeth C. Phoenix, Ariz.: Oryx Press. pp. 63. ISBN 1573561118. OCLC 40126493.{{cite book}}:  CS1 maint: multiple names: authors list (link)\n\n^ \"2002 Mightier Pen Award: Charles Krauthammer\". Center for Security Policy. September 5, 2002. Archived from the original on June 26, 2018. Retrieved June 26, 2018.\n\n^ Cox, Christopher (October 7, 2002). \"Tribute to Dr. Charles Krauthammer\" (PDF). Extensions of Remarks. Congressional Record. Washington: 107th Congress, 2nd session. 148 (130): e1769–e1770. Archived (PDF) from the original on April 12, 2019. Retrieved June 26, 2018.\n\n^ \"Charles Krauthammer to Receive 2004 Irving Kristol Award\". AEI Newsletter. American Enterprise Institute. November 1, 2003. Retrieved June 26, 2018.\n\n^ \"The Washington Post Writers Group\". Postwritersgroup.com. March 24, 2005. Archived from the original on December 18, 2010. Retrieved March 10, 2010.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Charles Krauthammer.\n\nColumn archives in The Washington Post\nColumn archives at Jewish World Review\nBiography at The Washington Post Writers Group website\n\"Democratic Realism: An American Foreign Policy for a Unipolar World\" – 2004 Speech\nPast the Apogee: America Under Pressure – 2006 Speech\nCharles Krauthammer at IMDb\nAppearances on C-SPAN\nInterview with Charles Krauthammer on C-SPAN Q&A, April 22, 2005\nCharles Krauthammer at Find a Grave\nvtePulitzer Prize for Commentary (1976–2000)\nWalter \"Red\" Smith (1976)\nGeorge Will (1977)\nWilliam Safire (1978)\nRussell Baker (1979)\nEllen Goodman (1980)\nDave Anderson (1981)\nArt Buchwald (1982)\nClaude Sitton (1983)\nVermont C. Royster (1984)\nMurray Kempton (1985)\nJimmy Breslin (1986)\nCharles Krauthammer (1987)\nDave Barry (1988)\nClarence Page (1989)\nJim Murray (1990)\nJim Hoagland (1991)\nAnna Quindlen (1992)\nLiz Balmaseda (1993)\nWilliam Raspberry (1994)\nJim Dwyer (1995)\nE. R. Shipp (1996)\nEileen McNamara (1997)\nMike McAlary (1998)\nMaureen Dowd (1999)\nPaul Gigot (2000)\n\nComplete list\n(1970–1975)\n(1976–2000)\n(2001–2025)\n\nvteNeoconservatismGeneral\nAmerican exceptionalism\nDemocratization\nGlobalization\nHumanitarian intervention\nInterventionism\nLiberal internationalism\nBush Doctrine\nAxis of evil\nPax Americana\nConstitutional Federalism\nFigures\nWilliam Kristol\nRobert Kagan\nFrederick Kagan\nIrving Kristol\nPaul Wolfowitz\nRichard Perle\nCharles Krauthammer\nDavid Frum\nElliott Abrams\nNorman Podhoretz\nDavid Wurmser\nDouglas Feith\nPaul Bremer\nPeter Berkowitz\nDouglas Murray\nDavid Aaronovitch\nAnne Applebaum\nOliver Kamm\nMax Boot\nEliot A. Cohen\nJeane Kirkpatrick\nMichael Novak\nJonah Goldberg\nJoshua Muravchik\nJennifer Rubin\nIrwin Stelzer\nBret Stephens\nZalmay Khalilzad\nScooter Libby\nYuval Levin\nMichael Ledeen\nJames Kirchick\nMichael Gerson\nDan Senor\nEli Lake\nReuel Marc Gerecht\nJames Woolsey\nClifford May\nLinda McMahon\nMajor influences\nLeo Strauss\nBernard Lewis\nHenry M. Jackson\nJames Burnham\nJohn Courtney Murray\nOrganisations\nProject for the New American Century\nNational Endowment for Democracy\nFoundation for Defense of Democracies\nJewish Institute for National Security Affairs\nHenry Jackson Society\nEmergency Committee for Israel\nAmerican Enterprise Institute\nForeign Policy Initiative\nNGO Monitor\nPublications\nCommentary\nThe Weekly Standard\nThe Public Interest\nNational Affairs\nEncounter\nHarry's Place\nFirst Things\nCrisis\nRelated articles\nTimeline of modern American conservatism\nNeoconservatism and paleoconservatism\nBritish neoconservatism\nClash of Civilizations\nIdealism in international relations\nLiberal hawk\nPro-war Left\nAnti-Stalinist left (New York Intellectuals and Trotskyism)\nRepublican in Name Only (pejorative)\nCuckservative (pejorative)\nNever Trump movement\nEuston Manifesto\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nGermany\nIsrael\nUnited States\nCzech Republic\nNetherlands\nPoland\nOther\nNARA\nSNAC\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Charles_Krauthammer&oldid=1166829589\"",
    "twitter": ""
  },
  {
    "name": "Charles Lane",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/charles-lane-media-bias",
    "link_for_bio": "https://en.wikipedia.org/wiki/Charles_Lane_(journalist)",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Charles Lane (born 1961) is an American journalist and editor who is deputy opinion editor for The Washington Post and a regular guest on the Fox News Channel. He was the editor of The New Republic from 1997 to 1999. During his tenure, Lane oversaw the work of Stephen Glass, a staff reporter who fabricated portions of all or some of the 41 articles he had written for the magazine,[2] in one of the largest fabrication scandals of contemporary American journalism. After leaving the New Republic, Lane went to work for the Post, where, from 2000 to 2007, he covered the Supreme Court of the United States[3][4] and issues related to the criminal justice system and judicial matters. He has since joined the newspaper's editorial page.  Early life and education Born to a Jewish family[5] in 1961, Lane attended Bethesda-Chevy Chase High School, where he was managing editor of the school newspaper, The Tattler. He earned a Bachelor of Arts degree in social studies from Harvard University in 1983.[6] As a Knight Fellow, he earned a Master of Studies in Law from Yale Law School in 1997.[7] He is a member of the Council on Foreign Relations.[8]  Career Lane is a former foreign correspondent for Newsweek and served briefly as the magazine's Berlin bureau chief. For his coverage in Newsweek of the former Yugoslavia, Lane earned a Citation of Excellence from the Overseas Press Club. \"[9]  The New Republic's owner, Marty Peretz, appointed Lane as editor in 1997 after firing then-editor Michael Kelly.[10]  In 1998, one of the worst journalistic scandals in contemporary American history arose at The New Republic when fabricated reporting by a staff writer, Stephen Glass, was discovered. Lane fired Glass.[11] The Glass fabrications constituted  \"the greatest scandal in the magazine's history and marked a decade of waning influence and mounting financial losses, \" The New York Times would later report.[12]  When Lane learned in 1999 that Peretz was planning to replace Lane with Peter Beinart, Lane only first found out about it from the media.[13][14][12]  Lane became an editorial writer for The Washington Post. Later, Lane covered the Supreme Court for the Post, before then rejoining the Post's editorial board in 2007. During his second stint on the newspaper's editorial board, Lane wrote primarily about fiscal and economic policy.[8]  Lane has also taught journalism part-time at Georgetown University in Washington, DC and at Princeton University.[7]  In 2008 Lane published The Day Freedom Died: The Colfax Massacre, the Supreme Court, and the Betrayal of Reconstruction, about the Colfax massacre of 1873 in Louisiana of blacks by white militia, including the murder of surrendered prisoners.[citation needed] The book received a favorable review in the New York Times.[citation needed] He also authored the nonfiction book Freedom's Detective, which was published in 2017.  Popular culture The 1998 journalism scandal at The New Republic was the subject of the 2003 film Shattered Glass. Lane was portrayed by actor Peter Sarsgaard.[15] Lane himself appears on the commentary on the DVD, alongside writer and director Billy Ray. After the film was released, Lane was interviewed by Terry Gross in an episode of Fresh Air.[16][17]  In 2003, Glass published a biographical novel entitled The Fabulist about his career of journalistic fabrication. A character named  \"Robert Underwood \" was a significant figure in the novel and interpreted as a fictionalized version of Lane. Reviewing the book for The Washington Post, writer and critic Chris Lehmann wrote that the Underwood character  \"is meant to induce in-the-know readers to think poorly of Charles Lane. \" Glass wrote of Lane/Underwood:  \"Underwood is a domineering, macho control freak. Glass's idea of meting out punishment to this fictional alter ego of his former boss is to impugn his masculinity; even as his office reeks with 'the hairy-chested smell of a man rising to the occasion.' \"[18]  Personal life Lane is married to a German immigrant from the former East Berlin. They have three children.[5]",
    "twitter": ""
  },
  {
    "name": "Charlie Kirk",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/charlie-kirk-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American political activist and radio talk show host\nThis article is about the American activist. For other people named Charles Kirk, see Charles Kirk (disambiguation).\n\n\nCharlie KirkKirk in 2023Born (1993-10-14) October 14, 1993 (age 30)Arlington Heights, Illinois, U.S.EducationWheeling High SchoolHarper College (no degree)OccupationPolitical activistYears active2012–presentOrganizationsTurning Point USA, Turning Point Action, Students for TrumpPolitical partyRepublicanSpouse\nErika Frantzve ​(m. 2021)​Children1AwardsHonorary Degree Doctorate (Liberty University)\n\n\nKirk's voice\n\nOn the influence of religion on people's behavior\n\nCharles J. Kirk (born October 14, 1993)[1][2] is an American conservative activist and radio talk show host. He founded Turning Point USA with Bill Montgomery in 2012, and has served as its executive director since. He is the CEO of Turning Point Action, Students for Trump, and Turning Point Academy, Turning Point Faith, president of Turning Point Endowment, and a member of the Council for National Policy. Kirk has written four books.\n\n\nEarly life and education\nKirk was born in the Chicago suburb of Arlington Heights, Illinois, and raised in nearby Prospect Heights, Illinois. His mother is a mental health counselor and his father is an architect.[3] Kirk was a member of the Boy Scouts of America and earned the rank of Eagle Scout.[4] In his junior year at Wheeling High School in 2010, he volunteered for the successful U.S. Senate campaign of Illinois Republican Mark Kirk, to whom he is not related.[5] In senior year he created a campaign to revert a price increase for cookies at his school.[3] He also wrote an essay for Breitbart News alleging liberal bias in high school textbooks, which led to an appearance on Fox Business.[6]\nAt a subsequent speaking engagement at Benedictine University's \"Youth Empowerment Day\", Kirk met Bill Montgomery, a retiree more than 50 years his senior, who was then a Tea Party-backed legislative candidate.[7][8]  Montgomery encouraged Kirk to get engaged in political activism full-time.[9] He subsequently founded Turning Point USA, a \"grass-roots organization to rival liberal groups such as MoveOn.org.\" At the 2012 Republican National Convention, Kirk met Foster Friess, a prominent Republican donor, and persuaded him to finance the organization.[10][7]\nKirk briefly attended Harper College, a junior community college near Chicago, but dropped out without having completed any degree or certificate.[11]\n\nLeadership of Turning Point organizations\nTurning Point USA\nKirk has been CEO, chief fundraiser, and the public face of Turning Point since its founding.[12][13] He co-founded the organization in 2012 at 18 years of age.[14]  According to The New York Times, he has turned the organization into a \"well-funded media operation, backed by conservative megadonors like the Wyoming businessman Foster Friess.\"[15] TPUSA's activities include publication of the Professor Watchlist and the School Board Watchlist.[16]\nIn 2020, ProPublica investigated the finances of Turning Point USA and claimed in their report that the organization made \"misleading financial claims\", that the audits were not done by an independent auditor, and that the leaders had enriched themselves while advocating for Trump. ProPublica also reported that Kirk's salary from TPUSA had increased from $27,000 to nearly $300,000 and that he had bought an $855,000 condo in Longboat Key, Florida.[17] In 2020, Turning Point USA had $39.2 million in revenues.[18] Kirk earned a salary of more than $325,000 from TPUSA and related organizations.[19]\nIn 2021, Turning Point USA announced an online academy targeted towards students in schools \"poisoning our youth with anti-American ideas.\" Turning Point Academy was intended to cater to families seeking an \"America-first education\". Arizona education firm StrongMind initially partnered with Turning Point USA with plans to open the academy by the fall of 2022 and assessed its \"potential to generate over $40 million in gross revenue at full capacity (10,000 students).\" The partnership ended after StrongMind received backlash from its own employees and key subcontractor Freedom Learning Group, who prepared course content for the academy, also backed out of the academy after learning that it would be run by Turning Point USA.[20]\n\nTurning Point Action\nIn May 2019, it was reported that Kirk was preparing to launch Turning Point Action, a 501(c)(4) entity designed to target Democrats.[21]\nIn July 2019, Kirk announced that Turning Point Action had acquired Students for Trump along with \"all associated media assets\".[22] He became chairman and launched a campaign to recruit one million students for the 2020 Trump reelection campaign.[23] The unsuccessful effort led to TPUSA and the Trump campaign blaming each other for an overall decline in youth support for Trump.[24]\n\nTurning Point Endowment\nTurning Point Endowment Inc., formed in 2017, is a self-described \"supporting organization\" whose \"mission is to support and benefit Turning Point USA's charitable purposes and long-term vitality.\"[25][non-primary source needed]\n\nTurning Point Faith\nAfter Liberty University did not renew Kirk's contract with the Falkirk Center for Faith and Liberty in 2021, Kirk founded Turning Point Faith, an organization dedicated to \"recruit pastors and other church leaders to be active in local and national political issues.\"[26] Its activities include faith-based voter drives \"and educating members on TPUSA's core values.\"[27] According to TPUSA's 2021 Investor Prospectus, the program—with a budget of $6.4 million—\"will 'address America's crumbling religious foundation by engaging thousands of pastors nationwide' in order to 'breathe renewed civic engagement into our churches'.\"[28]\n\nCouncil for National Policy and CNP Action\nKirk is the William F. Buckley Jr. Council Member of the Council for National Policy (CNP), a group \"that has served for decades as a hub for a nationwide network of conservative activists and the donors who support them,\"[29] according to the CNP's September 2020 membership directory leaked in February 2021.[30][31][32] He is a spokesperson for CNP Action, the political arm of the CNP.[31][33]\n\nMount Vernon Project\nAccording to Kirk, the Mount Vernon Project is a movement to \"recruit leaders to serve on the (Republican National Committee) RNC and at the state level who wish to better represent the grassroots voice.\"[34]\n\nTalk radio host\nIn October 2020, Kirk began hosting a daily three-hour radio talk show, called The Charlie Kirk Show, on Salem Media's \"The Answer\" radio channel.[35][36]\n\nPolitical positions and activities\nThis article is part of a series onConservatismin the United States\nSchools\nCompassionate\nFiscal\nFusion\nLibertarian\nModerate\nMovement\nNeo\nPaleo\nProgressive\nSocial\nTraditionalist\n\n\nPrinciples\nAmerican exceptionalism\nAnti-communism\nChristian nationalism\nClassical liberalism\nConstitutionalism\nFamily values\nJudeo-Christian values\nLimited government\nMilitarism\nMoral absolutism\nNatural law\nPatriotism\nRepublicanism\nRight to bear arms\nRule of law\nTradition\n\n\nHistory\nConservative coalition\nConservative Democrat\nConservative Manifesto\nLoyalists\nMcCarthyism\nModern timeline\nNew Right\nOld Right\nOverview\nReagan Doctrine\nReaganomics\nStalwart Republicans\nSouthern Agrarians\n\n\nIntellectuals\nBabbitt\nBoorstin\nBozell Jr.\nBuchanan\nBuckley\nBurnham\nChambers\nDolan\nEliot\nGeorge\nGoldberg\nGottfried\nHanson\nHazony\nHoppe\nJaffa\nKirk\nKirkpatrick\nKreeft\nKristol (Bill)\nKristol (Irving)\nKuehnelt-Leddihn\nLaffer\nLasch\nLodge\nLovecraft\nLukacs\nMansfield\nMeese\nMeyer\nNisbet\nNock\nPodhoretz\nRansom\nSantayana\nSowell\nStrauss\nViereck\nVoegelin\nWashington\nWeaver\nWill\n\n\nPoliticians\nAbbott\nAdams\nQuincy Adams\nAgnew\nBuchanan\nBush (George H. W.)\nBush (George W.)\nCantor\nCheney (Dick)\nCheney (Liz)\nClay\nCleveland\nCoolidge\nCruz\nDeSantis\nDole\nFillmore\nForbes\nGingrich\nGoldwater\nGraham\nHamilton\nHarding\nHawley\nHelms\nHoover\nHuckabee\nJordan\nLodge\nLuce\nMassie\nMcCain\nMcCarthy (Joseph)\nMcCarthy (Kevin)\nMcConnell\nMcDonald\nMeadows\nNixon\nPalin\nPaul (Rand)\nPaul (Ron)\nPence\nQuayle\nReagan\nRubio\nRumsfeld\nRyan\nSantorum\nScalise\nScott (Rick)\nScott (Tim)\nSessions\nSeymour\nSherman\nTaft (Robert)\nTaft (William)\nThurmond\nTilden\nTrump\nVance\nWolfowitz\n\n\nJurists\nAlito\nBarrett\nBork\nBurger\nButler\nColson\nGoldsmith\nGorsuch\nHarlan II\nKavanaugh\nLeo\nMeese\nParker\nRehnquist\nScalia\nSessions\nSanford\nSutherland\nVan Devanter\nTaft\nThomas\nYoo\n\n\nCommentators\nBannon\nBeck\nBartiromo\nBongino\nBreitbart\nBuchanan\nBuckley\nCarlson\nCoulter\nCrowder\nD'Souza\nDreher\nDrudge\nElder\nGrant\nHannity\nHodgetwins\nHuckabee\nIngraham\nJones\nKirk\nKlavan\nKnowles\nKrauthammer\nLahren\nLevin\nLimbaugh\nNorth\nNovak\nO'Reilly\nOwens\nPalin\nPeterson\nPodhoretz\nPrager\nRobertson\nRubin\nSantorum\nSchlafly\nShapiro\nTatum\nWalsh\nWatters\nWeyrich\nWhite\nWill\nWoods\n\n\nActivists\nBozell III\nDobson\nFalwell\nFeulner\nGabriel\nGraham\nHorowitz\nKirk\nLaHaye (Beverly)\nLaHaye (Tim)\nOwens\nPark\nPrager\nReed\nRufo\nSchlafly (Andrew)\nSchlafly (Phyllis)\nShapiro\nThiel\nWashington\nWeyrich\nWurzelbacher\n\n\nWorks\nDemocracy and Leadership (1924)\nOur Enemy, the State (1935)\nIdeas Have Consequences (1948)\nGod and Man at Yale (1951)\nThe Conservative Mind (1953)\nThe Conscience of a Conservative (1960)\nA Choice Not an Echo (1964)\nRoots of American Order (1974)\nA Conflict of Visions (1987)\nThe Closing of the American Mind (1987)\nA Republic, Not an Empire (1999)\nHillbilly Elegy (2017)\nThe Benedict Option (2017)\nThe Right Side of History (2019)\n\n\nPartiesActive\nAmerican Party\nAmerican Independent Party\nConservative Party of New York State\nConstitution Party\nReform Party\nRepublican Party\nDefunct\n\nAnti-Masonic Party\nConstitutional Union Party\nFederalist Party\nLaw and Order Party of Rhode Island\nNational Republican Party\nNative American Party\nWhig Party\n\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax Foundation\n\n\nOther organizations\nEconomics\n\nAmerican Liberty League\nAmericans for Tax Reform\nClub for Growth\nFreedom Partners\nFreedomWorks\nJohn M. Olin Foundation\nNational Federation of Independent Business\nNational Taxpayers Union\nTea Party Patriots\nUnited States Chamber of Commerce\nGun rights\n\nGun Owners of America\nNational Rifle Association\nSecond Amendment Caucus\nIdentity politics\n\nACT for America\nConcerned Women for America\nCouncil of Conservative Citizens\nIndependent Women's Forum\nLog Cabin Republicans\nNationalism\n\nFederation for American Immigration Reform\nLiberty Lobby\nNumbersUSA\nOath Keepers\nReligion\n\nAlliance Defending Freedom\nAmerican Center for Law & Justice\nAmerican Family Association\nThe American TFP\nArlington Group\nChalcedon Foundation\nChristian Coalition of America\nChristian Voice\nEagle Forum\nFamily Research Council\nThe Fellowship\nFocus on the Family\nFoundation for Moral Law\nLiberty Counsel\nMoral Majority\nNational Organization for Marriage\nNational Right to Life Committee\nParents Television and Media Council\nSusan B. Anthony Pro-Life America\nThomas More Law Center\nTraditional Values Coalition\nWatchdog groups\n\nJudicial Watch\nMedia Research Center\nYouth/student groups\n\nTurning Point USA\nYoung America's Foundation\nYoung Americans for Liberty\nYouth for Western Civilization\nMiscellaneous\n\nAmerican Conservative Union\nThe Conservative Caucus\nCouncil for National Policy\nFaith and Freedom Coalition\nFreedom Caucus\nJohn Birch Society\nNational Conservative PAC\nPhiladelphia Society\nRepublican Study Committee\nRussell Kirk Center for Cultural Renewal\nOther\n\nConservAmerica\nFederalist Society\nPacific Justice Institute\nRegnery Publishing\nRepublican Main Street Partnership\n\n\nMedia\nNewspapers\n\nChicago Tribune\nDallas Morning News\nThe Epoch Times\nNew Hampshire Union Leader\nNew York Observer\nNew York Post\nThe Spotlight\nThe Wall Street Journal (editorial board)\nThe Washington Times\nJournals\n\nAmerican Affairs\nThe American Conservative\nThe American Spectator\nAmerican Thinker\nCity Journal\nClaremont Review of Books\nCommentary\nChronicles\nThe Dispatch\nFirst Things\nThe Imaginative Conservative\nJewish World Review\nModern Age\nNational Affairs\nThe National Interest\nNational Review\nThe New American\nThe New Criterion\nNewsmax\nPolicy Review\nSpectator USA\nWashington Examiner\nThe Weekly Standard\nTV channels\n\nCBN\nFox Business\nFox News\nNewsmax TV\nOne America News Network\nWebsites\n\nBabylon Bee\nBreitbart News\nThe Bulwark\nCampus Reform\nConservative Review\nDaily Caller\nDaily Signal\nDaily Wire\nDrudge Report\nThe Federalist\nFrontPage Magazine\nGateway Pundit\nHuman Events\nIndependent Journal Review\nInfoWars\nJihad Watch\nLifeZette\nNewsBusters\nPJ Media\nRare\nRedState\nTaki's Magazine\nTownhall\nTruthRevolt\nTwitchy\nWashington Examiner\nThe Washington Free Beacon\nThe Western Journal\nWorldNetDaily\nOther\n\nAlternative media\nBlaze Media\nPragerU\nRSBN\nThe Rubin Report\nSinclair Broadcast Group\n\n\nVariants and movements\nAsian and Pacific Islander\nBlack\nChristian right\nDark Enlightenment\nFemale\nGreen\nLGBT\nLibertarian Republicans\nMilitia movement\nPatriot movement\nRadical Right\nTea Party movement\nTrumpism\nChristian\n\n\nSee also\nAmerican nationalism\nBarstool conservatism\nBibliography\nConservative talk radio\nCPAC\nFounding Fathers\nLibertarianism\nList\nProminent people\nPolitical parties\n\n\n Conservatism portal\n United States portalvte\nPromotion of falsehoods and conspiracy theories\nKirk promotes the Cultural Marxism conspiracy theory, and has described universities as \"islands of totalitarianism\".[4][37][38] External videos Charlie Kirk ~ The Conservative Forum ~ 9-8-2015 on YouTube (Liberty Forum of Silicon Valley) (at 2:10–3:20)\nIn a 2015 speech at the Liberty Forum of Silicon Valley, Kirk stated that he had applied to the United States Military Academy in West Point, New York, and was not accepted.[39] He said that \"the slot he considered his went to 'a far less-qualified candidate of a different gender and a different persuasion'\" whose test scores he claimed he knew.[40] He told The New Yorker in 2017 that he was being sarcastic when he said it.[40] He told the Chicago Tribune in 2018 that \"he was just repeating something he'd been told,\"[9][41] while at a New Hampshire Turning Point event featuring Rand Paul in October 2019 he claimed that he never said it.[41]\nOn July 7, 2018, Kirk falsely claimed on social media that Justice Department statistics showed an increase in human trafficking arrests from 1,952 in the year 2016 to 6,087 in the first half of 2018. He deleted the tweet without an explanation the next day, after a fact-checker had pointed out that the false 2018 number had originated on conspiracy site 8chan.[42][43]\nIn December 2018, Kirk falsely claimed that protesters in the French yellow vests movement chanted \"We want Trump.\" These false claims were later repeated by President Trump himself.[44]\nIn defending the Trump administration's response to the COVID-19 pandemic, Kirk falsely stated that during the H1N1 swine flu pandemic it \"took President Barack Obama 'millions infected and over 1,000 deaths'\" to declare a public health emergency.[45][46]\nKirk has spread falsehoods about voter fraud[47][48] and the COVID-19 pandemic.[49] According to Forbes, Kirk is known for \"his repudiation of liberal college education and embrace of pro-Trump conspiracy theories.\"[49]\n\nRacial issues\nCharlie Kirk in Tuscaloosa, Alabama, November 3, 2022\nKirk has said that the concept of white privilege is a myth and a \"racist lie\".[50][51][52] Kirk served on President Donald Trump's 1776 Commission, a response to the 1619 Project.\"[53] During a September 2021 episode of The Charlie Kirk Show, he called for Texas to create a \"citizen force\" and have them deport Haitians.[54] Assuming \"more hard-right positions\", he said that Democratic immigration policies were aimed at \"diminishing and decreasing white demographics in America\".[32][54] In October 2021, Kirk began the \"Exposing Critical Racism Tour\" of a number of campuses and off-campus venues to \"fight racist theories on America's college campuses!!\"[55][56] On the Minnesota leg of the tour on October 5, 2021, Kirk called George Floyd a \"scumbag\" and appeared to refer to the January 6 riot at the U.S. Capitol when he said that \"if you dare walk into the U.S. Capitol building and take a selfie, they'll put you in solitary confinement.\"[57]\nIn November 2021 Fox News article, Kirk wrote that state power should be used to stop teachers from indoctrinating children with critical race theory: \"directly confronting the left, and promising to fight their illiberal ideology with state power when necessary, is the key to winning everyday Americans.\"[58][59]\nKirk used to praise Dr. Martin Luther King Jr. prior to December 2023, variously calling him a \"hero\" and a \"civil rights icon\"; by December 2023 however, he began to have a negative assessment of King, using a speech at that year's AmericaFest to describe him as \"awful [...] not a good person\" and as someone who is admired only because he \"said one thing he didn't actually believe\". The speech also saw Kirk condemn the Civil Rights Act of 1964, calling its passage a \"huge mistake\" and alleging that it had created a \"permanent DEI-type bureaucracy\"; he also spoke of the Act as being something that \"really weak\" federal courts \"just yield to [...] as if it's the actual American Constitution\" and as having the supposed ultimate aim of \"re-found[ing] the [United States] [...] get[ting] rid of the First Amendment\".[59]\n\nClimate change\nKirk has consistently supported the extraction and use of fossil fuels. He is a climate change denialist, falsely claiming that humans have no significant effect on global climate change.[60][61][62]\n\nDeath penalty\nKirk has stated that he is against the death penalty.[63]\n\nRepublican and pro-Trump activism\nKirk with former President Donald Trump at a rally in 2021\nKirk addressed the 2016 Republican National Convention.[64] In an interview with Wired magazine during the convention, Kirk said that while he \"was not the world's biggest Donald Trump fan,\" he would vote for him, and that Trump's candidacy made Turning Point's mission more difficult.[65] Kirk flipped to supporting Trump at the 2016 Republican National Convention and spent the remainder of the campaign assisting with travel and media arrangements for Donald Trump Jr.[6]\nIn October 2016, Kirk participated in a Fox News event along with Trump Jr., Eric Trump, and Lara Trump that had a pro-Donald Trump tone.[66]\nIn July 2019, Kirk became chairman of Students for Trump, which had been acquired by Turning Point Action, and launched a campaign to recruit one million students for the 2020 Trump reelection campaign.[67] The unsuccessful effort led to TPUSA and the Trump campaign blaming each other for an overall decline in youth support for Trump.[24]\nAt an August 2020 meeting of the Council for National Policy, Kirk said: \"Democrats have done a really foolish thing by shutting down all these campuses... It's gonna remove ballot harvesting opportunities and all their voter fraud that they usually do on college campuses - so they're actually removing half a million votes off the table. So please keep the campuses closed - it's a great thing. Whatever!\"[68]\nThe New York Times argued that Kirk \"[walks] the line between mainstream conservative opinion and outright disinformation\" and that \"with a powerful ally in the president's eldest son, Donald Trump Jr., Mr. Kirk both amplifies the president's message and helps shape it.[6]\n\nCOVID-19 misinformation\nKirk with founder of America's Frontline Doctors, Simone Gold at a TPUSA forum in 2020\nKirk spread false information and conspiracy theories about COVID-19 on social media platforms, such as Twitter, in 2020. Kirk sharply criticized Democrats' criticism of Donald Trump's withdrawal of World Health Organization (WHO) funding and referred to COVID-19 as the \"China virus\", which was retweeted by Trump.[6] Kirk alleged that the WHO covered up information about the COVID-19 pandemic. He was briefly banned from Twitter after falsely claiming that hydroxychloroquine had proved to be \"100% effective in treating the virus\";[6] He alleged Gretchen Whitmer, the Democratic governor of Michigan, threatened doctors who tried to use the medication.[6] These falsehoods were retweeted by Rudy Giuliani whose account was then suspended by Twitter as well.[6][69] Kirk also described the public health measure of social distancing prohibitions in churches as a \"Democratic plot against Christianity\" and made the unfounded assertion that authorities in Wuhan, China, were burning patients.[6] Kirk has said that he refuses to abide by mask requirements, claiming that \"the science around masks is very questionable.\"[49][70]\nIn July 2021, Kirk pushed misleading claims about the efficacy and safety of COVID-19 vaccines.[19] On Fox News' Tucker Carlson show, Kirk called student mandatory requirements for taking the COVID-19 vaccine \"medical apartheid\".[71]\n\nElection fraud claims and the 2021 United States Capitol attack\nImmediately after Donald Trump lost the 2020 presidential election, Kirk promoted false and disproven claims of fraud in the election.[72][73] On November 5, 2020, Kirk was the leader of a Stop the Steal protest at the Maricopa Tabulation Center in Phoenix.[74]\nCharlie Kirk was considered a \"Big name\" social influencer in Rudy Giuliani's communications plan to Stop the Steal.[75]\nOn January 5, 2021, the day before the Washington protest that led to the storming of the United States Capitol, Kirk wrote on Twitter that Turning Point Action and Students for Trump were sending more than 80 \"buses of patriots to D.C. to fight for this president\".[76][77][78] A spokesman for Turning Point said that the groups ended up sending seven buses, not 80, with 350 students.[76][79] In the lead-up to the storming, Kirk said he was \"getting 500 emails a minute calling for a civil war.\"[80] Publix heiress Julie Fancelli gave Charlie Kirk's organizations $1.25 million to fund the buses to the January 6th event. Kirk also paid $60,000 for Kimberly Guilfoyle to speak at the Trump rally.  \n[81]\nAfterward, Kirk said the violent acts at the Capitol were not an insurrection and did not represent mainstream Trump supporters.[82][83]\nAppearing before the United States House Select Committee on the January 6 Attack, Charlie Kirk pleaded the Fifth Amendment privilege against self-incrimination. His team however \"provided the committee with 8,000 pages of records in response to its requests.\"[84] In another closed-door meeting of the House January 6 Committee, Ali Alexander blamed Kirk and Turning Point USA for financing the travel of demonstrators to the Stop the Steal rally.[85]\n\nSchool board activism\nIn May 2021, Kirk tweeted for parents to protest at school board meetings urging parents to stand up and push back on mask mandates and the teaching of critical race theory.[86]\n\nViews on relationships and \"sexual anarchy\"\nIn October 2021, Kirk said on his podcast that Democrats wanted Americans to live where \"there is no cultural identity, where you live in sexual anarchy, where private property is a thing of the past, and the ruling class controls everything.\" Following social media backlash, he released a statement on the website of the Claremont Institute doubling down on and expanding his remarks.[87][88][89]\nIn February 2022, in response to the Super Bowl LVI halftime show, Kirk said that \"The NFL is now the league of sexual anarchy. This halftime show should not be allowed on television.\"[90] This statement was criticized by both liberals and conservatives.[90]\nAccording to Media Matters, at the TPUSA Young Women's Leadership Summit 2022 Conference, Kirk said that the \"biblical model\" for women to pursue in romantic relationships is a partner who is \"a protector and a leader, and deep down, a vast majority of you agree\" and that \"if you want to go meet conservative men that have their act together, that aren't like, woke beta men, like, start a Turning Point USA chapter, you'll meet a lot of them.\"[91]\n\n2022 Ukraine invasion\nAfter Russia invaded Ukraine in February 2022, Kirk characterized the conflict as a \"border dispute\" and spread false claims from Russian state media that Ukraine was firing mortar shells at a Russian separatist enclave in Ukraine.[92]\nAt the February 2022 Conservative Political Action Conference, Kirk said that \"The southern border matters a lot more than the Ukrainian border\" and that \"In fact, I want every Republican leader who comes up on stage the next couple days to call what's happening on the southern border an invasion because two million people waltzed into our country last year.\"[93]\n\nConflict with the Republican National Committee\nIn December 2022, Kirk warned the Republican National Committee that they needed to listen to their grassroots voters or face the consequences of ignoring them. Kirk stated that \"If ignored, we will have the most stunted and muted Republican Party in the history of the conservative movement, the likes of which we haven't seen in generations.\"[34]\n\nFalkirk Center for Faith and Liberty\nIn November 2019, Kirk and Jerry Falwell Jr. co-founded the \"Falkirk Center for Faith and Liberty\", a right-wing think-tank funded, owned and housed by Liberty University.[94][95][26] Fellows included Antonio Okafor, director of outreach for Gun Owners of America; Sebastian Gorka, former deputy assistant to President Trump; and Jenna Ellis, a senior legal counselor for Trump.[96][95] In 2020, the Falkirk Center spent at least $50,000 on political Facebook advertisements promoting Trump and Republican candidates.[97]\nStudents and alumni raised objections about the organization's aggressive political tone, which they considered to be inconsistent with the university's mission.[95][26] Falwell resigned as president of Liberty University in August 2020, and the university did not renew Kirk's one-year contract in late 2020. In 2021, the university renamed the organization \"Standing for Freedom Center\".[26]\n\nAwards, achievements and honors\nKirk was listed on the 2018 Forbes 30 Under 30 in Law & Policy.[98][99]\nIn May 2019, Kirk was awarded an honorary doctorate from Liberty University.[100]\nKirk was appointed by President Donald Trump to a commission promoting \"patriotic education\".[101]\n\nBooks\nKirk co-wrote, with Brent Hamachek, the 2016 book Time for a Turning Point: Setting a Course Toward Free Markets and Limited Government for Future Generations (Simon & Schuster).[102]\nKirk wrote the 2018 book Campus Battlefield: How Conservatives Can WIN the Battle on Campus and Why It Matters. Donald Trump Jr. wrote the foreword for the book.[103]  In a review for The Weekly Standard, Adam Rubenstein described the book as a \"hot mess\", \"nothing more than a marketing pitch for TPUSA\" and said the \"thin\" book was \"stuffed with reprintings of his tweets and quotes from others.\"[104]\nIn 2020, Kirk's book The MAGA Doctrine: The Only Ideas That Will Win the Future was published.[105][106]\nIn 2022, Kirk's fourth book, The College Scam: How America's Universities Are Bankrupting and Brainwashing Away the Future of America's Youth was published.[107]\n\nMedia\nAs of December 7, 2021, The Charlie Kirk Show podcast was ranked as the 21st most popular podcast on Apple podcasts.[108] Kirk's \"Turning Point Live\" is a three-hour streaming talk show aimed at Generation Z. Turning Point USA's monthly online average has grown to 111,000 unique visitors in 2021.[109] A February 2023 Brookings Institution study found Kirk's podcast contained the second-highest proportion of false, misleading and unsubstantiated statements among 36,603 episodes produced by 79 prominent political podcasters.[110]\nIn 2022, journalist Bari Weiss released a report of internal Twitter documents dubbed \"The Twitter Files\", which alleged that Twitter was censoring conservative personalities on the social media platform. Weiss posted screenshots of Twitter tools that moderators could use to limit the reach of posts and accounts. According to Rolling Stone magazine, Kirk's Twitter account was flagged under \"do not amplify\", which meant algorithms would not highlight tweets coming from those accounts.[111][112]\n\nPersonal life\nCharlie Kirk's wife, Erika Frantzve, Miss Arizona USA in 2012\nKirk is an evangelical Christian.[113] In May 2021, Kirk married Erika Frantzve, a podcaster and businesswoman who won the Miss Arizona USA pageant competition in 2012.[114] The couple welcomed their first child together, a daughter, in August 2022.[115]\nHe has three properties, a Spanish-style mansion near Phoenix, with a nearby apartment, and a beachside condo on Florida's gulf coast.[116]\n\nReferences\n\n\n^ Liberty University [@libertyu] (May 11, 2019). \"Congratulations to our honorary doctorate recipients Mr. Anthony A. Nobles and Mr. Charles J. Kirk!\" (Tweet). Retrieved January 16, 2022 – via Twitter.\n\n^ \"Turning Point USA - Happy Birthday To One Of America's Greatest Freedom Fighters, Charlie Kirk! 🇺🇸 | Facebook\". www.facebook.com. Retrieved April 21, 2023.\n\n^ a b Keilman, John (October 22, 2018). \"Before Trump and Kanye became fans, Charlie Kirk battled 'Marxist' high school teachers in Chicago's suburbs\". Chicago Tribune. Retrieved September 27, 2021.\n\n^ a b Mayer, Jane (December 21, 2017). \"Allegations of Racial Bias and Illegal Campaign Activity at a Conservative Nonprofit That Seeks to Transform College Campuses\". The New Yorker. Retrieved November 9, 2020.\n\n^ \"Perfect storm launches 19-year-old Wheeling native into political punditry\". Daily Herald. April 29, 2013. Archived from the original on January 29, 2018. Retrieved January 31, 2018.\n\n^ a b c d e f g h Rosenberg, Matthew; Rogers, Katie (April 19, 2020). \"For Charlie Kirk, Conservative Activist, the Virus Is a Cudgel\". The New York Times. Retrieved May 5, 2021.\n\n^ a b Nelson, Rebecca; Journal, National (March 25, 2015). \"The 21-Year-Old Becoming a Major Player in Conservative Politics\". The Atlantic. Archived from the original on August 8, 2017. Retrieved September 25, 2020.\n\n^ Peterson, Anne (May 2019). \"Charlie Kirk And Candace Owens' Campus Tour Is All About The Owns\". BuzzFeed News. Retrieved December 10, 2020.\n\n^ a b Keilman, John (October 22, 2018). \"Before Trump and Kanye became fans, Charlie Kirk battled 'Marxist' high school teachers in Chicago's suburbs\". Chicago Tribune. Retrieved May 8, 2021.\n\n^ \"This Boy Wonder Is Building the Conservative MoveOn.org in an Illinois Garage\". Bloomberg News. May 7, 2015.\n\n^ \"A Profile of Charlie Kirk\". The Dartmouth Review. November 1, 2019. Retrieved November 15, 2022.\n\n^ Guinto, Joseph (April 7, 2018). \"Trump's man on campus\". Politico. Archived from the original on April 1, 2019. Retrieved May 9, 2021.\n\n^ Mayer, Jane (December 21, 2017). \"A Conservative Nonprofit That Seeks to Transform College Campuses Faces Allegations of Racial Bias and Illegal Campaign Activity\". The New Yorker. Archived from the original on December 23, 2017. Retrieved May 9, 2021.\n\n^ \"A Profile of Charlie Kirk\". The Dartmouth Review. November 1, 2019. Retrieved April 14, 2022.\n\n^ Plott, Elaina (October 27, 2020). \"Win or Lose, It's Donald Trump's Republican Party\". The New York Times. Retrieved January 6, 2021.\n\n^ Childress, Greg (September 7, 2021). \"National watchlist for 'radical left' policies includes 5 North Carolina school boards\". The Pulse. Retrieved November 13, 2021.\n\n^ Spies, Mike; Pearson, Jake (July 21, 2020). \"At This Trump-Favored Charity, Financial Reporting Is Questionable and Insiders Are Cashing In\". ProPublica. Archived from the original on July 23, 2020. Retrieved July 23, 2020.\n\n^ Stone, Peter (October 23, 2021). \"Money and misinformation: how Turning Point USA became a formidable pro-Trump force\". The Guardian. Retrieved October 24, 2021.\n\n^ a b Stanley-Becker, Isaac (July 29, 2021). \"Charlie Kirk's pro-Trump youth group stokes vaccine resistance as covid surges again\". The Washington Post. Retrieved November 13, 2021.\n\n^ Stanley-Becker, Isaac; Reinhard, Beth (February 8, 2022). \"Firm saw $40 million potential in Charlie Kirk's 'America-first' academy. Then its plans fell apart\". The Washington Post. ISSN 0190-8286. Retrieved March 6, 2022.\n\n^ Schwartz, Brian (May 20, 2019). \"Pro-Trump college GOP activist Charlie Kirk will launch a new group to target Democrats in 2020\". CNBC. Retrieved July 22, 2019.\n\n^ \"Turning Point Action Launches 2020 Expansion, Acquires 'Students for Trump'\". Students For Trump. Archived from the original on July 21, 2019. Retrieved July 21, 2019.\n\n^ Singman, Brooke (July 2, 2019). \"Charlie Kirk launches GOTV campaign to enlist 1 million 'Students for Trump' in 2020\". Fox News. Retrieved July 19, 2019.\n\n^ a b Orr, Gabby (November 27, 2020). \"Blame game erupts over Trump's decline in youth vote\". Politico. Retrieved April 19, 2021.\n\n^ \"TURNING POINT ENDOWMENT INC\". Open 990. Archived from the original on July 4, 2021. Retrieved October 24, 2021.\n\n^ a b c d Graham, Ruth (March 26, 2021). \"Conservative Activist Charlie Kirk Leaves Liberty University Think Tank\". The New York Times. Retrieved April 2, 2021.\n\n^ \"Turning Point Faith\". www.tpusa.com. Turning Point USA. Retrieved September 6, 2021.\n\n^ Armiak, David (October 25, 2021). \"Turning Point USA Seeks $43 Million to Escalate the Right's Culture War in American Schools\". Center for Media and Democracy. Retrieved December 11, 2021.\n\n^ O'Harrow, Robert (October 14, 2020). \"Videos show closed-door sessions of leading conservative activists: 'Be not afraid of the accusations that you're a voter suppressor\". The Washington Post. Retrieved October 28, 2021.\n\n^ \"CNP Membership Directory September 2020\". Archived from the original on February 27, 2021. Retrieved September 18, 2021.\n\n^ a b Nelson, Annie (March 24, 2021). \"The Shadow Network (Council for National Policy) Is Not Going Away\". billmoyers.com. Retrieved September 18, 2021.\n\n^ a b Wilson, Jason (September 30, 2021). \"Top Republicans rub shoulders with extremists in secretive rightwing group, leak reveals\". The Guardian. Retrieved October 28, 2021.\n\n^ \"CNP Action, Inc\". cfnp.org. Archived from the original on October 20, 2021. Retrieved October 30, 2021.\n\n^ a b Stanley-Baker, Isaac (December 23, 2022). \"Charlie Kirk delivers a warning to the RNC, and sparks a backlash\". The Washington Post. Retrieved December 24, 2022.\n\n^ Robins-Early, Nick (November 2, 2020). \"The Christian Radio Network Working To Reelect Trump\". HuffPost. Retrieved May 9, 2021.\n\n^ \"SRN Adds The Charlie Kirk Show to Weekday Lineup\". Business Wire. September 1, 2020. Retrieved November 25, 2020.\n\n^ Braune, Joan (2019). \"Who's Afraid of the Frankfurt School? 'Cultural Marxism' as an Antisemitic Conspiracy Theory\" (PDF). Journal of Social Justice. New York City: Springer. 9.\n\n^ \"Cambridge Union allowed far right-linked Turning Point to invite three members of their own debate opposition\". Varsity Online. Retrieved November 9, 2020.\n\n^ Guinto, Joseph (April 6, 2018). \"Trump's Man on Campus\". POLITICO Magazine. Archived from the original on November 1, 2020. Retrieved September 23, 2020.\n\n^ a b Mayer, Jane (December 21, 2017). \"A Conservative Nonprofit That Seeks to Transform College Campuses Faces Allegations of Racial Bias and Illegal Campaign Activity\". The New Yorker. Archived from the original on December 23, 2017. Retrieved December 23, 2017.\n\n^ a b DePaolo, Joe (November 15, 2019). \"Charlie Kirk Shouts 'Fake News' at a Town Hall Questioner for Asking About Something He Actually Said\". mediaite. Archived from the original on October 8, 2020. Retrieved September 20, 2020.\n\n^ View, Travis (September 18, 2018). \"How conspiracy theories spread from the Internet's darkest corners\". The Washington Post. Retrieved May 6, 2021.\n\n^ View, Travis (September 12, 2018). \"How A QAnon Talking Point Traveled From 8Chan To Charlie Kirk's Twitter Account\". Contemptor. Archived from the original on May 6, 2021. Retrieved May 6, 2021.\n\n^ \"No, French protesters are not chanting, 'We want Trump'\". AFP Fact Check. December 4, 2018. Archived from the original on December 8, 2018. Retrieved December 8, 2018.\n\n^ Fichera, Angelo (March 31, 2020). \"Flawed Comparison on Coronavirus, H1N1 Emergency Timelines\". FactCheck.org. Archived from the original on April 13, 2020. Retrieved May 19, 2020.\n\n^ Qiu, Linda; Bouchard, Mikayla (March 5, 2020). \"Tracking Trump's Claims on the Threat From Coronavirus\". The New York Times. ISSN 0362-4331. Archived from the original on May 18, 2020. Retrieved May 19, 2020.\n\n^ \"REFILE-Iowa official slams viral claim of suspicious voter registration activity as false\". Reuters. February 4, 2020. Archived from the original on February 5, 2020. Retrieved May 17, 2020.\n\n^ \"PolitiFact - Report about potential Iowa voter fraud is false\". PolitiFact. 2020. Archived from the original on May 25, 2020. Retrieved May 17, 2020.\n\n^ a b c Solender, Andrew. \"Trump Gives Conservative Youth Activist Charlie Kirk 'Patriotic Education' Post During Last-Minute Hiring Blitz\". Forbes. Retrieved December 21, 2020.\n\n^ Kelley, Brendan Joel. \"Turning Point USA's blooming romance with the alt-right\". www.splcenter.org. Southern Poverty Law Center. Retrieved June 30, 2021.\n\n^ GUINTO, JOSEPH (April 7, 2018). \"Trump's man on campus\". www.politico.eu. Politico Europe. Archived from the original on April 1, 2019. Retrieved June 30, 2021.\n\n^ Kirk, Charlie. \"\"White Privilege\" is a Racist Lie\". www.tpusa.com. Turning Point USA. Retrieved June 30, 2021.\n\n^ Kotch, Alex (March 17, 2021). \"The Right's Campaign to Erase America's Racist Roots\". www.prwatch.org. PR Watch. Retrieved September 13, 2021.\n\n^ a b Rumpf, Sarah (September 23, 2021). \"Charlie Kirk Wants to Start a Border Militia to Protect 'White Demographics in America'\". Mediaite. Retrieved October 24, 2021.\n\n^ \"Right-Wing Activist Charlie Kirk Coming To Mankato\". www.southernminnesotanews.com. Southern Minnesota News.com. September 8, 2021. Retrieved September 9, 2021.\n\n^ Robinson, Riley (October 19, 2021). \"After finding a venue, Charlie Kirk brings his show to Burlington\". VTDigger. Retrieved October 24, 2021.\n\n^ Eischens, Rilyn (October 6, 2021). \"Right-wing celeb Charlie Kirk thinks George Floyd is a 'scumbag'\". Minnesota Reformer. Retrieved October 24, 2021.\n\n^ Kirk, Charlie (November 5, 2021). \"Charlie Kirk: What Youngkin's victory tells us about Trump and the conservative movement\". Fox News. Retrieved November 9, 2021.\n\n^ a b Turton, William (January 12, 2024). \"How Charlie Kirk Plans to Discredit Martin Luther King Jr. and the Civil Rights Act\". Wired. Retrieved January 13, 2024.\n\n^ Mayer, Jane (December 21, 2017). \"A Conservative Nonprofit That Seeks to Transform College Campuses Faces Allegations of Racial Bias and Illegal Campaign Activity\". The New Yorker. Retrieved June 30, 2021.\n\n^ Ferderer, Jackson. \"Charlie Kirk's appearance isn't worth your time\". dailyevergreen.com. Daily Evergreen. Retrieved June 30, 2021.\n\n^ Bellanger, Boris (April 16, 2021). \"In viral Turning Point USA video, Candace Owens and Charlie Kirk falsely claim there is no evidence of global warming and scientists don't know the cause\". climatefeedback.org. Climate Feedback. Retrieved June 30, 2021.\n\n^ Goodkind, Nicole (April 2, 2019). \"GOP Darling Charlie Kirk is Worried About Alexandria Ocasio-Cortez and Bernie Sanders, but He's Got a Plan\". Newsweek. Retrieved September 28, 2021.\n\n^ \"Republican National Convention, Day 1 Afternoon Session | C-SPAN.org\". www.c-span.org. Retrieved April 16, 2022.\n\n^ \"At the Republican Convention, Millennials Search for Signs of the Future\". Wired. July 20, 2016. Archived from the original on October 21, 2017. Retrieved January 31, 2018.\n\n^ Vasquez, Michael (May 7, 2017). \"Inside a Stealth Plan for Political Influence\". The Chronicle of Higher Education. ISSN 0009-5982. Archived from the original on September 16, 2017. Retrieved September 6, 2017.\n\n^ Singman, Brooke (July 2019). \"Charlie Kirk launches GOTV campaign to enlist 1 million 'Students for Trump' in 2020\". Fox News. Archived from the original on July 19, 2019. Retrieved July 19, 2019.\n\n^ O'Harrow, Robert (October 14, 2020). \"Videos show closed-door sessions of leading conservative activists: 'Be not afraid of the accusations that you're a voter suppressor'\". The Washington Post. Retrieved October 22, 2020.\n\n^ Porter, Tom (March 29, 2020). \"Twitter deleted a tweet by Rudy Giuliani for spreading coronavirus misinformation\". Business Insider. Retrieved May 5, 2021.\n\n^ Ecarma, Caleb (December 18, 2020). \"Thousands of Young Conservatives May Hold Blowout Conference in Florida, COVID Be Damned\". Vanity Fair. Retrieved December 21, 2020.\n\n^ \"\"Apartheid-Style, Open-Air Hostage Situation\": Conservatives Lose Their Minds Over Biden's Vaccination Push\". Vanity Fair. July 8, 2021. Retrieved July 12, 2021.\n\n^ Budryk, Zack (December 15, 2020). \"Geraldo Rivera, Charlie Kirk clash over voter fraud: 'That is so dishonest'\". TheHill. Retrieved December 18, 2020.\n\n^ Collman, Ashley. \"Fox News star Geraldo Rivera called out die-hard Trump fan Charlie Kirk for continuing to push voter-fraud theories after the Electoral College confirmed Biden's victory\". Business Insider. Retrieved December 18, 2020.\n\n^ Armiak, David (November 6, 2020). \"Operatives tied to Council for National Policy Organizing Protests Alleging Voter Fraud\". www.exposedbycmd.org. The Center for Media and Democracy. Retrieved September 13, 2021.\n\n^ \"STRATEGIC COMMUNICATIONS PLAN GIULIANI PRESIDENTIAL LEGAL DEFENSE TEAM\" (PDF). www.justsecurity.org/. House January 6 Committee. Retrieved December 24, 2022.\n\n^ a b Qiu, Linda (September 16, 2020). \"No, there is not evidence that Ginni Thomas paid for buses to bring people to the Capitol siege\". The New York Times. ISSN 0362-4331. Retrieved January 12, 2021.\n\n^ \nMikael Thalen (January 10, 2021). \"Charlie Kirk deletes tweet saying he sent '80+ buses full of patriots' to D.C.\" Daily Dot. Retrieved January 16, 2021. The deleted tweet, uncovered by the Daily Dot on Saturday, was posted just two days before Trump supporters stormed the Capitol in an attempt to overturn the results of the 2020 presidential election.\n\n^ Kirk, Charlie (January 5, 2021). \"\"This historic event will likely be one of the largest and most consequential in American history The team at @TrumpStudents & Turning Point Action are honored to help make this happen, sending 80+ buses full of patriots to DC to fight for this president\"\". Twitter. Archived from the original on January 5, 2021. Retrieved January 12, 2021.\n\n^ Parker, Joseph Tanfani, Michael Berens, Ned (January 12, 2021). \"How Trump's pied pipers rallied a faithful mob to the Capitol\". Reuters. Retrieved January 12, 2021.{{cite news}}:  CS1 maint: multiple names: authors list (link)\n\n^ \"Cerabino: Pence missed chance in West Palm last month to alert U.S. to its domestic terror problem\". The Palm Beach Post. Retrieved July 8, 2021.\n\n^ Stanley-Becker, Isaac; Reinhard, Beth. \"Publix heiress was willing to spend $3 million on Jan. 6 rally, documents show\". Washington Post. Retrieved December 24, 2022.\n\n^ Halon, Yael (January 10, 2021). \"Kirk: Despite what the media claims, Trump supporters are 'repulsed' by Capitol riots\". Fox News. Retrieved January 12, 2021.\n\n^ \"Charlie Kirk says Capitol attack was not insurrection after deleting \"80+ buses\" tweet\". Newsweek. January 12, 2021. Retrieved January 12, 2021.\n\n^ Hansen, Ronald J. \"Kelli Ward, Charlie Kirk had little to say to Jan. 6 investigators about 2020 election efforts\". www.azcentral.com. AZ Central. Retrieved December 24, 2022.\n\n^ Petrizzo, Zachary (December 28, 2022). \"Jan. 6 Organizer Turns on Right-Wing Youth Org in Capitol Riot Blame-Fest\". The Daily Beast. Daily Beast. Retrieved December 28, 2022.\n\n^ Wong, Julia Carrie (August 24, 2021). \"Masks off: how US school boards became 'perfect battlegrounds' for vicious culture wars\". The Guardian. ISSN 0261-3077. Retrieved July 12, 2023.\n\n^ O'Dell, Liam (October 9, 2021). \"Charlie Kirk roasted for saying Democrats want Americans to live in 'sexual anarchy'\". Indy100. Retrieved November 6, 2021.\n\n^ Rumpf, Sarah (October 8, 2021). \"Charlie Kirk Warns That Democrats Want You to 'Live in Sexual Anarchy' and Twitter Wants to Know Why He Can't Comb His Hair\". Mediaite. Retrieved November 6, 2021.\n\n^ Kirk, Charlie (October 14, 2021). \"On Sexual Anarchy\". americanmind.org. Claremont Institute. Retrieved October 21, 2021.\n\n^ a b Bort, Ryan (February 14, 2022). \"Liberals and Conservatives Unite to Dunk on Charlie Kirk for Calling Super Bowl Halftime Show 'Sexual Anarchy'\". Rolling Stone. Retrieved March 6, 2022.\n\n^ \"Turning Point USA conference for young women leaders suggests their role is to get married and have babies\". Media Matters for America. June 5, 2022. Retrieved June 8, 2022.\n\n^ Frenkel, Sheera; Thompson, Stuart A. (March 23, 2022). \"How Russia and Right-Wing Americans Converged on War in Ukraine\". The New York Times. ISSN 0362-4331. Retrieved March 23, 2022.\n\n^ Wade, Peter (February 24, 2022). \"Charlie Kirk Barely Out-Duels Ted Cruz for Worst CPAC Ukraine Take\". Rolling Stone. Retrieved March 6, 2022.\n\n^ Seltzer, Rick. \"'Pray for Our President': A Liberty University think tank pushed the boundaries on political advertising and messaging this year\". Inside Higher Education. Retrieved December 10, 2020.\n\n^ a b c Parke, Caleb (December 2, 2019). \"Kirk, Falwell Jr. launch Liberty University think tank to fight attacks on Judeo-Christian values\". Fox News. Retrieved January 8, 2021.\n\n^ Troutman, Hattie (January 20, 2020). \"What is the Falkirk Center? Liberty University joins Charlie Kirk to create a new kind of think tank to promote faith and liberty on college campuses\". liberty.edu. Liberty University Champion. Archived from the original on November 5, 2020. Retrieved October 31, 2020.\n\n^ Severns, Maggie (December 14, 2020). \"In final years at Liberty, Falwell spent millions on pro-Trump causes\". POLITICO. Retrieved December 14, 2020.\n\n^ Howard, Caroline (November 14, 2017). \"30 Under 30 Class Of 2018: The Young Stars, Visionaries And Creative Disruptors\". Forbes. Retrieved April 5, 2021.\n\n^ \"30 under 30 Law and Policy\". Forbes. Retrieved April 5, 2021.\n\n^ Liberty University News Service. \"Vice President Mike Pence challenges 2019 grads to 'go forth for Liberty'\". www.liberty.edu. Archived from the original on December 7, 2019. Retrieved July 20, 2019.\n\n^ Solender, Andrew. \"Trump Gives Conservative Youth Activist Charlie Kirk 'Patriotic Education' Post During Last-Minute Hiring Blitz\". Forbes. Retrieved July 19, 2023.\n\n^ Kirk, Charlie; Hamachek, Brent (2016). Time for a turning point : setting a course towards free markets and limited government for future generations. New York: Simon and Schuster. ISBN 978-1-68261-247-7. OCLC 952648187.\n\n^ \"Donald Trump Jr. - The foreword is the best part, obviously... because I wrote it. The rest is really good too. Check out Campus Battlefield by my buddy Charlie Kirk | Facebook\". www.facebook.com. Retrieved April 14, 2022.\n\n^ \"Charlie Kirk's Campus Battlefield Is a Hot Mess\". The Weekly Standard. October 10, 2018. Archived from the original on October 10, 2018. Retrieved October 10, 2018.\n\n^ Debenedetti, Gabriel (April 17, 2020). \"Three Views of Donald Trump\". The New York Times. Retrieved June 29, 2021.\n\n^ Donoghue, Steve (March 7, 2020). \"The MAGA Doctrine by Charlie Kirk\". Open Letters Review. Retrieved April 20, 2022.\n\n^ \"Charlie Kirk, Turning Point founder, to headline fundraiser for Arizona State University center\". The Arizona Republic. Retrieved November 5, 2023.\n\n^ Winn, Ross (May 21, 2018). \"Top 100 US Podcasts (Apple Podcasts Top Charts)\". www.podcastinsights.com. Podcast Insights. Retrieved November 15, 2021.\n\n^ Beaumont, Thomas (November 17, 2021). \"How a right-wing provocateur is using race to reach Gen Z\". apnews.com. AP News. Retrieved November 18, 2021.\n\n^ Thompson, Stuart A. (February 9, 2023). \"Steve Bannon's Podcast Is Top Misinformation Spreader, Study Says\". The New York TImes.\n\n^ Dickinson, Tim (December 9, 2022). \"Latest 'Twitter Files' Allege Blacklisting of Conservatives\". Rolling Stone. Retrieved December 14, 2022.\n\n^ \"Opinion | I defended Twitter to other conservatives. I was wrong\". Washington Post. ISSN 0190-8286. Retrieved December 14, 2022.\n\n^ \"Charlie Kirk's Twitter account locked for spreading misinformation about mail-in votes\". The Independent. October 19, 2020. Retrieved November 13, 2020.\n\n^ \"Who Is Charlie Kirk Married To? Inside Conservative Activist's Wedding Details and Wife\". HollywoodMask. July 27, 2021. Retrieved March 19, 2022.\n\n^ \"Charlie Kirk on Instagram: \"Welcome to the world baby girl. We love you so much.❤️ Erika did so so well, praise God! 🙏\"\". Instagram. Retrieved November 28, 2022.\n\n^ Slodysko, Brian (October 10, 2023). \"How Trump's MAGA movement helped a 29-year-old activist become a millionaire\". AP News. Retrieved October 10, 2023.\n\n\nExternal links\n\n\n\nWikimedia Commons has media related to Charlie Kirk.\n\nOfficial website \nCharlie Kirk at IMDb\nAppearances on C-SPAN\nvteConservatism in the United StatesSchools\nCompassionate\nFiscal\nFusionism\nLibertarian\nSocial\nNeo-\nPaleo-\nTraditionalist\nPrinciples\nAmerican exceptionalism\nClassical liberalism\nFamily values\nFree market\nFree trade\nJudeo-Christian values\nLimited government\nMoral absolutism\nNatural law\nProtectionism\nRepublicanism\nRule of law\nTradition\nHistory\nTimeline of modern American conservatism\nPeoplePresidents\nAdams (John)\nAdams (John Quincy)\nArthur\nG. H. W. Bush\nG. W. Bush\nCleveland\nCoolidge\nFillmore\nFord\nHarding\nHoover\nJohnson\nMcKinley\nNixon\nPierce\nReagan\nW. H. Taft\nTaylor\nTrump\nTyler\nWashington\nSupreme Court  justices\nAlito\nBarrett\nBurger\nButler\nFuller\nGorsuch\nHarlan\nKavanaugh\nKennedy\nMcReynolds\nO'Connor\nRehnquist\nRoberts\nScalia\nSutherland\nThomas\nVan Devanter\nWhite\nPhilosophers\nBabbitt\nBeale\nBork\nBreitbart\nBuchanan\nBuckley\nBurnham\nChambers\nFriedman\nGottfried\nKemp\nKirk\nKirkpatrick\nKristol\nLeo\nMeyer\nNegroponte\nOlson\nRice\nRothbard\nSchlesinger\nSowell\nStrauss\nTyrrell\nA. Williams\nW. E. Williams\nWolfowitz\nOther figures\nAgnew\nAiles\nAshcroft\nAtwater\nBeck\nBoehner\nJeb Bush\nCarlson\nCarson\nDick Cheney\nLiz Cheney\nLynne Cheney\nConway\nCoulter\nCurtis\nCruz\nDeSantis\nDilling\nDisney\nDole\nElder\nFalwell\nFrist\nGingrich\nGiuliani\nGoldwater\nGraham\nHannity\nIngraham\nJohnson\nKoch\nLaPierre\nLimbaugh\nLindbergh\nLodge\nLongworth\nLott\nLovecraft\nMartin\nMercer\nMcCain\nMcCarthy\nMcConnell\nMurdoch\nNorquist\nNovak\nO'Reilly\nPalin\nRand Paul\nRon Paul\nPence\nPerot\nPowell\nQuayle\nRomney\nRove\nRumsfeld\nRyan\nSessions\nSchlafly\nShapiro\nStone\nRobert A. Taft\nBooker T. Washington\nParties\nAmerican Freedom Party\nAmerican Independent Party\nAmerican Party\nAnti-Masonic Party\nConservative Party of New York\nConstitution Party\nConstitutional Union Party\nDemocratic Party (early factions until the 1890s)\nDemocratic-Republican Party (elements)\nFederalist Party\nNational Republican Party\nNative American Party\nNullifier Party\nProhibition Party\nReform Party\nRepublican Party\nWhig Party\nMovements\nAlt-right\nAsian and Pacific Islander conservatism\nBlack conservatism\nChristian right\nConservative Democrats\nHispanic and Latino conservatism\nWomen in conservatism\nGreen conservatism\nLGBT conservatism\nMovement\nNew Right\nOld Right\nPatriot movement\nQAnon\nRadical Right\nRight-libertarianism\nRockefeller Republican\nTea Party movement\nTrumpism\nThink tanks\nActon Institute\nAlexis de Tocqueville Institution\nAmerican Enterprise Institute\nAmerican Compass\nCenter for Security Policy\nCenter for the National Interest\nCharles Koch Institute\nClaremont Institute\nCompetitive Enterprise Institute\nDavid Horowitz Freedom Center\nDiscovery Institute\nEthics and Public Policy Center\nFamily Research Institute\nGatestone Institute\nHeartland Institute\nThe Heritage Foundation\nHoover Institution\nHudson Institute\nIntercollegiate Studies Institute\nLeadership Institute\nManhattan Institute\nMises Institute\nPacific Research Institute\nProject for the New American Century\nRipon Society\nR Street Institute\nRockford Institute\nState Policy Network\nTax FoundationHistorical factions\nBourbon Democrats\nDixiecrats\nLoyalists\nOld Right\nRedeemers\nSouthern Agrarians\nScholarly study\nThe Conservative Illusion (1959)\nSee also\nAmerican nationalism\nBibliography of conservatism in the United States\nList of American conservatives\nNational conservatism\nSouthern strategy\n\n Conservatism portal\n\nvteConservatism\nTimeline\nSchoolsby regionInternational\nAuthoritarian\nCorporatist\nCultural\nFiscal\nGreen\nLiberal\nModerate\nNational\nPaternalistic\nPopulist\nPragmatic\nProgressive\nReactionary\nReligious\nSocial\nTraditionalist\nUltra\nNorth AmericaCanada\nPopulism\nTrumpism\nClerico-nationalism\nSocial\nToryism\nBlue\nRed\nPink\nUnitedStates\nCompassionate\nLibertarian\nFusionism\nPaleo\nTea Party\nMovement\nNeo\nOld Right\nPaleo\nReaganism\nSocial\nTraditionalist\nTrumpism\nLatin AmericaArgentina\nFederal Peronism\nMenemism\nOrthodox Peronism\nBrazil\nBolsonarism\nCoronelism\nIntegralism\nJanismo\nMonarchist\nPatrianovism\nPopulism\nChilean\nGremialismo\nPinochetism\nOther\nBelize\nColombian\nRojismo\nUribism\nCuba\nGuatemala\nMexico\nPanama\nPeruvian\nFujimorism\n Odriismo\nVenezuelan\nPerezjimenismo\nAsiaChina\nChiangism\nConfucianism\nNeoauthoritarianism\nIsrael\nFundamentalist\nJewish\nKahanism\nZionism\nNeo\nReligious\nRevisionist\nJapan\nNeo\nShōwa Statism\nState Shinto\nNippon Kaigi\nSouth Korea\nIlminism\nNew Right\nTurkey\nDemocratic\nErdoğanism\nNeo-Ottomanism\nOther\nBangladesh\nHong Kong\nIndia\nIran\nMonarchist\nMalaysia\nPakistan\nSingapore\nTaiwan\nChiangism\nEuropeFrance\nAction Française\nBonapartism\nGaullism\nIntegral nationalism\nLegitimism\nMaurrassisme\nNouvelle Droite\nOrléanism\nSarkozysm\nUltra-royalism\nGermany\nAgrarian\nHegelian\nHistorical School\nNeue Rechte\nOrdoliberalism\nRevolutionary\nYoung\nRitter School\nRomanticism\nState Socialism\nItaly\nBerlusconism\nHistorical Right\nItalian school of elitism\nSanfedismo\nPoland\nGolden Liberty\nKaczyzm\nNational Democracy\nSarmatism\nRussia\nEurasianism\nMonarchist\nBlack-hundredism\nTsarism\nPutinism\nSlavophilia\nPochvennichestvo\nSpain\nAlfonsism\nCarlism\nCarloctavismo\nCarlo-francoism\nFrancoism\nNational Catholicism\nIntegrism\nMellismo\nMaurism\nNeocatholicism\nNoucentisme\nUnitedKingdom\nCameronism\nCompassionate\nMuscular liberalism\nNeo\nOne-nationism\nPowellism\nThatcherism\nToryism\nHigh\nRed\nSocial\nOther\nAustria\nBelgium\nDenmark\nFinland\nGeorgia\nMonarchist\nGreece\nMetaxism\nPopulism\nIceland\nLuxembourg\nNetherlands\nNorway\nPortugal\nMiguelist\nRomania\nMonarchist\nSerbia\nMonarchist\nSweden\nSwitzerland\nUkraine\nOceania\nAustralia\nCentre Right\nNational Right\nNew Zealand\nPhilosophyConcepts\nAncestral worship\nAuthority\nTraditional\nClass collaboration\nConvention\nCultural heritage\nCulture of life\nPro-Life\nCustom\nDiscipline\nDuty\nElitism\nAristocracy\nMeritocracy\nNoblesse oblige\nEthical order\nFamilialism\nFamily values\nFundamentalism\nGender role\nComplementarianism\nHonour\nImperialism\nLoyalty\nMonarchism\nRoyalism\nOrdered liberty\nOrganicism\nOrthodoxy\nPatriotism\nPrivate property\nPublic morality\nSocial hierarchy\nSocial institutions\nSocial norm\nSocial order\nSolidarity\nSovereignty\nStewardship\nSubsidiarity\nTradition\nPhilosophers\nBainville\nBarruel\nBelloc\nBonald\nBuckley Jr.\nBurke\nBurnham\nChateaubriand\nChesterton\nColeridge\nComte\nCortés\nDávila\nDostoevsky\nEliot\nEvola\nGentz\nHaller\nHitchens\nHume\nIorga\nJohnson\nJünger\nKaramzin\nKirk\nKuehnelt-Leddihn\nLa Mennais\nLe Bon\nLe Play\nLeontiev\nLewis\nMaistre\nMansfield\nMaurras\nMenéndez\nMore\nMüller\nNewman\nNisbet\nNovalis\nOakeshott\nCorrêa de Oliveira\nRanke\nRivarol\nRöpke\nSantayana\nSavigny\nSchlegel\nSchmitt\nScruton\nSolzhenitsyn\nSowell\nSpann\nSpengler\nStahl\nStrauss\nTaine\nTocqueville\nUvarov\nVoegelin\nPoliticsOrganisations\nARC\nECR\nEPP\nID\nIDU\nYoung\nMuslim Brotherhood\nTradition, Family, Property\nPoliticians\nAbe\nAdams\nAdenauer\nAndreotti\nBerlusconi\nBismarck\nBolsonaro\nBush Jr.\nCanning\nChiang\nChurchill\nDiefenbaker\nDisraeli\nDmowski\nDollfuss\nErdoğan\nFranco\nFujimori\nde Gaulle\nHarper\nHorthy\nJohn Paul II\nKaczyński\nKhamenei\nKhomeini\nKohl\nLe Pen\nLee\nMacdonald\nMannerheim\nMarcos\nMaurras\nMenzies\nMetaxas\nMetternich\nMobutu\nModi\nNetanyahu\nOrbán\nPark\nPérez Jiménez\nPinochet\nPitt\nPowell\nPrat de la Riba\nPutin\nReagan\nSalazar\nSalisbury\nSmith\nStolypin\nSuharto\nThatcher\nTrujillo\nTrump\nde Valera\nZemmour\nReligion\nAnglo-Catholicism\nChristian right\nTheoconservatism\nClericalism\nConservative Christianity\nHindutva\nJewish conservatism\nReligious Zionism\nIslamism\nTraditionalist Catholicism\nIntegralism\nUltramontanism\nTraditionalist School\nPerennialism\nHistoricalbackground\nAncien Régime\nBourbon Restauration\nCongress of Vienna\nConservative Order\nCounter-Enlightenment\nGerman Romanticism\nHoly Alliance\nUltra-royalism\nRelatedIdeologies\nAgrarianism\nChristian democracy\nClerical fascism\nCommunitarianism\nConservative liberalism\nCorporatism\n\nAnti-communism\nAnti-gender movement\nAnti-Masonry\nAristocracy\nBlack conservatism\nUnited States\nCatholic social teaching\nConservative feminism\nConservative wave\nCounter-revolutionary\nElite theory\nHispanic conservatism\nUnited States\nLGBT conservatism\nRadical right\nEurope\nUnited States\nReactionary\nNeo\nRight realism\nRight-wing politics\nAuthoritarianism\nNew\nEurope\nOld\nSmall-c conservatives\nConservatism portal\nPolitics portal\n\nAuthority control databases International\nVIAF\nNational\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Charlie_Kirk&oldid=1196438470\"",
    "twitter": ""
  },
  {
    "name": "Chris Cillizza",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/chris-cillizza-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "\n\nAmerican political journalist (born 1976)\nChris CillizzaCillizza in May 2012BornChristopher Michael Cillizza (1976-02-20) February 20, 1976 (age 47)Marlborough, Connecticut, U.S.EducationGeorgetown University (BA)OccupationPolitical commentatorSpouseGia CillizzaWebsiteyoutube.com/@chriscillizza\nChristopher Michael Cillizza (/sɪˈlɪzə/; born February 20, 1976)[1] is an American political commentator, who worked for the television news channel CNN from 2017 to 2022. Prior to joining CNN, he wrote for The Fix, the daily political blog of The Washington Post, and was a regular contributor to the Post on political issues, a frequent panelist on Meet the Press, and an MSNBC political analyst. Cillizza is also a co-host of The Tony Kornheiser Show sports podcast.[2][3] In April 2017, Cillizza began working for CNN, including writing and onscreen appearances. He was terminated by CNN in December 2022. Currently, he maintains a political blog on Substack.[4]\n\n\nEarly life and education[edit]\nCillizza was born and raised in Marlborough, Connecticut.[5][6][7] He attended The Loomis Chaffee School (which he sometimes refers to jokingly as the \"Loomis Chaffee School for the Rich,\" borrowing a line from Tony Kornheiser),[8][9] an independent boarding school in Windsor, Connecticut, and graduated in 1994.[10][7] He attended Georgetown University from 1994 to 1998, where he graduated with a B.A. in English.[11] He currently resides in Falls Church, Virginia with his wife and two children.[2] He is of Sicilian and Irish descent.[12]\n\nCareer[edit]\nAfter working as a novelist and later an intern for conservative writer George Will,[13] Cillizza began his career in journalism. He initially desired to work as a sports writer, but decided that sports \"would be less fun\" than politics.[13] He later worked on the Washington, D.C. newspaper Roll Call prior to joining The Washington Post.[14] For The Cook Political Report he covered gubernatorial races and southern House races. He wrote a column on politics for Congress Daily. During his four years at Roll Call, which he joined in June 2001, he reported on campaign politics from the presidential to the congressional level, finishing his time at Roll Call as the paper's White House correspondent.[15]\nHis freelance work has appeared in publications such as The Atlantic Monthly, Washingtonian, and Slate.[16] He has also been a guest on CNN, Fox News Channel and MSNBC.[15] After multiple guest appearances on the network, he was named an MSNBC Political Analyst, a position he resigned when he accepted a position at CNN.[17] He is also a frequent panelist on Meet the Press.\nHe is an adjuct faculty at the S.I. Newhouse School of Public Communications of Syracuse University.[18]\n\nThe Fix[edit]\nCillizza founded the blog The Fix in 2005 and wrote for it on a regular basis until he joined CNN in 2017.[19] The blog's focus was American electoral politics, with Cillizza commenting on gubernatorial, Congressional and presidential elections. He hosted the weekly Fix live chat. Cilizza also oversaw a monthly trivia contest called \"Politics and Pints\" at the Washington, D.C. bar Capitol Lounge.[20]\n\nMedia[edit]\nFrom 2007 to 2008, Cillizza was a co-host of the MySpace/MTV Presidential Dialogues, which hosted John McCain, Barack Obama, and others in a live-streamed, interactive Presidential event series. Cillizza and fellow The Washington Post columnist Dana Milbank appeared in a series of humor videos called Mouthpiece Theater, hosted by The Washington Post. An outcry followed a video in which, during a discussion of the White House \"Beer Summit\", they chose new brands for a number of people, including \"Mad Bitch Beer\" for Hillary Clinton. Both men apologized for the video and the series was canceled.[21]\nIn July 2012, Broadway Books (a division of Penguin Random House) released his book, The Gospel According to the Fix.[22] Written in a blog-like format,[23] it contains lists such as \"The 10 Best/Worst Negative Ads\", as well as coverage of the \"deep personal hatreds that politics provoke\" and predictions for the 2012 and 2016 presidential elections.[24]\nSince 2014, Cillizza has served a regular co-host of The Tony Kornheiser Show.[2][3]\n\nCNN[edit]\nOn April 3, 2017, Cillizza joined CNN as a \"political reporter and digital editor-at-large,\" contributing online and on television.[19][25]\nOn June 28, 2017, CNN Politics announced the launch of \"The Point with Chris Cillizza.\" According to the official press release, the new \"multiplatform brand\" will include \"daily columns, on-air analysis, an evening newsletter, [a] podcast, and the launch of trivia night events in Washington, DC.\"[26][27] The show which is on YouTube releases political analysis videos hosted by Cillizza every Tuesday and Thursday. \nCillizza also runs political trivia on his personal Instagram account on Mondays, Wednesdays, and Fridays.\nOn December 1, 2022, Cillizza was laid off from CNN.[28]\n\nReception[edit]\nColumbia Journalism Review has described Cillizza's informal, \"everyman\" style as being popular with readers.[13] According to reviewers, \"Chris Cillizza might be the only person in America who can have goofy fun talking about Trumpcare, Russian election interference, and the emoluments clause... Consequently, Cillizza tends to be a fly trap for criticism about his criticism.\"[13] Jay Rosen has compared his approach to infotainment which turns political analysis into gamesmanship detached from real-world implications.[29][13] Former CNN host Soledad O'Brien has described Cillizza's work as facile.[30][31] David Weigel has criticized Cillizza for focusing on predictions rather than factual analysis.[32] In September of 2020, Cillizza wrote an article stating that election models showed Donald Trump as having \"almost no chance\" in the upcoming election.[33] Political commentator Nate Silver criticized Cillizza's interpretation, tweeting \"If you don't do any reporting, have never demonstrated any insight about politics, and don't even write particularly well, you'd think you could at the very least understand that 20% ≠ 0%.\"[34] Cillizza, along with Mark Halperin and Ron Fournier, was cited by Felix Biederman and Virgil Texas as one of the inspirations for their parody political pundit Carl Diggler.[35]\n\nReferences[edit]\n\n\n^ \"Chris Cillizza on Twitter\". Twitter. Retrieved November 4, 2016.\n\n^ a b c Van Zandt, Emily (August 29, 2016). \"Why Chris Cillizza Doesn't Read the Comments\". Arlington Magazine. Retrieved March 14, 2017.\n\n^ a b Casselberry, Ian (June 2, 2016). \"Tony Kornheiser ending D.C. radio show, starting podcast in September\". Awful Announcing. Retrieved March 14, 2017.\n\n^ https://chriscillizza.substack.com/\n\n^ House, Dennis (December 27, 2009). \"Chris Cillizza on 'Face the State'\". The Hartfordite. Retrieved July 10, 2016.\n\n^ Cillizza, Chris (February 12, 2014). \"How 'Red Sox vs. Yankees' explains Connecticut politics\". The Washington Post. Retrieved July 10, 2016.\n\n^ a b Blair, Russell (March 13, 2017). \"Connecticut Native, Political Reporter Jumps To CNN\". Hartford Courant. Retrieved March 14, 2017.\n\n^ \"Chris Cillizza on Twitter\". Twitter. Retrieved March 14, 2017.\n\n^ Wollschlager, Mike (August 4, 2020). \"CNN's Chris Cillizza talks growing up in Connecticut, bullying, basketball and Trump\". Connecticut Magazine. Archived from the original on August 17, 2020. Tony Kornheiser, whose show I do two or three times a week, they politely joke that it's the Loomis Chaffee School for the Rich.\n\n^ \"The Loomis Chaffee Class Of 1994\". Hartford Courant. June 4, 1994. Retrieved July 10, 2016.\n\n^ \"Chris Cillizza\". Georgetown University Institute of Politics and Public Service. Archived from the original on July 28, 2020. Retrieved July 10, 2016.\n\n^ \"The Fix Faceoff: Video Q&A with Chris Cillizza\". Retrieved July 10, 2016.\n\n^ a b c d e Lenz, Lyz (July 27, 2017). \"Enthusiastic, prolific, simplistic Chris Cillizza reaches new heights\". Columbia Journalism Review. Retrieved March 11, 2018.\n\n^ \"About Chris Cilizza\" (biosketch), The Washington Post; retrieved September 11, 2011.\n\n^ a b \"Meet the Reporters | Ohio River Ramble: Nine Districts in Nine Days | Campaign 2006 | washingtonpost.com\". The Washington Post. Retrieved March 14, 2017.\n\n^ \"Chris Cillizza | Interviews | Tavis Smiley | PBS\". Tavis Smiley | PBS. March 31, 2011. Retrieved March 14, 2017.\n\n^ Gold, Hadas (March 14, 2017). \"CNN hires Chris Cillizza\". Politico. Retrieved March 14, 2017.\n\n^ \"About: Directory: Chris Cillizza\". Newhouse School at Syracuse University. Retrieved November 11, 2023.\n\n^ a b Wemple, Erik (March 13, 2017). \"CNN hires Chris Cillizza away from The Washington Post\". The Washington Post. ISSN 0190-8286. Retrieved March 14, 2017.\n\n^ Johnson, Chase (July 26, 2010). \"Hip to be Square\". Northern Virginia Magazine. Retrieved July 10, 2016.\n\n^ Howard Kurtz, \"Post's Video 'Theater' Ends Its Run: Hosts Apologize for Off-Color Clinton Joke\", washingtonpost.com, August 6, 2009; accessed March 15, 2014.\n\n^ \"Press Release: Gospel According to The Fix by Chris Cillizza\". The Crown Publishing Group. August 16, 2011. Retrieved July 10, 2016.\n\n^ \"Nonfiction Book Review: The Gospel According to the Fix: An Insider's Guide to a Less than Holy World of Politics by Chris Cillizza\". Publishers Weekly. PWxyz LLC. Retrieved July 10, 2016.\n\n^ Kurson, Ken (July 23, 2012). \"Politics as a Spectator Sport\". The Wall Street Journal. ISSN 0099-9660. Retrieved July 10, 2016.\n\n^ Balluck, Kyle (March 13, 2017). \"Chris Cillizza jumps from Washington Post and MSNBC to CNN\".  The Hill. Retrieved March 14, 2017.\n\n^ \"CNN Politics Launches 'The Point with Chris Cillizza'\". CNN. June 28, 2017. Retrieved June 29, 2017.\n\n^ Balluck, Kyle (June 28, 2017). \"CNN launching brand around Chris Cillizza\".  The Hill. Retrieved June 29, 2017.\n\n^ Steinberg, Brian (December 1, 2022). \"HLN Gutted By CNN Layoffs\". CNN executives were expected to inform staffers about layoffs at the network Thursday morning, according to these people. CNN correspondents Alison Kosik, Martin Savidge, Alex Field, Mary Ann Fox and Chris Cilizza are among the staffers who have been let go, according to two people familiar with the matter.\n\n^ Rosen, Jay (February 7, 2014). \"Behold how badly our political journalists have lost the freakin' plot - PressThink\". PressThink. New York University. Retrieved March 11, 2018.\n\n^ \"Ex-CNN host Soledad O'Brien hits Chris Cillizza for 'terrible analysis'\". March 7, 2018.\n\n^ Aran, Isha (March 7, 2018). \"RIP Chris Cillizza, Owned To Death by Soledad O'Brien, We Hardly Knew Ye\".\n\n^ Weigel, David (February 5, 2014). \"CBOghazi: Journalists Have No Idea \"What Will Matter\" in an Election\". Slate. Retrieved March 11, 2018.\n\n^ Cillizza, Chris (September 30, 2020). \"*Every* election model shows Donald Trump is a long shot | CNN Politics\". CNN. Retrieved November 2, 2023.\n\n^ \"Nate Silver on Twitter\". X (formerly Twitter). October 1, 2020. Retrieved November 2, 2023.\n\n^ Marantz, Andrew (October 10, 2016). \"The Parody Pundit We Deserve\". newyorker.com. Retrieved January 10, 2019.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Chris Cillizza.\n\nAppearances on C-SPAN\nvteMSNBC personalitiesAnchors\nDara Brown\nChris Jansing\nHallie Jackson\nRichard Lui\nAndrea Mitchell\nJose Diaz-Balart\nLindsey Reiser\nKaty Tur\nAli Velshi\nYasmin Vossoughian\nAlex Witt\nHosts\nMika Brzezinski\nJonathan Capehart\nTiffany Cross\nWillie Geist\nMehdi Hasan\nChris Hayes\nSteve Kornacki\nJonathan Lemire\nRachel Maddow\nAri Melber\nAlicia Menendez\nAyman Mohyeldin\nLawrence O'Donnell\nKatie Phang\nJoy Reid\nStephanie Ruhle\nSymone Sanders\nJoe Scarborough\nEd Schultz\nAl Sharpton\nAlex Wagner\nNicolle Wallace\nCorrespondents\nYamiche Alcindor\nPeter Alexander\nKatie Benner\nGeoff Bennett\nTrymaine Lee\nKelly O'Donnell\nShannon Pettypiece\nJacob Soboroff\nAli Vitali\nKristen Welker\nPolitical analysts\nJonathan Alter\nMichelle Bernard\nChris Cillizza\nBrian Tyler Cohen\nRobert Costa\nMichael Eric Dyson\nHoward Fineman\nHarold Ford Jr.\nJohn Heilemann\nHugh Hewitt\nEzra Klein\nMike Murphy\nRon Reagan\nEd Rendell\nJen Psaki\nEugene Robinson\nSteve Schmidt\nMichael Steele\nDavid Weigel\nLegal analysts\nLisa Bloom\nBarbara McQuade\nAri Melber\nKatie Phang\nMilitary analysts\nLt. Col. Rick Francona (Ret.)\nCol. Jack Jacobs (Ret.)\nNational security analysts\nJohn O. Brennan\n\nvteCNN personnelNews anchorsand hosts\nJim Acosta\nDana Bash\nJohn Berman\nVictor Blackwell\nWolf Blitzer\nKate Bolduan\nPamela Brown\nErin Burnett\nAlisyn Camerota\nKaitlan Collins\nAnderson Cooper\nPoppy Harlow\nErica Hill\nKasie Hunt\nBrianna Keilar\nPhil Mattingly\nAbby Phillip\nJim Sciutto\nMichael Smerconish\nJake Tapper\nFredricka Whitfield\nFareed Zakaria\nSpecial episodeanchors and hosts\nW. Kamau Bell – United Shades of America\nAnderson Cooper – CNN Heroes\nVan Jones – The Messy Truth with Van Jones\nMark Konkol – Chicagoland\nMike Rogers – Declassified: Untold Stories of American Spies\nMike Rowe – Somebody's Gotta Do It\nKevin Spacey – Race for the White House\nMorgan Spurlock – Morgan Spurlock Inside Man\nMeryl Streep – We Will Rise\nJohn Walsh – The Hunt with John Walsh\nBill Weir – The Wonder List with Bill Weir\nFareed Zakaria – The Most Powerful Man in the World\nCorrespondents\nChristiane Amanpour\nKatie Benner\nJohn Berman\nElizabeth Cohen\nDaniel Dale\nJeremy Diamond\nStephanie Elam\nTom Foreman\nDelia Gallagher\nHadas Gold\nDavid Gregory\nSanjay Gupta\nPaula Hancocks\nNia-Malika Henderson\nErica Hill\nOmar Jimenez\nRandi Kaye\nSam Kiley\nJohn King\nKyung Lah\nMJ Lee\nMiguel Marquez\nJeanne Moos\nDonie O'Sullivan\nFrederik Pleitgen\nManu Raju\nElle Reeve\nPaula Reid\nFarai Sevenzo\nSara Sidner\nKayla Tausche\nAlayna Treene\nNischelle Turner\nClarissa Ward\nJeff Zeleny\nAnalysts\nJohn L. Allen Jr.\nRobert Baer\nCarl Bernstein\nPreet Bharara\nJoan Biskupic\nGloria Borger\nRon Brownstein\nFrank Bruni\nJosh Campbell\nS. E. Cupp\nJosh Dawsey\nJohn Dean\nHarry Enten\nDavid Gergen\nBianna Golodryga\nSanjay Gupta\nMaggie Haberman\nMark Hertling\nElie Honig\nVan Jones\nJuliette Kayyem\nJohn Kirby\nErrol Louis\nAnne Milgram\nKirsten Powers\nMark Preston\nAsha Rangappa\nJennifer Rodgers\nSamantha Vinograd\nContributors\nJohn Avlon\nDavid Axelrod\nPaul Begala\nKatie Benner\nPeter Beinart\nMaria Cardona\nAmanda Carpenter\nLanhee Chen\nS. E. Cupp\nLanny Davis\nJosh Dawsey\nJohn Dean\nCharlie Dent\nAlan Dershowitz\nBrian Fallon\nBen Ferguson\nDavid Frum\nMary Katharine Ham\nMarc Lamont Hill\nMargaret Hoover\nScott Jennings\nJason Kander\nSally Kohn\nBill Kristol\nJackie Kucinich\nMatt K. Lewis\nWesley Lowery\nKevin Madden\nTimothy Naftali\nAna Navarro\nChristine Quinn\nHilary Rosen\nMatthew Rosenberg\nAngela Rye\nBakari Sellers\nJonathan Tasini\nAndrew Yang\nMeteorologists\nPedram Javaheri\nChad Myers\nPast anchors\nKate Abdo\nCristina Alesci\nNatalie Allen\nSharyl Attkisson\nRudi Bakhtiar\nBrooke Baldwin\nAshleigh Banfield\nAnthony Bourdain\nDave Briggs\nAaron Brown\nCampbell Brown\nAna Cabrera\nJack Cafferty\nJoie Chen\nKiran Chetry\nConnie Chung\nCarol Costello\nCandy Crowley\nChris Cuomo\nLou Dobbs\nTony Harris\nMichael Holmes\nGeorge Howell\nD. L. Hughley\nDaryn Kagan\nLarry King\nAlison Kosik\nDon Lemon\nRoland Martin\nReynelda Muse\nPiers Morgan\nSoledad O'Brien\nMichaela Pereira\nKitty Pilgrim\nThomas Roberts\nJohn Roberts\nChristine Romans\nZoraida Sambolin\nRick Sanchez\nIsha Sesay\nBernard Shaw\nBrian Stelter\nGreta Van Susteren\nJane Velez-Mitchell\nAli Velshi\nLou Waters\nJudy Woodruff\nPaula Zahn\nPast correspondents\nMike Brooks\nSamuel Burke\nSara Ganim\nDrew Griffin\nKaylee Hartung\nEd Henry\nJohn Harwood\nJohn Holliman\nJoe Johns\nAndrea Koppel\nMichelle Kosinski\nLiz Landers\nIan James Lee\nSuzanne Malveaux\nErin McPike\nRyan Nobles\nMiles O'Brien\nLola Ogunnaike\nKeith Olbermann\nAsh-har Quraishi\nChristine Romans\nMartin Savidge\nLaurie Segall\nBarbara Starr\nAdaora Udoji\nJessica Yellin\nPast contributors\nTucker Carlson\nChris Cillizza\nStephanie Cutter\nLanny Davis\nNewt Gingrich\nLZ Granderson\nJennifer Granholm\nJeffrey Lord\nKayleigh McEnany\nJen Psaki\nRick Santorum\nTara Setmayer\nJeffrey Toobin\nJ. D. Vance\n\nAuthority control databases International\nISNI\nVIAF\nNational\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Chris_Cillizza&oldid=1188408770\"",
    "twitter": ""
  },
  {
    "name": "Chris Ruddy",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/chris-ruddy",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\nChristopher RuddyBorn (1965-01-28) January 28, 1965 (age 58)Mineola, New York, U.S.EducationSt. John's University, New York (BA)London School of Economics (MA)EmployerCEO of Newsmax Media, Inc.\nChristopher Ruddy (born January 28, 1965) is an American journalist who is the CEO and majority owner[1] of Newsmax Media.\n\n\nBackground[edit]\nRuddy grew up on Long Island in Williston Park, New York, where his father was a police officer in Nassau County.[2] He graduated from Chaminade High School in Mineola, New York before graduating summa cum laude with a degree in history from St. John's University, New York in 1987.[3] He earned a master's degree in public policy from the London School of Economics and also studied at the Hebrew University of Jerusalem as an undergrad.[4] He worked briefly as a bilingual high school social studies teacher in the Bronx, New York.[5] Ruddy holds an Honorary Doctorate of Letters from St. John's University.[6]\nEarly in his career, Ruddy was editor in chief of a conservative monthly periodical known as the New York Guardian. While with the NY Guardian, Ruddy debunked a story in the PBS documentary Liberators: Fighting on Two Fronts in World War II that an all-black army unit had liberated the Buchenwald and Dachau concentration camps.[7]\nRuddy called the documentary an example of \"how the media can manipulate facts and narratives to create a revised history both believable and untrue similar to the events of 9/11.\"[8]\nRuddy then moved to the New York Post, which he joined as an investigative reporter late in the summer of 1993. After initially writing about abuse of Social Security disability benefits, he focused on the Whitewater scandal involving then-president Bill Clinton.[9]\nIn 1995 he joined the Pittsburgh Tribune-Review as a national correspondent covering the Clinton White House and other topics.[10]\nRuddy has studied as a Media Fellow with the Hoover Institution. Ruddy serves on the board of directors of the Financial Publishers Association (FIPA),[11] an industry trade group whose goal is \"to share knowledge of best business practices to help our members' publications grow and prosper, while empowering readers with unbiased, independent information\".[12]\nHe is a member of the International Council, chaired by Henry Kissinger, at the CSIS, a bipartisan Washington, D.C., think tank focused on national security and foreign affairs.[13] Ruddy also served as a representative on the U.S. delegation headed by Senators Joseph Lieberman and Lindsey Graham to the NATO 44th Munich Security Conference.[14]\nFrom 2009 to 2013, Ruddy served on the board of directors of the American Swiss Foundation, a nonprofit organization that fosters relations between the two countries. In 2015 he was elected to the board of directors of the Zweig Fund and the Zweig Total Return Funds, two New York Stock Exchange-traded closed-end funds managed by Virtus.[15]\nIn January 2010, Britain's Daily Telegraph ranked Ruddy as one of the \"100 Most Influential Conservatives\" in the U.S. The paper said: \"Chris Ruddy is an increasingly powerful and influential player in the conservative media and beyond.\"[16]\nRuddy has been both a \"Patron\"[17] and a \"Sustaining Donor\"[18] to the Wikimedia Foundation. He is an alumnus of the American Swiss Foundation.[19]\n\nNewsmax[edit]\nMain article: Newsmax Media\nFollowing Ruddy's work at the Pittsburgh Tribune-Review, he started Newsmax with the owner of the Tribune-Review, Richard Mellon Scaife, and a $25,000 investment in 1998. They raised $15 million from 200 private investors, whom they subsequently bought out (in 2000). Ruddy then owned a 60 percent stake, with the rest owned by Scaife as a silent partner.[20] Richard Scaife died in 2014 at the age of 82.[21]\n\nJournalism[edit]\nNew York Post editor Eric Breindel recommended Ruddy for a job at the Pittsburgh Tribune-Review owned by Richard Mellon Scaife.[22] In November 1994, Ruddy was hired to investigate the story full-time by the Tribune-Review.[23] In between Ruddy's departure from the Post and joining the Tribune-Review, he put out a report through the Western Journalism Center criticizing the Fiske investigation as inadequate. With the help of Scaife, the Center took out full-page ads in major newspapers to promote the report (Scaife gave $330,000 to the Center in 1994–95 before ending his support).[24][25]\nRuddy's discussion of questions regarding the death of White House counsel Vince Foster drew mixed reactions.\nRuddy claimed that Park Police had staged the scene of Foster's death as described in their reports.[26] One of the officers named by Ruddy sued him along with the Western Journalism Center, seeking $2 million in damages for libel.[27] The suit was dismissed because Ruddy had said nothing libelous \"of and concerning the officer.\"[28]\nRuddy later built on his work on the Foster case for his book The Strange Death of Vincent Foster. In reviewing the book, Richard Brookhiser of the National Review called it \"the St. Mark version of the gospel of the Foster cover-up: a plain narrative of the perceived failings of the official investigation, with minimal speculation.\"[29] Shortly after the book came out, Fiske's successor as independent counsel, Kenneth Starr, released his report from the third investigation into Foster's death. Starr also concluded that Foster had committed suicide.[citation needed]\nRuddy ended his investigative reporting after founding Newsmax, but continues to write an occasional blog while he shapes overall editorial policy. He told Jeremy Peters of The New York Times that his outlets provide \"news that Americans in the heartland would like to see.\"[10]\n\nPolitics[edit]\nRuddy describes himself as a libertarian conservative and \"Reaganite\", though he is not registered as a Republican.[10]\nThroughout his career, Ruddy has often staked out positions at variance with the Republican Party. For example, Ruddy broke with the Bush administration on the Iraq War, and was one of the first conservatives to do so. \"I came out very strongly against the war in Iraq when it wasn't in vogue, back in 2004,\" Ruddy told The Palm Beach Post. \"I lost some subscribers. But we are close to spending a trillion dollars on the war and there is no exit strategy,\" he added. \"Lots of Republicans and conservatives are not that gung-ho on the war anymore and I think we broke the ice.\"\n\nBill Clinton[edit]\nThe Palm Beach Post interview also noted that Ruddy, disenchanted by the war and runaway federal spending under Bush, re-evaluated the Clinton years and offered a kinder view of the administration he once criticized.[citation needed] Compared with his reporting during Bill Clinton's presidency, Ruddy eventually took a more subdued view to Hillary Clinton's presidential campaign. He said she had moderated and no longer generated the same animosity among conservatives. Ruddy told The New York Times he and Scaife had changed their views: \"Both of us have had a rethinking. Clinton wasn't such a bad president. In fact, he was a pretty good president in a lot of ways, and Dick feels that way today.\"[30]\nIn the fall of 2007, Ruddy published a positive interview with former president Clinton on Newsmax.com, followed by a positive cover story in Newsmax magazine. The New York Times said with reference to the event that politics had made \"strange bedfellows.\"[31]\nNewsweek reported Ruddy praised Clinton for his foundation's global work, and explained that the interview, as well as a private lunch he and Scaife had had with Clinton (which Ruddy says was orchestrated by Ed Koch), were due to the shared view of himself and Scaife that Clinton was doing important work representing the U.S. globally while America was the target of criticism. He also said that he and Scaife had never suggested Clinton was involved in Foster's death, nor had they spread allegations about Bill Clinton's sex scandals, although their work may have encouraged others.[32] Ruddy and Scaife again met Clinton for lunch at his office in September 2008. \"We had a great time with him,\" Ruddy said of the meeting. He added, \"We consider Bill Clinton a friend and he considers us friends.\"[33] Forbes indicated the relationship between Ruddy and Clinton has continued and described them as \"lunch chums.\"[34]\nDuring a 2010 campaign swing through Florida, President Clinton departed from his schedule to make a visit to Newsmax's offices in West Palm Beach. After a private meeting with Ruddy, Clinton toured Newsmax's offices and met with its staff.[35]\nA May 2009 Sunday magazine profile in The New York Times on the former president, \"The Mellowing of William Jefferson Clinton,\" offered more details of the relationship between Ruddy and Clinton. The Arkansas Times said details about the friendship between Ruddy and Clinton in The New York Times profile was the \"most amazing revelation\" of their profile of the former president. Ruddy told the Times though he remained a \"Reagan conservative\", he had re-evaluated the Clinton presidency and suggested he had earned high marks as president for success in ending welfare, keeping government in check, and supporting free trade. Ruddy also noted that the Clinton Foundation was doing remarkable work globally.[36]\nIn July 2012, Ruddy was a member of the official delegation that accompanied President Clinton on his five-nation tour of Africa, reviewing Clinton Foundation initiatives in the area of health care, HIV/AIDS programs, education, and poverty alleviation.[37]\nDuring the delegation's visit to Maputo, Mozambique, Ruddy blogged for the Clinton Foundation website, \"The Clinton Foundation demonstrates that public-private partnerships and strategic engagement of private citizens, community members, and local governments can achieve great results in health care. And as I saw firsthand today in Mozambique, this work is innovative in its scope and in its purpose – which is to ensure governments can own and maintain their own health care systems without further reliance on aid. I applaud the Clinton Foundation for bringing together groups and individuals from all sides of the political spectrum to build a world that's more equal, more sustainable, and that benefits us all.\"[37]\n\nDonald Trump[edit]\nRuddy is a confidant of Donald Trump.[1][38][39][40] While speaking with Politico, he addressed the occurrence of significant tweets from the President on Friday nights and Saturdays. Ruddy said, \"He understands the news cycle. ... It's an opportunity to get out news on a Saturday, when other news organizations aren't pushing too much new. He realizes that Saturday is a free media day for him.\" The story described Ruddy as a Mar-a-Lago member and longtime friend of Trump's.[41]\nOn June 12, 2017, Ruddy claimed that Trump met with Robert Mueller to offer him the job of FBI Director just days before it was announced that he would be appointed special counsel for the Russian investigation. Ruddy did not provide any proof of this. He also claimed in the same interview that Trump was considering terminating Mueller's position as special prosecutor. However, it was not clear if this was based on Trump's comments or the comments of his lawyer made during the previous week.[42]\n\nJoe Biden[edit]\nIn July 2021, Ruddy published an op-ed via Newsmax that praised President Joe Biden for his efforts to prioritize the rollout of COVID-19 vaccines in the United States, stating that he \"inherited an effective vaccine from President Donald Trump, took it into his arms, and ran with it\", and that \"for the moment, we as Americans can applaud President Biden’s success with the vaccine rollout. It is saving countless lives — and that is a good thing.\" He also praised the Biden administration for encouraging the easing of health orders such as mask mandates. The op-ed, however, came amid criticism of the Newsmax TV channel for having aired an interview with anti-vaccination advocate Peter A. McCullough.[43][44]\n\nPublications[edit]\nBooks\nVincent Foster: The Ruddy Investigation (United Publishing Company, 1996)\nThe Strange Death of Vincent Foster: An Investigation (Free Press, Simon & Schuster, 1997.  ISBN 0-684-83837-0.)\nBitter Legacy: NewsMax Reveals the Untold Story of the Clinton-Gore Years (NewsMax Media, 2002.  ISBN 0-9716807-3-6.)\nSee also[edit]\nNew Yorkers in journalism\nReferences[edit]\n\n\n^ a b Rachman, Gideon (March 2, 2018). \"Trump confidant Chris Ruddy on the president's 'inner Democrat'\". Financial Times. Archived from the original on December 11, 2022. Retrieved October 4, 2020.\n\n^ Moldea, Dan E. (1998-03-25). A Washington tragedy: how the death of Vincent Foster ignited a political firestorm. Washington, D.C.: Regnery Publishing. p. 410. ISBN 978-0-89526-382-7.\n\n^ St. John's University, Honor Roll of Donors, Benefactors' Council Archived 2008-05-15 at the Wayback Machine: Christopher W. Ruddy '87 CBA; retrieved 2007-12-31.\n\n^ Profile, BusinessWeek.com; accessed February 24, 2015.\n\n^ Greenfeld, Karl Taro (March 6, 2014). \"The Next Ailes: Newsmax's Chris Ruddy Preps TV Rival to Fox News\". BloombergView. Retrieved 2015-09-27.\n\n^ \"University Honors Exceptional Graduates at Alumni Convocation | St. John's University\". www.stjohns.edu. Retrieved 2015-09-27.\n\n^ Stewart, James B. (1996). Blood Sport: The President and His Adversaries. New York: Simon & Schuster. p. 391. ISBN 0-684-80230-9.\n\n^ Moldea, op. cit., pp. 144–45.\n\n^ Poe, Richard (2004). Hillary's Secret War: The Clinton Conspiracy to Muzzle Internet Journalists. Nashville, TN: WND Books. p. 96. ISBN 0-7852-6013-7.\n\n^ a b c Peters, Jeremy W. (2011-07-10). \"Newsmax, a Compass for Conservative Politics\". The New York Times. ISSN 0362-4331. Retrieved 2015-09-28.\n\n^ \"More Member Benefits\", Financial Publishers Association. Retrieved 2017-04-01.\n\n^ \"About\", FIPA website. Retrieved 2017-04-01.\n\n^ \"Membership Groups | Center for Strategic and International Studies\". csis.org. Retrieved 2015-09-27.\n\n^ Munich Security Conference list of participants[permanent dead link], securityconference.de; accessed February 24, 2015. (in German)\n\n^ \"Zweig Fund and Zweig Total Return Fund Announce Results of Joint Annual Meeting of Shareholders - Jun 12, 2015\". virtus.investorroom.com. Retrieved 2015-09-27.\n\n^ Harden, Toby, \"The most influential US conservatives\", Telegraph.Co.UK, January 12, 2010.\n\n^ \"Benefactors/2010–2011 - Wikimedia Foundation\". wikimediafoundation.org. Retrieved 2015-09-29.\n\n^ \"Wikimedia Foundation 2007/2008 Annual Report\" (PDF). Archived (PDF) from the original on 2010-07-04. Retrieved 2008-11-06.\n\n^ \"Alumni in Leadership Positions\". American Swiss Foundation.\n\n^ Smillie, Dirk (March 6, 2009). \"A Great Right Hope\". Forbes. Retrieved 21 April 2023.\n\n^ McFadden, Robert D. (4 July 2014). \"Richard Mellon Scaife, Influential U.S. Conservative, Dies at 82\". The New York Times. Retrieved 21 April 2023.\n\n^ Stewart Blood Sport, p. 429.\n\n^ Evans-Pritchard, Ambrose. \"Suicide is hard to sell Archived 2006-06-02 at the Wayback Machine\". The Daily Telegraph, February 2, 1995.\n\n^ Moldea, op. cit., pp. 267, 275.\n\n^ Chinoy, Ira and Robert G. Kaiser. Decades of Contributions to Conservatism. The Washington Post, May 2, 1999, p. A25.\n\n^ Moldea, op. cit., p. 268.\n\n^ Moldea, op. cit., p. 276.\n\n^ Moldea, op. cit., pp. 350–51.\n\n^ Brookhiser, Richard. \"Body Politics\". The New York Times Book Review, September 28, 1997, pp. 13–14.\n\n^ Kirkpatrick, David D. \"Anti-Clinton campaign loses some steam\", The New York Times, February 19, 2007.\n\n^ Healy, Patrick, \"Clinton gives interview to former foe\", thecaucus.blogs.nytimes.com, November 1, 2007.\n\n^ Hosenball, Mark, \"'So Happy Together' Bill archenemy Richard Mellon Scaife now has 'admiration' for him. Huh?\", Newsweek, November 19, 2007.\n\n^ Lantigua, John, Web site thrives as conservative voice in West Palm, Palm Beach Post, October 6, 2008, p. 1.\n\n^ Smillie, Dirk, \"A Great Right Hope\", Forbes, March 6, 2009.\n\n^ Lambiet, Jose. \"Bill Clinton's Surprise Visit to Conservative Newsmax\" Archived 2010-10-18 at archive.today, Page 2 Live, The Palm Beach Post, August 16, 2010.\n\n^ Baker, Peter, \"The Mellowing of William Jefferson Clinton\", nytimes.com, May 26, 2009.\n\n^ a b Ruddy, Christopher, “Public-Private Partnership Advance Health Care in Mozambique”, Clinton Foundation, July 16, 2012.\n\n^ Stelter, Brian (June 13, 2017). \"Who is Trump friend Chris Ruddy?\". CNN. Retrieved November 12, 2020.\n\n^ \"'Maybe he's overstayed his welcome': Trump confidant speculates on the future of top intel chief\". ABC News.\n\n^ \"Trump confidant Chris Ruddy: Mr. President, if you're watching this, please testify - CNN Video\". 17 December 2019 – via www.cnn.com.\n\n^ Karni, Annie, \"Shabbat’s not the reason Trump tweets on Saturdays\", Politico, March 10, 2017. Retrieved 2017-04-01.\n\n^ \"Trump confidant Christopher Ruddy says Mueller has 'real conflicts' as special counsel\". PBS NewsHour. June 12, 2017.\n\n^ Mastrangelo, Dominick (2021-07-20). \"Newsmax CEO: Biden 'should be applauded' for vaccine efforts\". The Hill. Retrieved 2021-07-24.\n\n^ Mastrangelo, Dominick (2021-07-12). \"Newsmax host suggests vaccines 'against nature'\". The Hill. Retrieved 2021-07-27.\n\n\nExternal links[edit]\nwww.ChrisRuddy.com\nCorporate information for Newsmax Media, Inc., from the Florida Department of State.\nRuddy's political donations at Newsmeat.com.\nL. Brent Bozell III (1997-10-02). \"Ruddy Blackout Shows a Book Bias\". Weekly Syndicated Column. Creators Syndicate. Archived from the original on 2008-05-11. Retrieved 2007-12-31.\nAppearances on C-SPAN\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Christopher_Ruddy&oldid=1188824892\"",
    "twitter": ""
  },
  {
    "name": "Chris Wallace",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/chris-wallace-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist\nFor other people named Chris Wallace, see Chris Wallace (disambiguation).\n\n\nChris WallaceWallace in 2010BornChristopher Wallace (1947-10-12) October 12, 1947 (age 76)Chicago, Illinois, U.S.Alma materHarvard University (BA)Occupation(s)Television journalist and news anchorYears active1964–presentNotable credits\nNBC Nightly News anchor (1982–1987)\nMeet the Press moderator (1987–1988)\nABC Primetime correspondent (1989–2003)\nFox News Sunday anchor (2003–2021)\nWho's Talking to Chris Wallace? anchor (2022–present)\nThe Chris Wallace show anchor (2023–present)\nPolitical partyDemocraticSpouses\nElizabeth Jane Farrell\n​ ​(m. 1973, divorced)​\nLorraine (Martin) Smothers\n​ ​(m. 1997)​Children6ParentsMike Wallace (father)Norma Kaphan (mother)\nChristopher Wallace (born October 12, 1947) is an American broadcast journalist. He is known for his tough and wide-ranging interviews, for which he is often compared to his father, 60 Minutes journalist Mike Wallace.[1] Over his 50-year career in journalism he has been a correspondent, moderator, or anchor on CBS, ABC, NBC, Fox News, and now CNN. In 2018 he was ranked one of America's most trusted TV news anchors.[2] Wallace has won three Emmy Awards, a Peabody Award, a George Polk Award, the duPont-Columbia University Silver Baton Award, and a Paul White lifetime achievement award.[3][4]\nAs a teenager, Wallace became an assistant to Walter Cronkite during the 1964 Republican National Convention.[5] After graduating from Harvard University, he worked as a national reporter for The Boston Globe where he was described as an \"aggressive and ambitious reporter\".[6] After seeing the impact television had on news at the 1972 Republican National Convention, he focused on working on broadcast news, first at NBC (1975–1988), where he served as a White House correspondent alongside contemporaries CBS's Lesley Stahl and ABC's Sam Donaldson.[7] Wallace also worked the anchor for NBC Nightly News and host of Meet the Press. He then worked for ABC, where he served as an anchor for Primetime Thursday and Nightline (1989–2003). Wallace is the only person to have served as host and moderator of more than one of the major U.S. political Sunday morning talk shows, which he did during his time at NBC.[8] From 2003 to 2021, Wallace hosted Fox News Sunday, on which his interviews with politicians such as Barack Obama, Donald Trump, and Vladimir Putin received acclaim.[9][10]\nHe made history when he was chosen to moderate the final 2016 United States presidential debate between Donald Trump and former Secretary of State Hillary Clinton, this being the first for a Fox News journalist. He received praise from both sides of the aisle for his tough questioning of both presidential candidates, with The New York Times writing, \"Mr. Wallace mixed humor with scolding and persistence with patience to guide his charges toward the most substantive encounter of an unusually vicious election.\"[11][12] He was chosen again to moderate the first 2020 United States presidential debate between President Trump and former Vice President Joe Biden. After this debate, he referred to it as chaotic and unruly.[13] In 2022, he began hosting a new interview series titled Who's Talking to Chris Wallace? which airs on CNN and HBO Max.[14][15]\n\n\nEarly life and education[edit]\nWallace was born in Chicago, Illinois,[16] to longtime CBS 60 Minutes reporter Mike Wallace and Norma Kaphan.[17] Wallace is  Jewish;[18] both his parents were Jewish.[19][20] He was named Christopher because he was born on Columbus Day.[21][22] He had an elder brother, Peter (1942–1962), who died at the age of 19 after a mountain climbing accident.[23][24] His parents divorced when he was one year old; he grew up with his mother and stepfather Bill Leonard, President of CBS News.[25] Leonard gave him early exposure to political journalism, hiring him as an assistant to Walter Cronkite at the 1964 Republican National Convention. Wallace did not develop a relationship with his father, Mike, until the age of 14.[26]\nWallace attended the Hotchkiss School and Harvard College.[27] He first reported news on-air for WHRB, the student radio station at Harvard. He memorably covered the 1969 student occupation of University Hall and was detained by Cambridge policemen, using his one phone call to sign off a report from Cambridge City Jail with \"This is Chris Wallace from WHRB News reporting from Middlesex County Jail in custody.\"[28][29]\n\nCareer[edit]\nEarly career: The Boston Globe[edit]\nWallace as a reporter for WBBM-TV, 1975\nAlthough accepted at Yale Law School, he decided to work for The Boston Globe, where his boss described him as an \"aggressive and ambitious reporter\". He first covered City Hall during the time Kevin White was mayor of Boston and later became a roving national reporter.[30][31] Wallace noticed the power of television when he saw all the reporters at the 1972 political conventions were watching the proceedings on television instead of in person. For a time in the early 1970s, he worked for the Chicago station WBBM-TV, which was owned and operated by CBS.[32]\n\n1975–1988: NBC News[edit]\nNightly News, Meet the Press[edit]\nWallace began his network journalism career with NBC in 1975, where he stayed for 14 years as a reporter with WNBC-TV in New York City. Wallace then transferred to NBC's Washington bureau as a political correspondent for NBC News and later served as Washington co-anchor and news reader for the Today show with Bryant Gumbel and Jane Pauley in 1982. That same year, he also served as chief White House correspondent (1982–1989), anchor of the Sunday edition of NBC Nightly News (1982–1984, 1986–1987), and moderator of Meet the Press (1987–1988).\nOn May 18, 1985, as part of an NBC News special, Wallace did a joint interview with Ronald Reagan and Nancy Reagan at Camp David.[33]\nSome journalists have described Wallace's style as confrontational. During President Ronald Reagan's news conference in March 1987, when Reagan admitted to dealing arms for hostages, Wallace asked Reagan why he had denied that Israel was involved with the arms sales to Iran \"when you knew that wasn't true.\"[34]\nIn 1988, Wallace covered the 1988 Republican National Convention for NBC News, where he interviewed political figures, including real estate tycoon Donald Trump questioning him about flirting with running for political office.[35]\n\n1989–2003: ABC News[edit]\nPrimetime Live and Nightline[edit]\nWallace with Ronald Reagan and Nancy Reagan in 1985\nWallace left NBC in late 1988 for ABC.[36] Sam Donaldson, ABC's outgoing chief White House correspondent, said he was \"delighted\" and \"very pleased\" that Wallace, his journalistic rival, would be joining the network saying, \"I've always liked his work, I think he's going to be a plus.\"[37] At ABC News, Wallace was the senior correspondent for Primetime Live and occasionally hosted Nightline. During the Persian Gulf War in 1991, he reported from Tel Aviv on the Iraqi Scud missile attacks. At the time, the Israeli government did not want to advertise where the Scuds landed to prevent the Iraqis from adjusting their launchers. On one episode of Nightline, Wallace started describing the location where a Scud missile landed in Tel Aviv. Host Ted Koppel cut him off and asked him to point to a general area rather than give a specific location.[38]\n\n2003–2021: Fox News[edit]\nFox News Sunday[edit]\n Arrival, major interviews \n\nWallace interviews Maryland governor Larry Hogan in 2015.\nAfter 14 years at ABC, Wallace left in 2003 to join Fox News. Wallace began hosting Fox News Sunday with Chris Wallace in 2003 after replacing Tony Snow. Wallace and Shepard Smith gained a reputation at Fox for their reputable status as journalists on the network.[39][40] In an interview with the Chicago Tribune, Howard Kurtz wrote, \"Fox seems to be inching toward more conventional journalism.\" When asked about his political opinions, Wallace stated, \"Do I have political opinions? Absolutely. But I vote for the person, and I've voted for Republicans and Democrats and independents over the course of my life. I feel very strongly that you try not to let that affect the way you report the news.\"[39] Fox News Chairman Roger Ailes called Wallace \"one of the best interviewers in the business. ... I have no idea what he thinks personally, but he asks tough questions of everybody.\"[39]\nThroughout his 18 years at Fox, Wallace had participated in coverage of nearly every major political event and secured several high-profile interviews with dignitaries and U.S. leaders. In February 2009, he secured Fox's first interview with President Barack Obama.[41] On March 3, 2016, Wallace joined Bret Baier, and Megyn Kelly in moderating the 2016 Republican Party Presidential debate on Fox News.[42] In 2017, he interviewed President Donald Trump in his first interview since being elected.\n\nDebates, coverage, and interviews[edit]\n Third presidential debate (2016) \n\nBret Baier, Megyn Kelly, and Chris Wallace moderating the 2016 Republican Party Presidential debate\nThe Commission on Presidential Debates selected Chris Wallace as moderator of the third and final 2016 Presidential debate between Donald Trump and Hillary Clinton. The debate was held on October 19, 2016, at the University of Nevada, Las Vegas. This was the first time a Fox News anchor had moderated a general election presidential debate.[43] After he was selected, Wallace said, \"it's not my job\" to fact-check candidates, but that it was the job of the opposing candidate.[44] Wallace stated, \"I take it very seriously, this is not a TV show. This is part of civics, the constitution, if you will, in action, because this is helping millions of people decide who we're going to elect as the next president\".[45] He received notable praise from both sides of the aisle for his tough questioning of both presidential candidates at that last presidential debate of the 2016 election. Afterward, Jennifer Rubin in The Washington Post said that, despite her strong disapproval of other Fox News commentators, \"No one could watch the final debate and deny that Chris Wallace is among the best in the business.\"[11]\n Interview with Vladimir Putin (2018) \n\nWallace interviewing Vladimir Putin in 2018\nIn July 2018, Wallace interviewed Russian leader Vladimir Putin. Wallace questioned Putin about why so many of his political opponents end up dead, and sought to hand Putin papers containing the indictment of 12 Russian agents for interference in the 2016 election. Putin declined to touch the papers.[46][47] According to The Washington Post's Aaron Blake, Putin was \"clearly frustrated by a journalist actually challenging him\".[46] According to The New York Times, Wallace's interview was \"widely praised\".[48] His interview earned him a News and Documentary Emmy Award for Outstanding Live Interview.[49] It was the first News and Documentary Award in Fox News' history.[50]\n Coverage of the Kavanaugh hearings \nIn September 2018, Wallace covered the Supreme Court hearings for Brett Kavanaugh, during which Kavanaugh was accused of sexual assault by multiple women, including Christine Blasey Ford. Wallace described Ford's testimony as \"extremely emotional, extremely raw, and extremely credible...nobody could listen to her deliver those words and talk about the assault and the impact it had had on his life, on her life, and not have your heart go out to her. She obviously was traumatized by an event.\"[51][52] He also described the cross-examination format as \"a disaster for the Republicans.\"[53] When Ford's testimony was criticized by conservative pundits, Wallace discussed how his daughters had related their own previously undisclosed experiences. Wallace said they \"hadn't told their parents, I don't know if they told their friends. Certainly had never reported it to police...But the point is that there are teenage girls who don't tell stories to a lot of people, and then it comes up, and I don't think we can disregard that, I don't think we can disregard Christine Blasey Ford and the seriousness of this. I think that would be a big mistake.\"[54][55]\n Coverage of the impeachment of Donald Trump \nOn January 27, 2020, Wallace got into a heated exchange with conservative pundit Katie Pavlich of TownHall.com on Fox News Sunday as to whether or not additional witnesses should be allowed to testify during the 2020 Impeachment trial of Donald Trump in the Senate.[56][57] Pavlich argued that Republicans should be allowed to deny Democrats the right to call witnesses during the trial citing the 1998 Investigation and Impeachment of Bill Clinton. Wallace objected stating, \"So we just shouldn't listen to what John Bolton has to say?\", elaborating, \"To say in the Clinton investigation, these people who were interviewed by the House — one, they weren't — and to say that it wasn't done by the Justice Department... It wasn't done because the Justice Department refused to carry out the investigation! Get your facts straight!\"[58][59]\n Interview with Donald Trump (2020) \nOn July 19, 2020, Wallace sat down with President Donald Trump for a wide-ranging interview outside The White House. The interview gained much attention on social media and conventional news outlets for its content. Wallace earned praise for holding Trump accountable and fact-checking him in real time.[60][61] In the midst of the ongoing nationwide Black Lives Matter protests over the murder of George Floyd, Wallace pressed Trump on his claim that Joe Biden, the presumptive 2020 Democratic presidential nominee wanted to \"defund and abolish\" the police by replying \"No, sir, he does not.\"[62] In reference to the COVID-19 pandemic, Wallace also challenged Trump on his exaggerated claims concerning the mortality rate and testing for COVID-19. When confronted by the statistics, the President responded: \"I'll be right eventually.\" Many have compared the interview style with that of Wallace's father, 60 Minutes journalist Mike Wallace. This includes Frank Sesno, a professor at George Washington University who teaches a class on \"the art of the interview\",  who stated, \"He's very good at this. He's been doing this for a long time. And he's got the Wallace DNA.\"[61] Many noticed Trump's awkwardness during the interview, including Meghan McCain who stated on The View that, \"it was the first time I've really seen President Trump squirm.\"[63]\n First presidential debate (2020) \nThe Commission on Presidential Debates (CPD) selected Wallace as moderator of the first presidential debate, held on September 29, 2020, at Case Western Reserve University in Cleveland, Ohio.[64] The debate was deemed a \"disaster\" by various news pundits for its lack of decorum, civility, and content. During the debate, Wallace tried to gain control numerous times including stopping the debate and telling the candidates, specifically Trump, \"So here's the deal...I think the country would be better served if we allowed both people to speak with fewer interruptions, I'm appealing to you sir\".[65]\nNumerous post debate polls declared Biden the winner of the debate.[66][67][68] In response to the debate, Wallace shared his frustration with the President in an interview with Bill Hemmer where he stated that Trump \"bears the primary responsibility for what happened\" and that \"It was frustrating for me because I tried hard to prepare for a serious debate, much more frustrating and more importantly for the American people because they didn't get the debate they wanted that they deserved.\"[69] Some viewers, including several Fox News personalities, accused Wallace of unfairness towards Trump, though Fox News executives released a statement commending Wallace's \"professionalism, skill and fortitude in a unique situation.\"[69] The CPD also praised Wallace stating, they were \"grateful to Chris Wallace for the professionalism and skill he brought to last night's debate\" while also stating they intend to ensure that additional tools to maintain order are in place for the remaining debates.\"[70][71]\n 2020 U.S. presidential election \nOn November 3, Wallace joined Brit Hume, Juan Williams, Dana Perino in Bret Baier and Martha McCallum's election night coverage of the 2020 presidential election on Fox News. Wallace defended the network's decision to call Arizona for Biden over Trump despite being under tremendous pressure from Trump and his campaign.[72] Later that night, Trump prematurely declared victory in the election, saying: \"Frankly, we did win this election,\" despite there having been too few results received from other states for either Trump or Biden to have won. Trump also stated he wanted \"all the voting to stop\".[73] Wallace reacted to the President's claim by stating on air: \"This is an extremely flammable situation and the president just threw a match into it. He hasn't won these states ... the president doesn't get to say he won states ... there's no question that all these states can continue to count votes.\"[74][75][76] Wallace further condemned Trump's wanting to halt votes from being counted by saying that it was \"extremely irresponsible\" and that he didn't think the courts would allow it.[77]\n\n2022–present: CNN[edit]\nWho's Talking to Chris Wallace?[edit]\nSee also: Who's Talking to Chris Wallace?\nOn the December 12, 2021, episode of Fox News Sunday, Wallace announced that it would be his final day hosting the program. It was later announced that Wallace had been hired by CNN to host a new program for its streaming service CNN+, which launched in April 2022.[78] Wallace stated the show was inspired by Larry King, Charlie Rose, and his father Mike Wallace.[79] Wallace had complained to Fox management about its opinion hosts, in particular Sean Hannity's and Tucker Carlson's increasing emphasis on untruths about the January 6 United States Capitol attack and the outcome of the 2020 presidential election. Wallace was particularly disturbed by Carlson's special Patriot Purge.[80] He said the work environment at Fox grew \"increasingly unsustainable\" for him after the 2020 election.[79]\nOn April 21, 2022, Warner Bros. Discovery, the parent company of CNN and CNN+, announced they were shutting down CNN+, which occurred on April 28.[81] At their Upfront presentation the following month, it was revealed that Who's Talking had gone back into production, and would make its new home at CNN and HBO Max. [82] In its first season Wallace interviewed former Supreme Court Justice Stephen Breyer, actor George Clooney, representative Alexandria Ocasio-Cortez, comedian Billy Crystal, athlete Alex Rodriguez, musician Meghan Trainor, chef José Andrés, and author James Patterson.[83] The series' second season featured interviews with James Cameron and Hugh Jackman, and is now in its third season.\n\nThe Chris Wallace Show[edit]\nIn August 2023, it was announced in a major news programming overhaul that Wallace will now host a new Saturday morning program entitled The Chris Wallace Show from 10-11 a.m. ET. He will continue to host Who's Talking to Chris Wallace?.[84]\n\nOther appearances[edit]\nIn 2012, Wallace appeared on Jeopardy! during \"Power Players Week\", which featured journalists, politicians, and television personalities as contestants.[85] He competed against BBC journalist Katty Kay, and television personality Dr. Oz. Wallace won the game with $22,400 to Kay's $8,000 and Oz's $5,900.[citation needed]\nIn July 2019, Wallace appeared on The Late Show with Stephen Colbert to promote a documentary about his father, Mike Wallace is Here.[86]\nIn December 2019, Wallace stated at the Washington Media Museum: \"Trump is engaged in the most direct sustained assault on freedom of the press in our history.\"[87] He also stated that in his 50-year career in journalism, his highlights include \"spending a week with Mother Teresa in Calcutta\", covering Ronald Reagan across the world for ABC News, and interviewing Vladimir Putin in Helsinki, where he asked, \"Why do so many people who oppose you end up dead?\"[88]\n\nBibliography[edit]\nFirst Lady: A Portrait of Nancy Reagan (1986) ISBN 0312292430\nCharacter: Profiles in Presidential Courage (2004) ISBN 159071038X\nCountdown 1945: The Extraordinary Story of the Atomic Bomb and the 116 Days That Changed the World (2020), (ISBN 1982143347)\nIn June 2020, Wallace published his third book, Countdown 1945: The Extraordinary Story of the Atomic Bomb and the 116 Days That Changed the World, with Mitch Weiss. The book received positive reviews,[89] spent multiple weeks on The New York Times Best Seller list,[90] and was included on The Dad Bookshop's list of Ten Best Non-fiction Dad Books of 2020.[91]\n\nAccolades and honors[edit]\nIn addition to being awarded a Peabody Award and being awarded three News & Documentary Emmy Awards[3][4] he has been awarded:\n\n1992: The George Polk Award in Journalism for Foreign reporting for his work on ABC News's Primetime Live.[92]\n1993: The Alfred I. duPont–Columbia Silver Baton Award for Excellence in Television Journalism\n2011: The National Press Foundation Award for Broadcast excellence[93]\n2012: The Sol Taishoff Award for Excellence in Broadcast Journalism, National Press Foundation[94]\n2013: The Paul White lifetime achievement award by the Radio Television Digital News Association[95]\n2014: The Golden Plate Award of the American Academy of Achievement presented by Awards Council member Dr. Ben Carson[96][97]\n2017: The Founders Award for Excellence in Journalism, International Center for Journalists (ICFJ)[98]\n2018: The \"Tex\" McCrary Journalism Award, Congressional Medal of Honor Society[99]\n2018: \"The Freedom of Speech Award\" from the Culture and Media Institute[100]\n2020: Poynter Medal for Lifetime Achievement in Journalism at the institute's annual fundraising gala in November.[101]\nWallace sits on the Board of Selectors of Jefferson Awards for Public Service.\nPersonal life[edit]\nWallace has said that despite his blood relationship with his father, Mike, his stepfather, Bill Leonard, had far more impact on his life. Wallace said that Leonard was \"the single most important person in my life\".[102] Wallace first developed a relationship with his father in his teens, after his older brother Peter died in 1962 climbing a mountain in Greece.[103] Wallace has stated that he is a fan of the Washington Commanders.\nWallace has been married twice. In 1973, he married Elizabeth Farrell, with whom he has four children: Peter (father of William, Caroline, and James),[104] Megan (mother of Sabine and Livia), Andrew (father of Jack and Luke), and Catherine.[105] In 1997, he married Lorraine Smothers (née Martin, born 1959), the former wife of Dick Smothers.[106] Lorraine has two children from her previous marriage: Sarah Smothers and Remick Smothers.[107][108] Wallace's daughter-in-law, Jennifer Breheny Wallace, wife of Chris Wallace's son Peter, is a journalist and bestselling author of the 2023 book Never Enough.[109][110]\nIn 2006, The Washington Post reported that Wallace was registered as a Democrat in Washington, D.C., and had been so for more than two decades. Wallace said that he did so for pragmatic reasons, in response to the party's preeminence in the city's politics, commenting: \"If you want a say in who's going to be the next mayor or councilman, you have to vote in the Democratic primary.\" He maintained that he had previously voted for candidates from both major parties.[111]\n\nIn popular culture[edit]\nIn 2016, Wallace was portrayed by Tom Hanks on Saturday Night Live in the Third Presidential Debate Cold Open.[112][113] He was played by Beck Bennett in 2020.\nIn 2019, Wallace was portrayed by Marc Evan Jackson in Jay Roach's film Bombshell.\n\nReferences[edit]\n\n\n^ Grynbaum, Michael M. (June 14, 2020). \"Chris Wallace, Insider and Outlier at Fox News\". The New York Times. Retrieved November 16, 2020.\n\n^ \"America's Most Trusted TV News Anchors Revealed (Exclusive Poll)\". The Hollywood Reporter. November 13, 2018. Retrieved September 25, 2020.\n\n^ a b Feloni, Richard (December 9, 2014). \"50-Year Broadcast Veteran Chris Wallace On What Common Career Mistake To Avoid\". Business Insider. Retrieved May 27, 2019.\n\n^ a b Lambert, Craig (May–June 2021). \"Straight-Up News\". Harvard Magazine. Archived from the original on April 14, 2021. Retrieved December 14, 2021.\n\n^ \"Anchor Chris Wallace is Known For Tough, But Fair, Interviews\". International Center for Journalists. Archived from the original on December 22, 2021. Retrieved September 25, 2020.\n\n^ \"LChris Wallace Used to be a Globe\". The Boston Globe. Retrieved September 25, 2020.\n\n^ \"Chris Wallace Is Fox News's Man in the Middle\". Town & Country. Retrieved October 1, 2020.\n\n^ Bevan, Tom (September 18, 2015). \"The New Dean of Sunday Mornings\". RealClear Politics. Retrieved April 7, 2016.\n\n^ \"Chris Wallace to Vladimir Putin: Why Do So Many Of Your Enemies Wind Up Dead?\". Real Clear Politics. Retrieved September 25, 2020.\n\n^ \"5.8 Million Watch Chris Wallace Interview With President Trump\". Forbes. Retrieved September 25, 2020.\n\n^ a b Rubin, Jennifer (October 26, 2016). \"The mainstreaming of racism on Fox News\". The Washington Post. Archived from the original on November 4, 2018. Retrieved January 3, 2023.\n\n^ Grynbaum, Michael M. (October 20, 2016). \"Chris Wallace, Mixing Humor with Scolding Guides Final Debate\". The New York Times. Retrieved October 28, 2020.\n\n^ Cherny, Tomas (October 3, 2020). \"Corona virus and Fox news collide\". The Washington Post. Retrieved October 3, 2020.\n\n^ Winslow, George (February 23, 2022). \"CNN+ Unveils Its Full Programming Slate\". TVTechnology. Retrieved February 25, 2022.\n\n^ Hayes, Dade (May 18, 2022). \"Chris Wallace Talk Show Headed To HBO Max And CNN Sunday Night Slot; New CNN Boss Chris Licht Vows To 'Challenge' Cable News Norms, Disrupt Mornings – Upfronts\". Deadline Hollywood. Retrieved May 18, 2022.\n\n^ Murray, Michael D., ed. (1998). Encyclopedia of Television News. Greenwood. p. 273. ISBN 978-1573561082.\n\n^ Kennedy, Randy (October 24, 1994). \"William Leonard, 78, Former Head of CBS News\". The New York Times. Retrieved June 27, 2011. After retiring Mr. Leonard lived in Washington with his second wife, the former Norma Kaphan Wallace, ex-wife of the \"60 Minutes\" correspondent, Mike Wallace.\n\n^ \"7 Things About Debate Moderator Chris Wallace — Starting With He's Jewish\" by Thea Glassman, The Forward, October 19, 2016\n\n^ Tim Weiner (April 8, 2012). \"Mike Wallace, CBS Pioneer of '60 Minutes,' Dies at 93\". The New York Times. Retrieved April 8, 2014.\n\n^ Stars of David: Prominent Jews Talk About Being Jewish By Abigail Pogrebin retrieved March 30, 2013.\n\n^ Gajewski, Ryan (October 19, 2016). \"Chris Wallace, Third Presidential Debate 2016 Moderator: 25 Things You Don't Know About Me (I Beat Michael Jordan at Basketball!)\". Us Weekly. 1. I am named Christopher because I was born on the real Christopher Columbus Day, October 12. 2. My mom hated her middle name (Augusta), so she let me choose mine. I went by Christopher Tarzan for a while.\n\n^ Grynbaum, Michael M. (June 14, 2020). \"Chris Wallace, Insider and Outlier at Fox News\". The New York Times. ISSN 0362-4331. Retrieved August 13, 2020. Though his parents were both Jewish, Mr. Wallace — named Christopher because he was born on Columbus Day — attended Episcopalian prep school in a uniform bearing a small cross, startling his Jewish grandmother.\n\n^ \"Chris Wallace: How brother's tragic death reunited Fox anchor with his father Mike and inspired his journalism\". MEAWW. September 29, 2020. Retrieved February 11, 2022.\n\n^ Width, Nicole (September 25, 2020). \"The Tragic Death Of Chris Wallace's Brother\". TheList.com. Retrieved February 11, 2022.\n\n^ Shea, Danny (April 13, 2009). \"Chris Wallace On Playing Newsman With His Stepfather, Why Roger Ailes Is Like Roone Arledge\". HuffPost. Retrieved May 15, 2012.\n\n^ \"Newsman Mike Wallace dead at 93 –\". USA Today. April 8, 2012. Retrieved May 15, 2012.\n\n^ Yung, Jim. \"Famous Alumni: Your House's Claim to Fame\". Harvard Crimson. Archived from the original on November 15, 2010. Retrieved October 12, 2016.\n\n^ Levinson, Arlene (March 15, 1989). \"Harvard Alumni Plan Reunion To Mark Shutting Down University in 1969\". Associated Press.\n\n^ Lambert, Craig, ed. (March–April 2019). \"Echoes of 1969\". Harvard Magazine. Vol. 121, no. 4. pp. 52–60. Retrieved May 7, 2019.\n\n^ \"Chris Wallace Used to be a Globe\". The Boston Globe. Retrieved September 25, 2020.\n\n^ Singer, Jonathan (July 14, 2005). \"Son of '60 Minutes' icon makes his own mark at Fox News\". The Hill. p. 19.\n\n^ Anonymous (April 13, 2010). \"Harvard's WHRB celebrates 70 years – Cambridge, Massachusetts – Cambridge Chronicle\". Wickedlocal.com. Archived from the original on November 1, 2020. Retrieved May 15, 2012.\n\n^ \"President Reagan and Nancy Reagan's Interview with Chris Wallace on May 18, 1985\". Youtube. Archived from the original on December 22, 2021. Retrieved November 8, 2020.\n\n^ Church, George J.; Beckwith, David; Gorey, Hays (March 30, 1987). \"Reagan: Well, He Survived\". Time. Retrieved September 19, 2018.\n\n^ \"Interview: Donald Trump on RNC Convention Floor with Chris Wallace - August 17, 1988\". Youtube. Archived from the original on December 22, 2021. Retrieved November 8, 2020.\n\n^ Gerard, Jeremy (December 8, 1988). \"TV Notes\". The New York Times. p. C26. Retrieved February 12, 2023.\n\n^ \"Chris Wallace, outgoing NBC White House correspondent, will go...\" UPI.\n\n^ Richmond, Ray (January 20, 1991). \"Networks wary of broadcasting military secrets\". Orange County Register. p. A05.\n\n^ a b c Kurtz, Howard (October 29, 2003). \"'Straight-news man' Wallace to be 'Fox News Sunday' host\". Chicago Tribune.\n\n^ Allsop, Jon (October 19, 2019). \"What Shep Smith's exit says about Fox News\". Columbia Journalism Review.\n\n^ \"Two U.S. Journalists to Receive Top Honors at Prestigious International Media Gala\". International Center for Journalists.\n\n^ \"Bret Baier, Megyn Kelly, Chris Wallace return for March 3 debate\". Politico. February 4, 2016. Retrieved May 18, 2020.\n\n^ \"CPD Announces 2016 Debate Moderators\". Commission on Presidential Debates.\n\n^ Why moderators aren't the best option for fact-checking debates, By David Uberti, CJR, September 12, 2016.\n\n^ \"Chris Wallace: First debate host and Fox anchor unloved by Trump\". BBC News. September 28, 2020. Retrieved November 8, 2020.\n\n^ a b Blake, Aaron. \"Analysis | Fox News's Chris Wallace gives Putin the grilling Trump won't\". The Washington Post. Archived from the original on July 17, 2018. Retrieved July 17, 2018.\n\n^ Wilstein, Matt (July 16, 2018). \"Fox News' Chris Wallace Presses Vladimir Putin in Tense Interview After Donald Trump Gives Him a Pass\". The Daily Beast. Retrieved July 17, 2018.\n\n^ Grynbaum, Michael M. (December 12, 2021). \"Chris Wallace Leaves Fox News as Right-Wing Hosts Hold Sway\". The New York Times. ISSN 0362-4331. Retrieved December 14, 2021.\n\n^ \"NOMINEES FOR THE 40th ANNUAL NEWS & DOCUMENTARY EMMY® AWARDS ANNOUNCED – The Emmys\". theemmys.tv.\n\n^ Joyella, Mark. \"Fox News Gets Its First-Ever News And Documentary Emmy Nomination\". Forbes.\n\n^ \"Fox News's Chris Wallace on the Kavanaugh hearing: \"This is a disaster for the Republicans\"\". Vox. September 27, 2018. Retrieved July 21, 2020.\n\n^ \"On Fox News, Ford Testimony Seen as 'Disaster' for GOP\". Bloomberg L.P. September 27, 2018. Retrieved July 21, 2020.\n\n^ \"Fox News' Chris Wallace Declares Start Of Christine Ford Testimony \"Disaster For Republicans\"\". Deadline Hollywood. September 27, 2018. Retrieved July 21, 2020.\n\n^ \"Chris Wallace: My daughters disclosed incidents from their youth after Kavanaugh allegations\". The Hill. September 27, 2018. Retrieved July 21, 2020.\n\n^ \"Fox News' Chris Wallace: My Daughters Revealed High School 'Stories' In Light Of Kavanaugh Allegations\". Huffington Post. September 27, 2018. Retrieved July 21, 2020.\n\n^ \"Fox's Chris Wallace, Katie Pavlich spar on impeachment: 'Get your facts straight'\". The Hill.com. January 27, 2020. Retrieved July 21, 2020.\n\n^ \"Fox News anchor Chris Wallace tells conservative commentator to get her 'facts straight' in heated exchange over impeachment witnesses\". Business Insider. Retrieved July 21, 2020.\n\n^ \"FOX's Katie Pavlich and Chris Wallace Spar Over Impeachment Trial Witness Rules: \"Get Your Facts Straight\"\". Real Clear Politics. Retrieved July 21, 2020.\n\n^ \"'Get your facts straight': Chris Wallace slams conservative pundit during impeachment debate\". Washington Examiner. January 27, 2020. Retrieved July 21, 2020.\n\n^ \"Chris Wallace checkmates Trump in real time\". The Washington Post. Retrieved July 20, 2020.\n\n^ a b \"Fox's Chris Wallace gets praise for his interview with Trump\". Associated Press. July 20, 2020. Retrieved July 20, 2020.\n\n^ \"The 55 most shocking lines from Chris Wallace's interview with Donald Trump\". CNN. July 20, 2020. Retrieved July 20, 2020.\n\n^ \"Fox's Chris Wallace gets praise for his interview with Trump\". Associated Press. July 20, 2020. Retrieved July 22, 2020.\n\n^ Flood, Brian (September 2, 2020). \"Fox News' Chris Wallace to moderate first Trump-Biden presidential debate\". Fox News. Retrieved September 9, 2020.\n\n^ \"Chris Wallace Asks Trump to Stop Interrupting Biden at Ohio Debate\". Youtube. Archived from the original on December 22, 2021. Retrieved October 1, 2020.\n\n^ Agiesta, Jennifer (September 29, 2020). \"Post-debate CNN poll: Six in 10 say Biden won the debate\". CNN. Retrieved September 30, 2020.\n\n^ Prokop, Andrew (September 30, 2020). \"The first post-debate polls say Biden won\". Vox. Retrieved September 30, 2020.\n\n^ Richardson, Reed (September 29, 2020). \"Breaking: Biden Beats Trump 48–41 in CBS News' Instant Post-Debate Poll\". Mediaite. Retrieved September 29, 2020.\n\n^ a b \"Chris Wallace blames Trump for chaotic debate: He 'bears the primary responsibility'\". CNN. October 2020. Retrieved October 1, 2020.\n\n^ \"Commission on Presidential Debates says it will make changes to format to 'ensure a more orderly discussion;\". CNN. Retrieved October 1, 2020.\n\n^ \"Trump campaign calls debate commission leaders 'swamp monsters' after group floats rule changes\". Yahoo News. October 2020. Retrieved October 1, 2020.\n\n^ \"Trump campaign was livid when Fox News called Arizona for Biden — and tensions boiled over on-air\". The Washington Post. Retrieved November 6, 2020.\n\n^ \"Fox News host Chris Wallace condemned Trump's baseless claim of election victory: 'extremely inflammatory'\". Business Insider. Retrieved November 5, 2020.\n\n^ \"Chris Wallace condemns Trump claims that he won the election\". The Hill. November 4, 2020. Retrieved November 6, 2020.\n\n^ \"Fox News' Chris Wallace says Trump 'threw a match at a flammable situation'\". The Independent. November 4, 2020. Retrieved November 5, 2020.\n\n^ \"Fox News' Chris Wallace Says Trump's Premature Victory Statement 'Threw a Match' on 'Extremely Flammable Situation'\". Newsweek. November 4, 2020. Retrieved November 6, 2020.\n\n^ \"Chris Wallace: Trump 'threw a match' on 'extremely flammable situation'\". Yahoo News. November 4, 2020. Retrieved November 6, 2020.\n\n^ Darcy, Oliver; Stelter, Brian (December 12, 2021). \"Chris Wallace announces he is leaving Fox News, joining CNN+\". CNN.\n\n^ a b Grynbaum, Michael M. (March 27, 2022). \"Chris Wallace Says Life at Fox News Became 'Unsustainable'\". The New York Times. Retrieved March 27, 2022.\n\n^ \"Fox anchor Chris Wallace makes his own news with move to CNN\". Associated Press. December 12, 2021.\n\n^ Johnson, Ted (April 27, 2022). \"CNN+ To Cease On Thursday, Two Days Earlier Than Announced\". Deadline Hollywood. Retrieved April 27, 2022.\n\n^ Hayes, Dade (May 18, 2022). \"Chris Wallace Talk Show Headed To HBO Max And CNN Sunday Night Slot; New CNN Boss Chris Licht Vows To \"Challenge\" Cable News Norms, Disrupt Mornings – Upfronts\". Deadline. Retrieved May 18, 2022.\n\n^ \"Chris Wallace Returns With Dual Platform Talk Show For HBO Max & CNN: \"It Was A Bumpy Road To Get From Here To There, But We Feel Very Lucky\"\". Deadline Hollywood. September 23, 2022. Retrieved November 12, 2022.\n\n^ Darcy, Oliver (August 14, 2023). \"CNN announces sweeping new lineup ahead of 2024 election | CNN Business\". CNN. Retrieved August 14, 2023.\n\n^ \"Media Bigwigs Join 'Jeopardy!' Power Players Week\". HuffPost. April 17, 2012. Retrieved February 25, 2022.\n\n^ \"Chris Wallace: People Were Scared When Mike Wallace Showed Up\". YouTube. Archived from the original on December 22, 2021. Retrieved June 10, 2020.\n\n^ Smith, David (December 12, 2019). \"Fox host lambasts Trump over 'most sustained assault on press freedom in US history'\". The Guardian.\n\n^ Hains, Tim. \"Chris Wallace to Vladimir Putin: Why Do So Many Of Your Enemies Wind Up Dead?\". realclearpolitics.com. RealClearPolitics. Retrieved September 4, 2020.\n\n^ \"Book Marks – Countdown 1945: The Extraordinary Story of the Atomic Bomb and the 116 Days That Changed the World\". Book Marks. Retrieved July 13, 2020.\n\n^ \"Hardcover Nonfiction Books – Best Sellers – The New York Times\". The New York Times. July 19, 2020. Retrieved July 13, 2020.\n\n^ \"The Dad Bookshop\". The Dad Bookshop. November 1, 2020. Retrieved November 1, 2020.\n\n^ \"Publishers: Editors: Managing Editors\". Associated Press. Retrieved October 29, 2020.\n\n^ \"Chris Wallace\". National Press Foundation.\n\n^ \"Chris Wallace\". Distinguished Speaker Series.\n\n^ \"Paul White Award\". Radio Television Digital News Association. Archived from the original on February 25, 2013. Retrieved May 27, 2014.\n\n^ \"Golden Plate Awardees of the American Academy of Achievement\". www.achievement.org. American Academy of Achievement.\n\n^ \"2014 Summit Summary\". American Academy of Achievement.\n\n^ \"Chris Wallace, Winner of the 2017 ICFJ Founders Award for Excellence in Journalism\". International Center for Journalists. Retrieved November 10, 2017.\n\n^ \"Fox News Sunday Anchor Chris Wallace Honored With 'Tex' McCrary Journalism Award\". Mediaite. September 16, 2018. Retrieved January 3, 2019.\n\n^ Kaplar, Richard T. \"Chris Wallace and Cathy Hughes To Receive Media Institute Awards at Oct. 24 Gala in Washington\".\n\n^ Dyakon, Tina (September 23, 2020). \"Poynter to honor Chris Wallace at its fundraising gala\". Poytner. Retrieved October 28, 2020.\n\n^ \"Fox News anchor Chris Wallace credits his success to 'three giants of broadcasting'\". The Washington Post. March 8, 2012.\n\n^ Deborah Solomon. \"The Newsman Makes News\". The New York Times. October 8, 2006.\n\n^ \"Weddings/Celebrations; Jennifer Breheny, Peter Wallace\". The New York Times. June 27, 2004.\n\n^ Martha Smilgis. \"For Chris Wallace of NBC's Prime Time, His 60 Minutes Rivals Are Dan, Morley, Harry—and Dad\". People. July 30, 1979.\n\n^ \"Ex-wife Of Dick Smothers\". Chicago Tribune. September 21, 1986.\n\n^ Erik Meers. \"Passages\". People. July 21, 1997.\n\n^ Film Reference: Chris Wallace Biography (1947–). Retrieved April 8, 2012.\n\n^ \"How to raise kids without \"toxic achievement culture\" - CBS News\". www.cbsnews.com. Retrieved September 15, 2023.\n\n^ \"WEDDINGS/CELEBRATIONS; Jennifer Breheny, Peter Wallace\". The New York Times. June 27, 2004. ISSN 0362-4331. Retrieved September 15, 2023.\n\n^ Argetsinger, Amy (October 11, 2006). \"Chris Wallace, Card-Carrying Democrat?\". The Washington Post. Retrieved September 29, 2020.\n\n^ \"Tom Hanks Joins Alec Baldwin In Ridiculing Donald Trump On 'SNL'\". Huffington Post. October 23, 2016. Retrieved October 31, 2020.\n\n^ \"Watch Tom Hanks play moderator Chris Wallace in Saturday Night Live's take on the third debate\". The Boston Globe. Retrieved October 31, 2020.\n\n\nExternal links[edit]\nBiography at Fox News\nAppearances on C-SPAN\nChris Wallace   on Charlie Rose\n\n\nMedia offices\n\n\nPreceded byMarvin Kalb\n\n Meet the Press moderator 1987–1988\n\nSucceeded byGarrick Utley\n\n\nPreceded byTony Snow\n\n Fox News Sunday anchor 2003–2021\n\nIncumbent\n\n\nvteFox News personalitiesAnchors\nBanderas\nBream\nHemmer\nNeville\nRoberts\nScott\nShawn\nSmith\nHosts\nBaier\nBartiromo\nCain\nCampos-Duffy\nCasone\nCavuto\nDoocy\nEarhardt\nFaulkner\nGowdy\nGutfeld\nKudlow\nKurtz\nHannity\nHegseth\nHilton\nIngraham\nJenkins\nKennedy\nKilmeade\nH. Levin\nM. Levin\nMacCallum\nMcDowell\nPerino\nPirro\nWatters\nCorrespondentsand reporters\nCorke\nCowan\nDoocy\nEdson\nEmanuel\nGabrielle\nGallagher\nGreen\nGriffin\nHarrigan\nHasnie\nHenneberg\nIngle\nKeating\nKennedy\nLeventhal\nLine\nLlenas\nMcEnany\nMcKelway\nRafferty\nStegall\nContributorsand analysts\nBaker\nBarnes\nBruce\nCafaro\nCompagno\nDomenech\nFord Jr.\nGingrich\nHume\nJones\nLahren\nLane\nLayfield\nLowry\nMarshall\nMcGlowan\nMiller\nMishkin\nMorris\nOwens\nPavlich\nRove\nSiegel\nTerrell\nTimpf\nTyrus\nYork\nWilliams\nMeteorologists\nDean\nReichmuth\nPast hosts\nAngle\nBeck\nBila\nBolling\nBongino\nBriggs\nCamerota\nG. Carlson\nT. Carlson\nChetry\nChilders\nColmes\nGuilfoyle\nHasselbeck\nHenry\nHill\nHuddy\nHuntsman\nJerrick\nG. Kelly\nM. Kelly\nKooiman\nMele\nMorris\nNorth\nO'Reilly\nSchmitt\nSkinner\nSmith\nTantaros\nSusteren\nVittert\nWallace\nWright\nPast correspondentsand reporters\nBarber\nCameron\nFisher\nHuntsman\nGarrett\nGoler\nHerridge\nMolina\nRosen\nPast contributorsand analysts\nBeckel\nBreitbart\nBrown\nCaddell\nCarson\nCafasso\nCheney\nClark\nCrowder\nCupp\nDash\nB. Goldberg\nJ. Goldberg\nHam\nHayes\nHenican\nHoover\nKasich\nKrauthammer\nKristol\nKucinich\nMcCain\nMcInnes\nMorris\nNapolitano\nPalin\nPeters\nPowers\nRivera\nSanders\nSchoen\nStossel\nWest\nWiehl\nWill\nZahn\n\nvteWhite House correspondentsABC\nBryson Rash\nEdward P. Morgan\nBill Lawrence\nFrank Reynolds\nTom Jarriel\nSam Donaldson\nBrit Hume\nJohn Donvan\nTerry Moran\nMartha Raddatz\nJake Tapper\nJonathan Karl\nCecilia Vega\nCBS\nCharles Collingwood\nRobert Pierpoint\nGeorge Herman\nDan Rather\nBob Schieffer\nEd Bradley\nLesley Stahl\nRita Braver\nScott Pelley\nJohn Roberts\nJim Axelrod\nChip Reid\nNorah O'Donnell\nMajor Garrett\nWeijia Jiang\nCNN\nCharles Bierbauer\nWolf Blitzer\nJohn King\nEd Henry\nJessica Yellin\nBrianna Keilar\nJim Acosta\nJeff Zeleny\nSara Murray\nAbby Phillip\nPamela Brown\nKaitlan Collins\nPhil Mattingly\nFox\nJohn Roberts\nKevin Corke\nPeter Doocy\nJacqui Heinrich\nNBC\nDavid Brinkley\nRay Scherer\nSander Vanocur\nJohn Chancellor\nHerb Kaplow\nRichard Valeriani\nTom Brokaw\nMarilyn Berger\nBob Jamieson\nJudy Woodruff\nJohn Dancy\nJohn Palmer\nChris Wallace\nAndrea Mitchell\nJohn Cochran\nJim Miklaszewski\nBrian Williams\nDavid Bloom\nClaire Shipman\nDavid Gregory\nCampbell Brown\nChuck Todd\nChris Jansing\nHallie Jackson\nKristen Welker\nPeter Alexander\nKelly O'Donnell\nGeoff Bennett\nvteCNN personnelNews anchorsand hosts\nJim Acosta\nDana Bash\nJohn Berman\nVictor Blackwell\nWolf Blitzer\nKate Bolduan\nPamela Brown\nErin Burnett\nAlisyn Camerota\nKaitlan Collins\nAnderson Cooper\nPoppy Harlow\nErica Hill\nKasie Hunt\nBrianna Keilar\nPhil Mattingly\nAbby Phillip\nJim Sciutto\nMichael Smerconish\nJake Tapper\nFredricka Whitfield\nFareed Zakaria\nSpecial episodeanchors and hosts\nW. Kamau Bell – United Shades of America\nAnderson Cooper – CNN Heroes\nVan Jones – The Messy Truth with Van Jones\nMark Konkol – Chicagoland\nMike Rogers – Declassified: Untold Stories of American Spies\nMike Rowe – Somebody's Gotta Do It\nKevin Spacey – Race for the White House\nMorgan Spurlock – Morgan Spurlock Inside Man\nMeryl Streep – We Will Rise\nJohn Walsh – The Hunt with John Walsh\nBill Weir – The Wonder List with Bill Weir\nFareed Zakaria – The Most Powerful Man in the World\nCorrespondents\nChristiane Amanpour\nKatie Benner\nJohn Berman\nElizabeth Cohen\nDaniel Dale\nJeremy Diamond\nStephanie Elam\nTom Foreman\nDelia Gallagher\nHadas Gold\nDavid Gregory\nSanjay Gupta\nPaula Hancocks\nNia-Malika Henderson\nErica Hill\nOmar Jimenez\nRandi Kaye\nSam Kiley\nJohn King\nKyung Lah\nMJ Lee\nMiguel Marquez\nJeanne Moos\nDonie O'Sullivan\nFrederik Pleitgen\nManu Raju\nElle Reeve\nPaula Reid\nFarai Sevenzo\nSara Sidner\nKayla Tausche\nAlayna Treene\nNischelle Turner\nClarissa Ward\nJeff Zeleny\nAnalysts\nJohn L. Allen Jr.\nRobert Baer\nCarl Bernstein\nPreet Bharara\nJoan Biskupic\nGloria Borger\nRon Brownstein\nFrank Bruni\nJosh Campbell\nS. E. Cupp\nJosh Dawsey\nJohn Dean\nHarry Enten\nDavid Gergen\nBianna Golodryga\nSanjay Gupta\nMaggie Haberman\nMark Hertling\nElie Honig\nVan Jones\nJuliette Kayyem\nJohn Kirby\nErrol Louis\nAnne Milgram\nKirsten Powers\nMark Preston\nAsha Rangappa\nJennifer Rodgers\nSamantha Vinograd\nContributors\nJohn Avlon\nDavid Axelrod\nPaul Begala\nKatie Benner\nPeter Beinart\nMaria Cardona\nAmanda Carpenter\nLanhee Chen\nS. E. Cupp\nLanny Davis\nJosh Dawsey\nJohn Dean\nCharlie Dent\nAlan Dershowitz\nBrian Fallon\nBen Ferguson\nDavid Frum\nMary Katharine Ham\nMarc Lamont Hill\nMargaret Hoover\nScott Jennings\nJason Kander\nSally Kohn\nBill Kristol\nJackie Kucinich\nMatt K. Lewis\nWesley Lowery\nKevin Madden\nTimothy Naftali\nAna Navarro\nChristine Quinn\nHilary Rosen\nMatthew Rosenberg\nAngela Rye\nBakari Sellers\nJonathan Tasini\nAndrew Yang\nMeteorologists\nPedram Javaheri\nChad Myers\nPast anchors\nKate Abdo\nCristina Alesci\nNatalie Allen\nSharyl Attkisson\nRudi Bakhtiar\nBrooke Baldwin\nAshleigh Banfield\nAnthony Bourdain\nDave Briggs\nAaron Brown\nCampbell Brown\nAna Cabrera\nJack Cafferty\nJoie Chen\nKiran Chetry\nConnie Chung\nCarol Costello\nCandy Crowley\nChris Cuomo\nLou Dobbs\nTony Harris\nMichael Holmes\nGeorge Howell\nD. L. Hughley\nDaryn Kagan\nLarry King\nAlison Kosik\nDon Lemon\nRoland Martin\nReynelda Muse\nPiers Morgan\nSoledad O'Brien\nMichaela Pereira\nKitty Pilgrim\nThomas Roberts\nJohn Roberts\nChristine Romans\nZoraida Sambolin\nRick Sanchez\nIsha Sesay\nBernard Shaw\nBrian Stelter\nGreta Van Susteren\nJane Velez-Mitchell\nAli Velshi\nLou Waters\nJudy Woodruff\nPaula Zahn\nPast correspondents\nMike Brooks\nSamuel Burke\nSara Ganim\nDrew Griffin\nKaylee Hartung\nEd Henry\nJohn Harwood\nJohn Holliman\nJoe Johns\nAndrea Koppel\nMichelle Kosinski\nLiz Landers\nIan James Lee\nSuzanne Malveaux\nErin McPike\nRyan Nobles\nMiles O'Brien\nLola Ogunnaike\nKeith Olbermann\nAsh-har Quraishi\nChristine Romans\nMartin Savidge\nLaurie Segall\nBarbara Starr\nAdaora Udoji\nJessica Yellin\nPast contributors\nTucker Carlson\nChris Cillizza\nStephanie Cutter\nLanny Davis\nNewt Gingrich\nLZ Granderson\nJennifer Granholm\nJeffrey Lord\nKayleigh McEnany\nJen Psaki\nRick Santorum\nTara Setmayer\nJeffrey Toobin\nJ. D. Vance\nAuthority control databases International\nISNI\nVIAF\n2\nNational\nGermany\nIsrael\nUnited States\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Chris_Wallace&oldid=1196314974\"",
    "twitter": ""
  }
]