[
  {
    "name": "Christiane Amanpour",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/christiane-amanpour",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "British-Iranian news anchor and international correspondent\n\n\nChristiane AmanpourCBEAmanpour at the 2008 Peabody AwardsBornChristiane Maria Heideh Amanpour (1958-01-12) 12 January 1958 (age 66)London, EnglandEducationUniversity of Rhode Island (BA)Occupations\nJournalist\ntelevision host\nEmployer(s)CNN, PBSNotable credits\nAmanpour (CNN International) Anchor (2009‍–‍2010, 2012‍–‍present)\nAmanpour & Company (PBS) Anchor (2018‍–‍present)\nThis Week (ABC) Anchor (2010‍–‍2011)\n60 Minutes (CBS) Reporter (1996‍–‍2005)\nSpouse\nJames Rubin\n​ ​(m. 1998; div. 2018)​Children1\nChristiane Maria Heideh Amanpour[1] CBE (/ˌkrɪstʃiˈɑːn ˌɑːmənˈpʊər/ ⓘ; Persian: کریستیان امان‌پور, romanized: Kristiane Amānpur; born 12 January 1958[2]) is a British-Iranian journalist and television host. Amanpour is the Chief International Anchor for CNN and host of CNN International's nightly interview program Amanpour and CNN's The Amanpour Hour on Saturdays. She is also the host of Amanpour & Company on PBS.[3]\n\n\nEarly life and education[edit]\nAmanpour was born in the West London suburb of Ealing, the daughter of Mohammad Taghi Amanpour (Iranian) and  Anne Patricia Hill (British).[1][4]  She was baptized at the Church of Saint Benedict in Ealing and was raised in Tehran until the age of eleven. [5][6] Her father was Shia Muslim and her mother was Roman Catholic.[1]\nHer father worked as an airline executive for Iran Air and later lost his job and fortune after the Iran Revolution in 1979. After completing the more significant part of her primary school education in Iran, her parents sent her to a boarding school in England when she was 11. She attended the Convent of the Holy Cross, an all-girls preparatory school in Chalfont Saint Peter, Buckinghamshire, and then, at the age of 16, she attended New Hall School, a Roman Catholic school in Chelmsford, Essex. Christiane and her family returned to England shortly after the Islamic Revolution began. She maintains that they were not forced to leave the country but were returning to England due to the Iran–Iraq War. The family ultimately remained in England, finding it difficult to return to Iran.[7]\nAfter leaving New Hall, Amanpour moved to the United States to study journalism at the University of Rhode Island. During her time there, she worked in the news department at WBRU-FM in Providence, Rhode Island. She also worked for NBC affiliate WJAR in Providence as an electronic graphics designer.[8]\nIn 1983, Amanpour graduated from the university summa cum laude and Phi Beta Kappa[9] with a Bachelor of Arts degree in journalism.[10] In 2007, she received the Commander badge (No. 3) of the Order of the British Empire for her journalism work.\n\nCareer[edit]\n1983–2010: CNN[edit]\nIn 1983, Amanpour was hired by CNN on the foreign desk in Atlanta, Georgia, as an entry-level desk assistant. During her early years as a correspondent, she was given her first major assignment covering the Iran–Iraq War, followed by a transfer in 1986 to Eastern Europe to report on the fall of European communism.[11] In 1989, she was assigned to work in Frankfurt am Main, West Germany, where she reported on the democratic revolutions sweeping Eastern Europe at the time. By 1990, she served as a correspondent for CNN's New York bureau.[12]\nFollowing Iraq's occupation of Kuwait in 1990, Amanpour's reports of the Persian Gulf War brought her wide notice while also taking CNN to a new level of news coverage.[buzzword] Thereafter, she reported from the Bosnian war and other conflict zones. While in Bosnia, she interviewed Serb general Ratko Mladic, who would later be convicted of genocide. Because of her emotional delivery from Sarajevo during the Siege of Sarajevo, viewers and critics questioned her professional objectivity, claiming that many of her reports were unjustified and favored the Bosnian Muslims, to which she replied:\n\n\"There are some situations one simply cannot be neutral about, because when you are neutral, you are an accomplice. Objectivity doesn't mean treating all sides equally. It means giving each side a hearing.\"[13]\nAmanpour gained a reputation for being fearless during the Gulf and Bosnian wars for reporting from conflict areas.[14]\nFrom 1992 to 2010, Amanpour was CNN's chief international correspondent. From 2009 to 2010, she was the anchor of Amanpour, a daily CNN interview program. Amanpour has reported on major crises from many of the world's hotspots, including Iraq, Afghanistan, Palestine, Iran, Israel, Pakistan, Somalia, Rwanda, and the Balkans and from the United States during Hurricane Katrina. She has secured exclusive interviews with world leaders from the Middle East to Europe, Africa and beyond, including Iranian presidents Mohammad Khatami and Mahmoud Ahmadinejad, as well as the presidents of Afghanistan, Sudan, and Syria, among others.[citation needed] After 9/11, she was the first international correspondent to interview British Prime Minister Tony Blair, French President Jacques Chirac, and Pakistani President Pervez Musharraf. Other interviewees have included Hillary Clinton, Nicolás Maduro, Hassan Rouhani, Emmanuel Macron, Angela Merkel, John Kerry, the Dalai Lama, Robert Mugabe and Moammar Gadhafi.[15]\nShe has also conducted interviews with Constantine II of Greece, Reza Pahlavi, Ameera al-Taweel and actors Angelina Jolie, Tom Hanks and Meryl Streep.[16]\nFrom 1996 to 2005, she was contracted by 60 Minutes creator Don Hewitt to file four to five in-depth international news reports a year as a special contributor. These reports garnered her a Peabody Award in 1998[17] (she had earlier been awarded one in 1993[18]). Hewitt's successor Jeff Fager terminated her contract.\n\nBosnian War reporting[edit]\nOn 9 October 1994, Stephen Kinzer of The New York Times criticized Amanpour's general coverage of the Bosnian War. Kinzer quoted a colleague's description of Amanpour as she reported on a terrorist bombing in the Markale marketplace of the Bosnian city of Sarajevo:\n\n[Christiane Amanpour] was sitting in Belgrade when that marketplace massacre happened, and she went on air to say that the Serbs had probably done it. There was no way she could have known that. She assumed an omniscience that no journalist has.[19]\nAmanpour has responded to the criticism leveled on her reporting from the war in the former Yugoslavia for \"lack of neutrality\", stating:\n\nSome people accused me of being pro–Muslim in Bosnia, but I realized that our job is to give all sides an equal hearing, but in cases of genocide, you can't just be neutral. You can't just say, \"Well, this little boy was shot in the head and killed in besieged Sarajevo and that guy over there did it, but maybe he was upset because he argued with his wife.\" No, there is no equality, and we had to tell the truth.[20]\nIn 2019, retired commander of the Islamic Revolutionary Guards Corps Saeed Qassemi spoke of his and his comrades' participation as combatants in the Bosnian War, with him having been disguised as staff of the Iranian Red Crescent Society. Shortly after, in April 2019, Qassemi claimed that Amanpour had uncovered their deception.[21]\n\n2010–2012: ABC News[edit]\nOn 18 March 2010, Amanpour announced she would leave CNN for ABC News, where she would anchor This Week. She said, \"I'm thrilled to be joining the incredible team at ABC News. Being asked to anchor This Week in the superb tradition started by David Brinkley is a tremendous and rare honor, and I look forward to discussing the great domestic and international issues of the day. I leave CNN with the utmost respect, love, and admiration for the company and everyone who works here. This has been my family and shared endeavor for the past 27 years, and I am forever grateful and proud of all that we have accomplished.\"[22] She hosted her first broadcast on 1 August 2010.\nDuring her first two months as host, the ratings for This Week reached their lowest point since 2003.[23] On 28 February 2011, she interviewed Muammar Gaddafi and his sons Saif al-Islam and Al-Saadi Gaddafi.[24][25]\nOn 13 December 2011, ABC announced Amanpour would be leaving her post as anchor of ABC News' This Week on 8 January 2012 and returning to CNN International, where she had previously worked for 27 years and maintained a reporting role at ABC News.[26]\n\n2012–present: Return to CNN[edit]\nWith U.S. Secretary of State John Kerry in Vienna, Austria, on 14 July 2015\nA day later on 14 December 2011, in statements by ABC and CNN, it was announced that in a \"unique arrangement\", Amanpour would begin hosting a program on CNN International in 2012 while continuing at ABC News as a global affairs anchor.[27]\nIt was later revealed that in the spring of 2012, CNN International would refresh its line-up, putting the interview show Amanpour back on air.[28] On-air promotions said she would return to CNN International on 16 April. Her 30-minute New York-recorded show – to be screened twice an evening – would mean that the US parent network's Piers Morgan Tonight interview show would be \"bumped\" out of its 9:00 p.m. (Central European Time) slot to midnight (CET).[29]\nOn 9 September 2013, the show and staff were moved to the CNN International office and the show is currently being produced and broadcast from London.\nOn 7 January 2015, Amanpour made headlines during a \"Breaking News\" segment on CNN by referring to the Islamic extremists who murdered the 12 journalists at Charlie Hebdo as \"activists\": \"On this day, these activists found their targets, and their targets were journalists. This was a clear attack on the freedom of expression, on the press, and on satire\".[30]\nOn 28 January 2019, Christiane Amanpour and Mary Ellen Schmider and Manfred Philipp gave the Fulbright Prize for International Understanding to the German Chancellor Angela Merkel.[31]\n\nAmanpour interviewing Secretary of Defense Mark Esper in 2019, in front of a wing-mount ram air turbine\nOn 12 November 2020, Amanpour compared the Trump administration to the Nazis and Kristallnacht, saying, \"It was the Nazis' warning shot across the bow of our human civilization that led to genocide against a whole identity, and in that tower of burning books, it led to an attack on fact, knowledge, history and truth. After four years of a modern-day assault on those same values by Donald Trump, the Biden-Harris team pledges a return to norms, including the truth.\" The Israeli government, along with some Jewish groups, called for Amanpour to apologize for this comparison. Israeli Diaspora Affairs Minister Omer Yankelevich urged an \"immediate and public apology\" for \"belittling of the immense tragedy of the Holocaust.\"[32][33][34]\n\nRefusal to wear a headcovering[edit]\nIn September 2022, Amanpour terminated a scheduled TV interview with President of Iran Ebrahim Raisi in New York City during the seventy-seventh session of the United Nations General Assembly, following a last–minute demand that she wear a Chador headscarf while filming.[35] Amanpour vehemently responded that she could not agree to the \"unprecedented and unexpected condition\" and later reflected on the controversial situation, declaring that:\n\nHere in New York City, or anywhere else outside of Iran, I have never been asked by any Iranian president ― and I have interviewed every single one of them since 1995 ― either inside or outside of Iran, never been asked to wear a head scarf.[36][37][38]\nOn Syria[edit]\nIn late 2013, Amanpour raised the argument for intervention in Syria against the Assad government, which has been fighting against Syrian opposition forces. She has appeared on several news programs in the UK in which she criticized the Obama administration for its non-interventionist approach to Syria.\n\nPBS[edit]\nIn May 2018, it was announced that Amanpour would permanently replace Charlie Rose on PBS after he was fired due to allegations of sexual misconduct.[39] Her new program, Amanpour & Company, premiered on PBS on 10 September 2018.[40] From the time of Charlie Rose's departure from PBS until the new show premiered, Amanpour was aired on PBS stations, as Amanpour on PBS.\nIn 2020, Christiane Amanpour was doing the PBS daily program, Amanpour & Company, from her home in England, due to the COVID-19 pandemic. Her program continues to be seen on television on PBS at many stations in various areas of the US, including at least four TV stations in the greater Los Angeles region of southern California.\n\nControversies[edit]\nIn April 2023, Amanpour misspoke and said that Lucy, Maia and Rina Dee had been killed in a \"shootout\" instead of a \"shooting,\" while the family was travelling in a car in the West Bank. Amanpour contacted the father of the family to personally apologise for misspeaking and subsequently did the same on her show.[41][42]\n\nAffiliations[edit]\nAmanpour is a member of the Council on Foreign Relations, a member of the board of directors of the Committee to Protect Journalists,[43] the Center for Public Integrity,[44] the International Women's Media Foundation,[45] and the Institute for War and Peace Reporting.[46] Since April 2015 she has served as a UNESCO Goodwill Ambassador for Freedom of Expression and journalist safety.[47]\n\nPersonal life[edit]\nThe Church of Saint Stephen the Martyr (1427), where Amanpour and James Rubin had their Catholic wedding in 1998. Bracciano, Italy.\nOn 9 August 1998, Amanpour was married at the Roman Catholic parish of Saint Stephen in Bracciano, Italy. The wedding was officiated by the Catholic priest, Father Ambrose O’Farrell of the Dominican Order. \nFrom 1998 to 2018, Amanpour was married to American national James Rubin, a former US Assistant Secretary of State and spokesman for the US State Department during the Clinton administration and an informal adviser to former US Secretary of State Hillary Clinton and to former President Barack Obama. \nShe became pregnant at the age of forty–one, and their only son, John Darius Rubin, was born in Columbia Hospital for Women on 27 March 2000. Having lived in London since 2000, they moved to New York City in 2010, where they rented an apartment in Manhattan's Upper West Side.[48] In May 2013, Rubin announced that the family would return to London to work on several projects,[49] and in October of the same year, Amanpour stated that she and her husband would be relocating to London permanently:\n\n \"Right now I would have to say that London is my home... My family are in England, and my husband and I are loving re–acquainting ourselves with all the friends we left behind\".[50]\nIn July 2018, Amanpour and Rubin announced they were divorcing.[51]\nAmanpour is a relative by marriage of Commander–General Nader Jahanbani of the Imperial Iranian Air Force of nearly twenty years until he was executed by the Islamic Revolutionaries in 1979, and of his younger brother Khosrow Jahanbani who was married to Princess Shahnaz Pahlavi. Amanpour's uncle, Captain Nasrallah Amanpour, was married to the younger sister of Khosrow and Nader.[52]\nIn June 2021, Amanpour announced that she was diagnosed with ovarian cancer, had \"major successful surgery to remove it\", and would undergo several months of chemotherapy.[53]\n\nMedia appearances[edit]\nAmanpour appeared in the television series Gilmore Girls as herself in the finale, \"Bon Voyage\" (2007). Throughout the series, Amanpour was an inspiration to one of the main characters, an aspiring journalist Rory Gilmore. In July 2009 she appeared in a Harper's Bazaar magazine article entitled \"Christiane Amanpour Gets a High-Fashion Makeover\".[54]\nAmanpour played herself in newscasts in the films Iron Man 2 and Pink Panther 2. In Cosmos: A Spacetime Odyssey, she voiced Enheduanna in the episode \"The Immortals\".\nIn 2014, Amanpour narrated \"Women in War\", an episode of season 2 of Makers: Women Who Make America.[55]\nIn 2016 Amanpour was a castaway on the BBC radio program Desert Island Discs. As her luxury item, she chose a guitar previously owned by Bruce Springsteen.[56]\n\nList of Recognitions[edit]\n\n1993: Livingston Award for Young Journalists\n1993: George Polk Award for Television Reporting\n1993: George Foster Peabody Personal Award[18]\n1994: Woman of the Year, New York Chapter of \"Women in Cable\"\n1994: Courage in Journalism Award, International Women's Media Foundation[57]\n1995: Honorary Doctor of Laws degree, University of Rhode Island\n1996: George Polk Award for Television Reporting\n1997: Honorary Doctor of Humane Letters degree, Emory University\n1997: Nymphe d'Honneur at the Monte Carlo Television Festival\n1998: George Foster Peabody Personal Award for International Reporting[17]\n2000: Golden Plate Award of the American Academy of Achievement[58]\n2002: Edward R. Murrow Award for Distinguished Achievement in Broadcast Journalism\n2002: Goldsmith Career Award for Excellence in Journalism, at Harvard Kennedy School[59]\n2005: International Emmy, International Academy of Television Arts and Sciences\n2006: Honorary citizen, city of Sarajevo\n2006: Honorary doctorate degree from the University of Michigan for her contributions to journalism\n2007: Paul White Award, Radio Television Digital News Association[60]\n2007: Appointed Commander of the Order of the British Empire in the 2007 Birthday Honours for services to journalism[61]\n2007: Persian Woman of the Year\n2008: The Fourth Estate Award (National Press Club)\n2008: Celebrating Women Award from The New York Women's Foundation[62]\n2010: Fellow of the American Academy of Arts and Sciences[63]\n2010: Honorary doctorate of humane letters degree, Northwestern University\n2010: Honorary doctorate from Georgia State University for her contributions to journalism\n2010: Honorary member of the graduating class of 2010 of Harvard College\n2011: Walter Cronkite Award for Excellence in Journalism from Walter Cronkite School of Journalism and Mass Communication[64]\n2012: Honorary doctorate of humane letters, Amherst College\n2012: Honorary doctorate of humane letters, University of Southern California\n2015: TV Personality of the Year by Association for International Broadcasting\n2019: Received the John Peter and Anna Catherine Zenger Award for Press Freedom from the University of Arizona School of Journalism.[65]\n2022: Daily Kos marked her among trailblazing women of history born between 9 through 16 January along with three other Iranians, Taraneh Alidoosti (Actress),  Kimia Alizadeh (athlete), and Nadia Maftouni (Philosopher).[66]\n2022: Larry Foster Award for Integrity in Public Communication, Arthur W. Page Center for Integrity in Public Communication (Feb 23, 2022)\n2023: Ivan Allen Jr. Prize for Social Courage\n2023: Hillary Rodham Clinton Award for Courageous Women in Journalism and Peacebuilding, received in a ceremony at Georgetown University, along with 3 other women: Alaa Salah, Muna Luqman, and Ghalia Alrahhal.[67]\nThis list or list section may be better with years. Please help improve this list or discuss it on the talk page. (September 2020)\n\nDirector on the board of the Committee to Protect Journalists\nFellow, Society of Professional Journalists\nFourteen Emmy news/documentary awards\nMajor role in two DuPont awards given to CNN\nMajor role in a Golden CableACE award given to CNN\nHonorary board member of the Daniel Pearl Foundation\nMember of the Executive Advisory Board of the Harrington School of Communication and Media, University of Rhode Island\nSigma Delta Chi Award (SDX) for her reports from Goma, Zaire\nForbes named her one of \"The World's 100 Most Powerful Women\"\nPOP Award, by \"Cable Positive\"\n\nReferences[edit]\n\n\n^ a b c Stated on Finding Your Roots, 22 January 2019\n\n^ \"UPI Almanac for Sunday, Jan. 12, 2020\". United Press International. 12 January 2020. Archived from the original on 13 January 2020. Retrieved 27 June 2020. … journalist Christiane Amanpour in 1958 (age 62)\n\n^ \"Amanpour - CNN\". CNN. Archived from the original on 29 January 2021. Retrieved 24 March 2023.\n\n^ \"Christiane Amanpour's Biography\". ABC News. Archived from the original on 12 June 2018. Retrieved 23 August 2010.\n\n^ \"Index entry\". FreeBMD. ONS. Archived from the original on 27 July 2020. Retrieved 7 March 2020.\n\n^ ABC News video: \"Back to the Beginning: Bethlehem's Church of the Nativity\" on YouTube retrieved 10 August 2013 | Minute 6:06 | \"My mother is a Christian from England and my father was a Muslim from Iran. I married a Jewish American.\"\n\n^ \"The Lesley Stahl Interview: Christiane Amanpour, at the height of the Iranian Election Crisis\". Archived from the original on 25 June 2010.\n\n^ \"CPJ Board of Directors\". Committee to Protect Journalists. Archived from the original on 3 September 2012. Retrieved 18 June 2007.\n\n^ \"Weddings; Jamie Rubin, Christiane Amanpour\". The New York Times. 9 August 1998. Archived from the original on 14 March 2017. Retrieved 15 February 2017.\n\n^ Deborah White. \"Profile of Christiane Amanpour, CNN Chief International Correspondent\". Archived from the original on 25 February 2012. Retrieved 24 August 2007.\n\n^ \"Christiane Amanpour, CNN International Chief Correspondent\". about.com. Archived from the original on 25 February 2012. Retrieved 24 August 2007.\n\n^ Kumar, Tarini. \"CNN Profiles - Christiane Amanpour - Chief International Anchor\". CNN. Retrieved 13 November 2023.\n\n^ \"Five Years Later, the Gulf War Story Is Still Being Told\". The New York Times. 12 May 1996. Archived from the original on 17 August 2007. Retrieved 19 June 2007.\n\n^ \"The Wooing of Amanpour\". Newsweek. 20 May 1996. Archived from the original on 9 January 2015. Retrieved 31 July 2010.\n\n^ \"U S Exclusive Moammar Gadhafi Tells Christiane Amanpour that Libya's People Love Him ABC News\". Archived from the original on 12 December 2021. Retrieved 29 July 2014 – via YouTube.\n\n^ \"Angelina Jolie on CNN with Christiane Amanpour Pt2*full interview*\". 12 February 2010. Archived from the original on 6 December 2015. Retrieved 29 July 2014 – via YouTube.\n\n^ a b 58th Annual Peabody Awards Archived 6 October 2014 at the Wayback Machine, May 1999.\n\n^ a b 53rd Annual Peabody Awards Archived 6 October 2014 at the Wayback Machine, May 1994.\n\n^ (2007-10-04). \"Amanpour's Troubling Journalism\" Archived 6 July 2017 at the Wayback Machine by Steven Stotsky, CAMERA, 4 October 2004\n\n^ \"What we do is really tough\" Archived 31 January 2017 at the Wayback Machine by Julie Ferry, The Guardian (London), 15 August 2007\n\n^ \"Former Guard's Commander Summoned To Court For Damaging Remarks\". Radio Farda. 24 April 2019. Archived from the original on 9 June 2021. Retrieved 10 June 2021.\n\n^ \"Christiane Amanpour to join ABC News\". CNN. 18 March 2010. Archived from the original on 23 March 2010. Retrieved 30 April 2010.\n\n^ Krakauer, Steve (27 September 2010). \"This Weak: Christiane Amanpour Leads ABC To Worst Ratings Since 2003\". Mediaite. Archived from the original on 28 September 2010. Retrieved 27 September 2010.\n\n^ \"'This Week' Transcript: Saif al-Islam and Saadi Gadhafi\". This Week. 27 February 2011. Archived from the original on 27 July 2020. Retrieved 27 June 2020.\n\n^ Amanpour, Christiane (28 February 2011). \"'My People Love Me': Moammar Gadhafi Denies Demonstrations Against Him Anywhere in Libya\". ABC News. Archived from the original on 19 May 2019. Retrieved 27 June 2020.\n\n^ \"Sorry, we can't seem to find the page you're looking for\". The Washington Post. 13 December 2011. Archived from the original on 30 March 2019.\n\n^ \"Amanpour to return to CNN\" Archived 14 December 2011 at the Wayback Machine CNN, 14 December 2011\n\n^ Fung, Katherine (1 February 2012). \"'Amanpour': Christiane Amanpour's CNN International Show Launching in Spring\". HuffPost. Archived from the original on 5 February 2012. Retrieved 1 February 2012.\n\n^ \"Christiane Amanpour Bumps Piers Morgan on CNN International\" Archived 5 April 2012 at the Wayback Machine, The Hollywood Reporter, 2 February 2012. Retrieved 30 March 2012.\n\n^ \"Christiane Amanpour calls Charlie Hebdo terrorists 'activists'; CNN star slammed by Greg Gutfeld\". The Washington Times. Archived from the original on 14 January 2015. Retrieved 13 January 2015.\n\n^ \"Angela Merkel Awarded Fulbright Prize for International Understanding\". Fulbright Association. Archived from the original on 21 May 2023. Retrieved 21 May 2023.\n\n^ Alexandra Hutzler on 11/13/20 at 11:32 AM EST (13 November 2020). \"CNN under fire for segment comparing Trump's tenure to Nazi Germany\". Newsweek. Archived from the original on 16 November 2020. Retrieved 16 November 2020.{{cite web}}:  CS1 maint: numeric names: authors list (link)\n\n^ Ahren, Raphael. \"Israel calls on CNN's Amanpour to apologize for comparing Trump to Nazis\". The Times of Israel. Archived from the original on 16 November 2020. Retrieved 16 November 2020.\n\n^ \"CNN's Christiane Amanpour compares Trump-era to Kristallnacht\". The Jerusalem Post | JPost.com. 13 November 2020. Archived from the original on 17 November 2020. Retrieved 16 November 2020.\n\n^ Thomas, Merlyn (22 September 2022). \"Iran: CNN cancels interview with Iranian president over headscarf demand\". BBC News. Archived from the original on 22 September 2022. Retrieved 22 September 2022.\n\n^ Yang, Maya; Wintour, Patrick (22 September 2022). \"Iran leader shuns Christiane Amanpour interview over refusal to wear headscarf\". The Guardian. Archived from the original on 23 September 2022. Retrieved 23 September 2022.\n\n^ Mackintosh, Eliza (22 September 2022). \"Iran's President abandons CNN interview after Amanpour declines head scarf demand\". CNN. Archived from the original on 23 September 2022. Retrieved 23 September 2022.\n\n^ Farhi, Paul (22 September 2022). \"Amanpour says Iran's president canceled interview when she wouldn't cover head\". The Washington Post. Archived from the original on 23 September 2022. Retrieved 23 September 2022.\n\n^ Stelter, Brian. \"Christiane Amanpour named as Charlie Rose's official replacement\". CNNMoney. Archived from the original on 27 July 2020. Retrieved 12 May 2018.\n\n^ Koblin, John (9 September 2018). \"Christiane Amanpour Takes the Old 'Charlie Rose' Slot on PBS\". The New York Times. Archived from the original on 9 September 2018. Retrieved 9 September 2018.\n\n^ \"CNN's Christine Amanpour apologizes after wrongly claiming that rabbi's family was killed in 'shootout'\". Fox News. Archived from the original on 23 May 2023. Retrieved 23 May 2023.\n\n^ \"CNN's Christine Amanpour apologises to Leo Dee for calling the attack a 'shootout'\". The Jewish Chronicle. 23 May 2023. Archived from the original on 23 May 2023. Retrieved 23 May 2023.\n\n^ \"Board of Directors\". Committee to Protect Journalists. Archived from the original on 12 June 2012. Retrieved 10 June 2012.\n\n^ \"Board of Directors\". Center for Public Integrity. Archived from the original on 1 July 2012. Retrieved 10 June 2012.\n\n^ \"International Women's Media Foundation (IWMF)\". Archived from the original on 4 August 2010.\n\n^ \"About Us\". Institute for War and Peace Reporting. Archived from the original on 6 December 2014. Retrieved 18 June 2015.\n\n^ \"Christiane Amanpour named UNESCO Goodwill Ambassador for Freedom of Expression and Journalist Safety\". UNESCO. 29 April 2015. Archived from the original on 12 June 2020. Retrieved 14 December 2016.\n\n^ Mike Allen (31 May 2013). \"Rubin, Amanpour to London\". Politico. Archived from the original on 9 October 2016. Retrieved 8 October 2016.\n\n^ \"AMANPOUR'S HUSBAND RESIGNS AS PORT AUTHORITY HEAD\". Associated Press. Retrieved 2 June 2013.[permanent dead link]\n\n^ Celia Walden (20 October 2013). \"Christiane Amanpour: 'In my job, it's just like being a man – but better'\". The Daily Telegraph. Archived from the original on 12 January 2022. Retrieved 8 October 2016.\n\n^ \"CNN's Christiane Amanpour and Husband Jamie Rubin Are Divorcing After 20 Years\". Archived from the original on 11 July 2018. Retrieved 12 July 2018.\n\n^ \"عبدالله شهبازي ،مورخ برجسته ايراني: خانواده \"كريستين امانپور\" از بهائيان سرشناس استان فارس بودند\". Farsnews.ir. 20 January 2006. Archived from the original on 21 December 2014. Retrieved 29 July 2014.\n\n^ \"Christiane Amanpour: CNN star says she has ovarian cancer\". BBC News. 14 June 2021. Archived from the original on 15 June 2021. Retrieved 15 June 2021.\n\n^ Davis, Diane (16 July 2009). \"Christiane Amanpour Gets a High-Fashion Makeover\". StyleList. Archived from the original on 6 September 2010. Retrieved 7 July 2011.\n\n^ \"Women in War - MAKERS Season 2 - PBS\". PBS. Archived from the original on 12 November 2017. Retrieved 25 August 2017.\n\n^ \"Christiane Amanpour, Desert Island Discs - BBC Radio 4\". BBC. Archived from the original on 30 August 2018. Retrieved 4 September 2018.\n\n^ IWMF website \"IWMF : International Women's Media Foundation - Christiane Amanpour, France\". Archived from the original on 31 January 2010. Retrieved 20 July 2010.\n\n^ \"Golden Plate Awardees of the American Academy of Achievement\". www.achievement.org. American Academy of Achievement. Archived from the original on 15 December 2016. Retrieved 23 December 2020.\n\n^ \"Christiane Amanpour to Receive Goldsmith Career Award Ceremony to Highlight 10th Anniversary Celebration\". 8 March 2002. Archived from the original on 18 December 2007. Retrieved 24 August 2007.\n\n^ \"Paul White Award\". Radio Television Digital News Association. Archived from the original on 25 February 2013. Retrieved 27 May 2014.\n\n^ \"No. 58358\". The London Gazette (Supplement). 15 June 2007. p. 7.\n\n^ \"The History of the Celebrating Women Breakfast\". Archived from the original on 26 January 2015. Retrieved 29 January 2015.\n\n^ \"Book of Members, 1780–2010: Chapter A\" (PDF). American Academy of Arts and Sciences. Archived (PDF) from the original on 18 June 2006. Retrieved 17 April 2011.\n\n^ Arizona State University (29 January 2009). \"Walter Cronkite School of Journalism and Mass Communication\". Archived from the original on 20 March 2019. Retrieved 23 November 2016.\n\n^ \"CNN's Amanpour receives 2019 Zenger Award\". journalism.arizona.edu. 27 March 2019. Archived from the original on 21 October 2019. Retrieved 21 October 2019.\n\n^ \"Christiane Amanpour Among Trailblazing Women of History\". Archived from the original on 2 December 2022.\n\n^ \"Voices for Peace: Celebrating Courageous Women in Journalism and Peacebuilding\". giwps.georgetown.edu/. 5 October 2023. Archived from the original on 6 October 2023. Retrieved 6 October 2023.\n\n\nExternal links[edit]\n\nBiography portalJournalism portalTelevision portal\n\n\n\nWikimedia Commons has media related to Christiane Amanpour.\n\nAppearances on C-SPAN\nChristiane Amanpour on Charlie Rose\nChristiane Amanpour at IMDb \nChristiane Amanpour at TED \nChristiane Amanpour collected news and commentary at The New York Times\nChristiane Amanpour: career in pictures, The Guardian\n2000 Murrow Awards Ceremony Speech, 2000\nChristiane Amanpour's Interview on NPR, 3 December 2008\nChristiane Amanpour, at the Height of the Iranian Election Crisis—Interview by Lesley Stahl, 23 June 2009\nChristiane Amanpour's Class Day speech at Harvard University, 26 May 2010\nChristiane Amanpour—Video produced by Makers: Women Who Make America\nvteCNN personnelNews anchorsand hosts\nJim Acosta\nDana Bash\nJohn Berman\nVictor Blackwell\nWolf Blitzer\nKate Bolduan\nPamela Brown\nErin Burnett\nAlisyn Camerota\nKaitlan Collins\nAnderson Cooper\nPoppy Harlow\nErica Hill\nKasie Hunt\nBrianna Keilar\nPhil Mattingly\nAbby Phillip\nJim Sciutto\nMichael Smerconish\nJake Tapper\nFredricka Whitfield\nFareed Zakaria\nSpecial episodeanchors and hosts\nW. Kamau Bell – United Shades of America\nAnderson Cooper – CNN Heroes\nVan Jones – The Messy Truth with Van Jones\nMark Konkol – Chicagoland\nMike Rogers – Declassified: Untold Stories of American Spies\nMike Rowe – Somebody's Gotta Do It\nKevin Spacey – Race for the White House\nMorgan Spurlock – Morgan Spurlock Inside Man\nMeryl Streep – We Will Rise\nJohn Walsh – The Hunt with John Walsh\nBill Weir – The Wonder List with Bill Weir\nFareed Zakaria – The Most Powerful Man in the World\nCorrespondents\nChristiane Amanpour\nKatie Benner\nJohn Berman\nElizabeth Cohen\nDaniel Dale\nJeremy Diamond\nStephanie Elam\nTom Foreman\nDelia Gallagher\nHadas Gold\nDavid Gregory\nSanjay Gupta\nPaula Hancocks\nNia-Malika Henderson\nErica Hill\nOmar Jimenez\nRandi Kaye\nSam Kiley\nJohn King\nKyung Lah\nMJ Lee\nMiguel Marquez\nJeanne Moos\nDonie O'Sullivan\nFrederik Pleitgen\nManu Raju\nElle Reeve\nPaula Reid\nFarai Sevenzo\nSara Sidner\nKayla Tausche\nAlayna Treene\nNischelle Turner\nClarissa Ward\nJeff Zeleny\nAnalysts\nJohn L. Allen Jr.\nRobert Baer\nCarl Bernstein\nPreet Bharara\nJoan Biskupic\nGloria Borger\nRon Brownstein\nFrank Bruni\nJosh Campbell\nS. E. Cupp\nJosh Dawsey\nJohn Dean\nHarry Enten\nDavid Gergen\nBianna Golodryga\nSanjay Gupta\nMaggie Haberman\nMark Hertling\nElie Honig\nVan Jones\nJuliette Kayyem\nJohn Kirby\nErrol Louis\nAnne Milgram\nKirsten Powers\nMark Preston\nAsha Rangappa\nJennifer Rodgers\nSamantha Vinograd\nContributors\nJohn Avlon\nDavid Axelrod\nPaul Begala\nKatie Benner\nPeter Beinart\nMaria Cardona\nAmanda Carpenter\nLanhee Chen\nS. E. Cupp\nLanny Davis\nJosh Dawsey\nJohn Dean\nCharlie Dent\nAlan Dershowitz\nBrian Fallon\nBen Ferguson\nDavid Frum\nMary Katharine Ham\nMarc Lamont Hill\nMargaret Hoover\nScott Jennings\nJason Kander\nSally Kohn\nBill Kristol\nJackie Kucinich\nMatt K. Lewis\nWesley Lowery\nKevin Madden\nTimothy Naftali\nAna Navarro\nChristine Quinn\nHilary Rosen\nMatthew Rosenberg\nAngela Rye\nBakari Sellers\nJonathan Tasini\nAndrew Yang\nMeteorologists\nPedram Javaheri\nChad Myers\nPast anchors\nKate Abdo\nCristina Alesci\nNatalie Allen\nSharyl Attkisson\nRudi Bakhtiar\nBrooke Baldwin\nAshleigh Banfield\nAnthony Bourdain\nDave Briggs\nAaron Brown\nCampbell Brown\nAna Cabrera\nJack Cafferty\nJoie Chen\nKiran Chetry\nConnie Chung\nCarol Costello\nCandy Crowley\nChris Cuomo\nLou Dobbs\nTony Harris\nMichael Holmes\nGeorge Howell\nD. L. Hughley\nDaryn Kagan\nLarry King\nAlison Kosik\nDon Lemon\nRoland Martin\nReynelda Muse\nPiers Morgan\nSoledad O'Brien\nMichaela Pereira\nKitty Pilgrim\nThomas Roberts\nJohn Roberts\nChristine Romans\nZoraida Sambolin\nRick Sanchez\nIsha Sesay\nBernard Shaw\nBrian Stelter\nGreta Van Susteren\nJane Velez-Mitchell\nAli Velshi\nLou Waters\nJudy Woodruff\nPaula Zahn\nPast correspondents\nMike Brooks\nSamuel Burke\nSara Ganim\nDrew Griffin\nKaylee Hartung\nEd Henry\nJohn Harwood\nJohn Holliman\nJoe Johns\nAndrea Koppel\nMichelle Kosinski\nLiz Landers\nIan James Lee\nSuzanne Malveaux\nErin McPike\nRyan Nobles\nMiles O'Brien\nLola Ogunnaike\nKeith Olbermann\nAsh-har Quraishi\nChristine Romans\nMartin Savidge\nLaurie Segall\nBarbara Starr\nAdaora Udoji\nJessica Yellin\nPast contributors\nTucker Carlson\nChris Cillizza\nStephanie Cutter\nLanny Davis\nNewt Gingrich\nLZ Granderson\nJennifer Granholm\nJeffrey Lord\nKayleigh McEnany\nJen Psaki\nRick Santorum\nTara Setmayer\nJeffrey Toobin\nJ. D. Vance\n\nvte60 MinutesIn the media\nThe Insider\nMike Wallace Is Here\nMy Kid Could Paint That\nTruth\nRelated\nBrown & Williamson\nCBS News controversies and criticism\nGeorge W. Bush military service controversy\nKillian documents controversy\nKillian documents authenticity issues\nSpin-offs\n30 Minutes\n60 Minutes II\n60 Minutes Sports\nInternational versions\nAustralia\nNew Zealand\n\nvteInternational Emmy Directorate Award1970s\nCharles Curran (1973)\nJoseph V. Charyk (1974)\nJunzo Imamichi (1975)\nTalbot Duckmanton / Roberto Marinho / Howard Thomas (1976)\nAlphonse Quimet (1977)\nPrix Italia (1978)\nFrank Stanton (1979)\n1980s\nLew Grade (1980)\nHuw Wheldon (1981)\nAkio Morita (1982)\nRoberto Marinho (1983)\nSidney Bernstein (1984)\nLeonard Goldenson (1985)\nHerbert Schmertz (1986)\nJeremy Isaacs (1987)\nVittorio Boni (1988)\nTed Turner (1989)\n1990s\nHenrikas Yushkiavitshus (1990)\nHenry Becton (1991)\nSilvio Berlusconi (1992)\nAndre Rousselet (1993)\nHelmut Thoma (1994)\nJohn Birt (1995)\nHerbert A. Granath (1996)\nDieter Stolte (1997)\nSam Nilsson (1998)\nRalph Baruch (1999)\n2000s\nSu-Ming Cheng (2000)\nGustavo Cisneros (2001)\nKatsuji Ebisawa (2002)\nGreg Dyke (2003)\nHerbert Kloiber (2004)\nCharles Allen (2005)\nRonald S. Lauder (2006)\nPatrick Le Lay (2007)\nLiu Changle (2008)\nMarkus Schächter (2009)\n2010s\nLorne Michaels (2010)\nSubhash Chandra (2011)\nKim In-Kyu (2012)\nAnke Schäferkordt (2013)\nRoberto Irineu Marinho (2014)\nRichard Plepler (2015)\nMaria Rørbye Rønn (2016)\nEmilio Azcárraga Jean (2017)\nSophie Turner Laing (2018)\nChristiane Amanpour (2019)\n2020s\nNo Award (2020)\nThomas Bellut (2021)\nMiky Lee (2022)\nEkta Kapoor (2023)\n\nvteInternational Women's Media Foundation awardsCourage in Journalism\nMaria Jimena Duzan, Florica Ichim, Caryle Murphy, Lilianne Pierre-Paul (1990)\nLyubov Kovalevskaya (1991)\nCatherine Gicheru, Kemal Kurspahic, Gordana Knezevic (1992)\nDonna Ferrato, Mirsada Sakic-Hatibovic, Arijana Saracevic, Cecilia Valenzuela (1993)\nChristiane Amanpour, Razia Bhatti, Marie-Yolande Saint-Fleur (1994)\nChris Anyanwu, Horria Saihi, Gao Yu (1995)\nAyse Onal, Saida Ramadan, Lucy Sichone (1996)\nBina Bektiati, Corinne Dufka, Maribel Gutierrez Moreno (1997)\nElizabeth Neuffer, Blanca Rosales Valencia, Anna Zarkova (1998)\nSharifa Akhlas, Kim Bolan, Aferdita Kelmendi (1999)\nMarie Colvin, Agnes Nindorera, Zamira Sydykova (2000)\nAmal Abbas of Sudan, ineth Bedoya Lima, Carmen Gurruchaga (2001)\nKathy Gannon, Sandra Nyaira, Anna Politkovskaya (2002)\nAnne Garrels, Tatyana Goryachova, Marielos Monzon (2003)\nGwen Lister, Mabel Rehnfeldt, Salima Tlemcani (2004)\nSumi Khan, Anja Niedringhaus, Shahla Sherkat (2005)\nJill Carroll, May Chidiac (2006)\nLydia Cacho, Serkalem Fasil, McClatchy's Baghdad bureau (Shatha al Awsy, Zaineb Obeid, Huda Ahmed, Ban Adil Sarhan, Alaa Majeed, Sahar Issa) (2007)\nFarida Nekzad, Sevgul Uludag, Aye Aye Win (2008)\nJila Baniyaghoob, Iryna Khalip, Agnes Taile, Amira Hass (2009)\nClaudia Julieta Duque, Vicky Ntetema, Tsering Woeser (2010)\nAdela Navarro Bello, Parisa Hafezi, Chiranuch Premchaiporn (2011)\nReeyot Alemu, Asmaa Al-Ghoul, Khadija Ismayilova (2012)\nNajiba Ayubi, Nour Kelze, Bopha Phorn, Anne Finucane (2013)\nArwa Damon, Solange Lusiku Nsimire, Brankica Stanković, Alexandra Trower (2014)\nMwape Kumwenda, Anna Nemtsova, Lourdes Ramirez (2015)\nMabel Cáceres, Janine di Giovanni, Stella Paul (2016)\nDeborah Amos, Saniya Toiken, Hadeel al-Yamani (2017)\nMeridith, Nima Elbagir, Rosario Mosso Castro, Anna Babinets, Zehra Doğan (2018)\nAnna Babinets, Anna Nimiriano, Liz Sly, Lucia Pineda, Nastya Stanko (2019)\nGulchehra Hoja, Jessikka Aro, Solafa Magdy, Yakeen Bido (2020)\nKhabar Lahariya newsroom, Paola Ugaz, Vanessa Charlot (2021)\nCerise Castle, Lynsey Addario, Victoria Roshchyna (2022)\nMaría Teresa Montaño Delgado, Women of The Washington Post Reporting on Ukraine (Isabelle Khurshudyan, Anastacia Galouchka, Kamila Hrabchuk, Siobhán O'Grady, Whitney Shefte, Whitney Leaming, Heidi Levine, Louisa Loveluck, Missy Ryan, Samantha Schmidt, Loveday Morris, Kasia Strek, Joyce Koh, Miriam Berger) (2023)\nLifetime Achievement\nMarites Vitug (1991)\nBarbara Walters (1992)\nNan Robertson (1993)\nKatharine Graham (1994)\nHelen Thomas (1995)\nMeg Greenfield (1996)\nNancy Woodhull (1997)\nBonnie Angelo (1998)\nPeggy Peterman (1999)\nFlora Lewis (2000)\nColleen \"Koky\" Dishon (2001)\nMary McGrory (2002)\nMagdalena Ruiz (2003)\nBelva Davis (2004)\nMolly Ivins (2005)\nElena Poniatowska (2006)\nPeta Thornycroft (2007)\nEdith Lederer (2008)\nAmira Hass (2009)\nAlma Guillermoprieto (2010)\nKate Adie (2011)\nZubeida Mustafa (2013)\nEdna Machirori  (2014)\nLinda Deutsch (2015)\nDiane Rehm (2016)\nAndrea Mitchell (2017)\nLesley Stahl (2018)\nAnja Niedringhaus\nHeidi Levine (2015)\nAdriane Ohanesian (2016)\nStephanie Sinclair (2017)\nAndrea Bruce (2018)\nEloisa Lopez (2019)\nMasrat Zahra (2020)\nFatima Shbair (2021)\nPaula Bronstein (2022)\nLaurence Geai (2023)\nGwen Ifill\nMichele Norris (2017)\nKaren Toulon (2018)\nNikole Hannah-Jones (2019)\nYamiche Alcindor (2020)\nSisi Wei (2021)\nMc Nelly Torres (2022\nKaren Grigsby Bates (2023)\nWallis Annenberg\nKatsiaryna Andreyeva, Darya Chultsova (2021)\nXueqin (Sophia) Huang (2922)\nYalda Moaiery (2023)\n\nvteLivingston Award winners for International Reporting(1993–1999)\nChristiane Amanpour (1993)\nPamela Burdman (1994)\nMitchell Zuckoff (1995)\nDavid S. Rohde (1996)\nC. J. Chivers (1997)\nAlan Zarembo (1998)\nElizabeth Rubin (1999)\n(2000–2009)\nKevin Heldman (2000)\nMichael Finkel (2001)\nSumana Chatterjee (2002 co-winner)\nSudarsan Raghavan (2002  co-winner)\nPhilip P. Pan (2003)\nT. Christian Miller (2004)\nSharmeen Obaid Chinoy (2005)\nEdward Wong (2006)\nEvan Osnos (2007)\nChristof Putzel (2008)\nLydia Polgreen (2009)\n(2010–2019)\nAbbie Boudreau (2010)\nMatt Katz (2011)\nMattathias Schwartz (2012)\nEdythe McNamee (2013 co-winner)\nJohn D. Sutter (2013 co-winner)\nLuke Mogelson (2014)\nMatthieu Aikins (2015)\nAdrian Chen (2016)\nBen Taub (2017)\nChristina Goldbaum (2018)\nDavey Alba (2019)\n\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nSpain\nFrance\nBnF data\nGermany\nUnited States\nCzech Republic\nCroatia\nArtists\nMusicBrainz\nOther\nNARA\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Christiane_Amanpour&oldid=1194810525\"",
    "twitter": ""
  },
  {
    "name": "Christopher Barnard",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/christopher-barnard-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "Chris Barnard (author)  Article Talk Read Edit View history  Tools From Wikipedia, the free encyclopedia Chris Barnard BornChristian Johan Barnard 15 July 1939 Mataffin, Nelspruit, South Africa Died28 December 2015 (aged 76) Pretoria, South Africa EducationUniversity of Pretoria Occupation(s)Author, scriptwriter, filmmaker, farmer Spouses Annette ​(m. 1962⁠–⁠1978)​ Katinka Heyns ​(m. 1978)​ ChildrenJohan Stephan Tian Simon Christian Johan Barnard (15 July 1939 – 28 December 2015), known as Chris Barnard, was a South African author and movie scriptwriter. He was known for writing Afrikaans novels, novellas, columns, youth novels, short stories, plays, radio dramas, film scripts and television dramas.  Biography Barnard was born in Mataffin in the Nelspruit district of South Africa on 15 July 1939, and matriculated at Hoërskool Nelspruit [af] in 1957. He majored in Afrikaans-Nederlands and History of Art at the University of Pretoria.  In the 1960s he and several other authors were notable figures in the Afrikaans literary movement known as Die Sestigers ( \"The Sixty-ers \"). These writers sought to use Afrikaans as a language to speak against the apartheid government, and also to bring into Afrikaans literature the influence of contemporary English and French trends.  During 1962 Barnard married his first wife, Anette, and together they produced three sons Johan, Stephan and Tian. After divorcing his first wife in 1978, he married his second wife, Katinka Heyns.[1] His fourth son, Simon, is born out of this marriage.  Barnards second novel, Mahala,[2] is considered an Afrikaans classic. He died on 28 December 2015 of a heart attack.[3]  Works Prose Bekende onrus novel (1961) Die houtbeeld novella (1961) Boela van die blouwater youth novel (1962) Man in die middel novel (1963) Dwaal novella (1964) Die swanesang van majoor Sommer novella (1965) Duiwel-in-die-bos short stories (1968) Mahala novel (1971) Chriskras short stories and sketches (1972) Danda youth novel (1974) Chriskras: n tweede keur short stories and sketches (1976) Danda op Oudeur youth novel (1977) So onder deur die maan: Chriskras 3 short stories and sketches (1985) Voetpad na Vergelegen youth novel (1987) Klopdisselboom – die beste van Chriskras short stories and sketches (1988) Moerland novel (1992) Boendoe novel (1999) Oulap se blou[4] short stories (2008) Plays and radio dramas Pa, maak vir my n vlieër, Pa (1964) n Stasie in die niet (1970) Die rebellie van Lafras Verwey (1971) Iemand om voor nag te sê (1975) Op die pad na Acapulco (1975) n Man met vakansie (1977) Taraboemdery (1977)",
    "twitter": ""
  },
  {
    "name": "Christopher Buskirk",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/christopher-buskirk-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Chuck Schumer",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/chuck-schumer-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American politician (born 1950)\n\n\nChuck SchumerOfficial portrait, 2017Senate Majority LeaderIncumbentAssumed office January 20, 2021WhipDick DurbinPreceded byMitch McConnellChair of the Senate Democratic CaucusIncumbentAssumed office January 3, 2017Vice ChairMark WarnerElizabeth WarrenPreceded byHarry ReidUnited States Senatorfrom New YorkIncumbentAssumed office January 3, 1999Serving with Kirsten GillibrandPreceded byAl D'AmatoSenate Minority LeaderIn officeJanuary 3, 2017 – January 20, 2021WhipDick DurbinPreceded byHarry ReidSucceeded byMitch McConnellChair of the Senate Democratic Policy CommitteeIn officeJanuary 3, 2011 – January 3, 2017LeaderHarry ReidPreceded byByron DorganSucceeded byDebbie StabenowChair of the Senate Rules CommitteeIn officeJanuary 3, 2009 – January 3, 2015Preceded byDianne FeinsteinSucceeded byRoy BluntVice Chair of the Senate Democratic CaucusIn officeJanuary 3, 2007 – January 3, 2017LeaderHarry ReidPreceded byOffice establishedSucceeded by\nMark Warner\nElizabeth Warren\nChair of the Democratic Senatorial Campaign CommitteeIn officeJanuary 3, 2005 – January 3, 2009LeaderHarry ReidPreceded byJon CorzineSucceeded byRobert MenendezMember of the U.S. House of Representativesfrom New YorkIn officeJanuary 3, 1981 – January 3, 1999Preceded byElizabeth HoltzmanSucceeded byAnthony WeinerConstituency\n16th district (1981–1983)\n10th district (1983–1993)\n9th district (1993–1999)\nMember of the New York State Assemblyfrom the 45th districtIn officeJanuary 1, 1975 – December 31, 1980Preceded byStephen SolarzSucceeded byDaniel L. Feldman\nPersonal detailsBornCharles Ellis Schumer (1950-11-23) November 23, 1950 (age 73)New York City, New York, U.S.Political partyDemocraticOther politicalaffiliationsWorking Families Party[a]Spouse\nIris Weinshall ​(m. 1980)​Children2RelativesAmy Schumer (cousin)EducationHarvard University (BA, JD)SalaryUS$193,400 (2022)[2]SignatureWebsiteSenate website\n\n\nChuck Schumer's voice\n\nChuck Schumer's comments on the retirement of Justice Anthony KennedyRecorded June 27, 2018\n\nThis article is part of a series onModern liberalismin the United States\nSchools\nProgressivism\nSocial liberalism\nEconomic progressivism\nAmerican Left\n\nPrinciples\nEgalitarianism\nEqual opportunity\nEnvironmentalism\nHarm Principle\nInternationalism\nMixed economy\nSocial Democracy\nSocial equality\nSocial justice\nWelfare state\n\n\nHistory\nCivil rights movement\nFair Deal\nGreat Society\nNew Deal\nNew Deal coalition\nNew Democrats\nProgressive Era\nSquare Deal\nThird Way\nRockefeller Republicans\n\n\nIntellectuals\nAbbott\nAddams\nCommager\nDu Bois\nFriedan\nGalbraith\nHofstadter\nKazin\nKrugman\nRawls\nReich\nSchlesinger\nSontag\nTrilling\nWarren (Elizabeth)\n\n\nPoliticians\nAbrams\nAbzug\nAndersen\nAnderson\nBayh\nBentsen\nBiden (Joe)\nBlumenthal\nBooker\nBorah\nBoxer\nBradley\nBrooke\nBrown (Jerry)\nBrown (Pat)\nBuchanan\nBryan\nButtigieg\nCarter\nCase\nCeller\nChase Smith\nChisholm\nChurch\nClinton (Bill)\nClinton (Hillary)\nClyburn\nConyers\nCuomo (Andrew)\nCuomo (Mario)\nDean\nDewey\nDukakis\nDwyer\nEisenhower\nFeingold\nFeinstein\nFerraro\nFolsom\nFrank\nFranken\nGillibrand\nGoodell\nGore\nGore Sr.\nGraham\nGravel\nGriffiths\nHalpern\nHarkin\nHarriman\nHarris\nHart (Gary)\nHart (Philip)\nHartke\nHatfield\nHeinz\nHill\nHochul\nHoff\nHoyer\nHughes\nHumphrey\nJackson (Henry)\nJackson (Jesse)\nJavits\nJeffords\nJohnson (Hiram)\nJohnson (Lyndon B.)\nJohnston\nJordan\nKefauver\nKennedy (Joe)\nKennedy (John)\nKennedy (Robert)\nKennedy (Ted)\nKerry\nKlobuchar\nKuchel\nLa Follette\nLa Follette Jr.\nLa Guardia\nLeahy\nLehman\nLewis\nLindsay\nLodge Jr.\nLong\nMarkey\nMathias\nMcCarthy\nMcCormack\nMcGovern\nMcKellar\nMcMath\nMenendez\nMetzenbaum\nMilk\nMills\nMondale\nMorse\nMurphy\nMuskie\nNader\nNelson\nNewsom\nNorris\nO'Malley\nO'Neill\nO'Rourke\nObama (Barack)\nOssoff\nPadilla\nPell\nPelosi\nPepper\nPowell\nReid\nRibicoff\nRockefeller\nRomney\nRoosevelt (Franklin)\nRoosevelt (Theodore)\nSanford\nSchumer\nSmith\nStafford\nStassen\nTruman\nTupper\nVidal\nWagner\nWalz\nWallace\nWarnock\nWarren (Earl)\nWarren (Elizabeth)\nWilliams\nWillkie\nWeicker\nWellstone\nWilson\nYarborough\n\n\nJurists\nBlackmun\nBrandeis\nBrennan\nBreyer\nDouglas\nGinsburg\nHughes\nJackson (Ketanji Brown)\nKagan\nMarshall\nSotomayor\nSouter\nStevens\nWarren (Earl)\nWilliams\n\n\nCommentators\nColbert\nHayes\nBonnell\nKasparian\nKimmel\nMaddow\nMaher\nNoah\nOliver\nStewart\nUygur\n\n\nActivists\nArmstrong\nBiden (Jill)\nChavez\nDu Bois\nEmhoff\nFord\nFriedan\nGompers\nHamer\nIreland\nJackson (Jesse)\nKing\nKing Jr.\nLerner\nMacFarlane\nMcIlrath\nMiranda\nMoore\nMurray\nObama (Michelle)\nRandolph\nReuther\nRoosevelt (Eleanor)\nSharpton\nSteinem\nTrotter\n\n\nParties\nActive\n\nDemocratic Party (1930s–present)\nDefunct\n\nProgressive Party\n1912–1920\n1924–1934\n1948–1955)\nRockefeller Republicans (1930s-1970s)\n\n\nThink tanks\nCenter for American Progress\nCenter for Budget and Policy Priorities\nDemos\nEconomic Policy Institute\nRoosevelt Institute\nUrban Institute\n\n\nOther organizations\nAFL-CIO\nAmerican Civil Liberties Union\nAmerican Constitution Society\nAmerican Humanist Association\nAmericans United for Separation of Church and State\nBrennan Center For Justice\nCongress of Racial Equality\nCongressional Progressive Caucus\nEqual Justice Works\nFair Fight Action\nNAACP\nNational Organization for Women\nOur Revolution\nPeople for the American Way\nNARAL\nPeople for the American Way\nSouthern Christian Leadership Conference\nSouthern Center for Human Rights\nSNCC\nNational Urban League\n\n\nMedia\nJournals\n\nThe American Prospect\nThe Atlantic\nMother Jones\nThe Nation\nThe New Republic\nRolling Stone\nSojourners\nTV channels\n\nMSNBC\nWebsites\n\nAlterNet\nDaily Kos\nFiredoglake\nHuffPost\nSalon\nTalking Points Memo\nThinkProgress\nOther\n\nThe Problem with Jon Stewart\n\n\nSee also\nLiberal bias in academia\nLiberal bias in the media\nLiberal theorists\nLiberalism in the United States\n\n\n Liberalism portal\n United States portalvte\nCharles Ellis Schumer (/ˈʃuːmər/ SHOO-mər; born November 23, 1950) is an American politician serving as Senate Majority Leader since 2021[3] and the senior United States senator from New York since 1999. A member of the Democratic Party, he has led the Senate Democratic Caucus since 2017 and was Senate Minority Leader from 2017 to 2021. Schumer is in his fifth Senate term, making him the longest-serving US senator from New York, having surpassed Daniel Patrick Moynihan and Jacob K. Javits in 2023. He is the dean of New York's congressional delegation.\nA native of Brooklyn and a graduate of Harvard College and Harvard Law School, Schumer was a three-term member of the New York State Assembly from 1975 to 1980. He served nine terms in the United States House of Representatives from 1981 to 1999, first representing New York's 16th congressional district before being redistricted to the 10th congressional district in 1983 and 9th congressional district 10 years later. In 1998, Schumer was elected to the Senate, defeating three-term Republican incumbent Al D'Amato. He was reelected in 2004 with 71% of the vote, in 2010 with 66% of the vote, in 2016 with 70% of the vote, and in 2022 with 56% of the vote.\nSchumer chaired the Democratic Senatorial Campaign Committee from 2005 to 2009, overseeing 14 Democratic gains in the Senate in the 2006 and 2008 elections. He was the third-ranking Democrat in the Senate, behind Senate Majority Leader Harry Reid and Majority Whip Dick Durbin. He served as Vice Chair of the Democratic Caucus in the Senate from 2007 to 2017[4] and chaired the Senate Democratic Policy Committee from 2011 to 2017.[5] Schumer won his fourth term in the Senate in 2016 and was then unanimously elected Democratic leader to succeed Reid, who was retiring.[6][7]\nIn January 2021, Schumer became Senate Majority Leader, becoming the first Jewish Senate majority leader. As majority leader, Schumer shepherded through the Senate some of the Biden administration's major legislative initiatives, such as the American Rescue Plan Act of 2021, the Infrastructure Investment and Jobs Act, the Inflation Reduction Act of 2022, the CHIPS and Science Act, the Bipartisan Safer Communities Act, and the Respect for Marriage Act. Under his leadership, the Senate confirmed the most federal judges during the first two years of any presidency since John F. Kennedy's, and the most diverse slate of federal judicial nominations in American history,[8] including Ketanji Brown Jackson, the first African American woman to serve on the Supreme Court.\n\n\nEarly life and education (1950–1974)\nSchumer was born on November 23, 1950, in Midwood, Brooklyn, the son of Selma (née Rosen) and Abraham Schumer.[9] His father ran an exterminating business, and his mother was a homemaker.[10][11] He and his family are Jewish,[12] and he is a second cousin, once removed, of comedian Amy Schumer.[13][14][15] His ancestors originated from the town of Chortkiv, Galicia, in what is now western Ukraine.[16]\nSchumer attended Brooklyn public schools, scoring 1600 on the SAT and graduating as the valedictorian of James Madison High School in 1967. He competed for Madison High on the television quiz show It's Academic.[17] He attended Harvard College, where he originally majored in chemistry before switching to social studies after volunteering on Eugene McCarthy's presidential campaign in 1968.[18] After graduating magna cum laude and Phi Beta Kappa in 1971, Schumer attended Harvard Law School, earning his Juris Doctor with honors in 1974. He passed the New York state bar in early 1975, but never practiced law, opting rather for a career in politics.[19]\n\nEarly career (1975–1998)\nSchumer during the 100th Congress\nIn 1974, Schumer ran for and was elected to the New York State Assembly, filling a seat previously held by Schumer's mentor, Congressman Stephen Solarz.[20] Schumer served three terms, from 1975 to 1981, sitting in the 181st, 182nd and 183rd New York State Legislatures.[21][22][23][20]\nIn 1980, 16th district Congresswoman Elizabeth Holtzman won the Democratic nomination for the Senate seat of Republican Jacob Javits. Schumer ran for Holtzman's vacated House seat and won.[20] He was reelected eight times from the Brooklyn and Queens-based district, which changed numbers twice in his tenure (it was numbered the 16th from 1981 to 1983, the 10th from 1983 to 1993, and the 9th from 1993). In 1982, as a result of redistricting, Schumer faced a potential matchup with Solarz, but the matchup did not materialize.[20][24] In preparation, Schumer \"set about making friends on Wall Street, tapping the city's top law firms and securities houses for campaign donations. 'I told them I looked like I had a very difficult reapportionment fight. If I were to stand a chance of being re-elected, I needed some help,' he would later tell the Associated Press.\"[24]\nSchumer introduced The Religious Freedom Restoration Act (also known as RFRA) on March 11, 1993.[25]\nAs a member of the House Judiciary Committee, Schumer was one of four members of Congress who oversaw the House investigation (leading the Democratic defense of the Clinton administration),[26] of the Waco siege hearings in 1995.[27]\n\nU.S. Senate (1999–present)\nSchumer during the 107th Congress\nIn 1998, Schumer ran for the Senate. He won the Democratic primary with 51% of the vote against Geraldine Ferraro (21%) and Mark Green (19%). He received 54% of the vote in the general election,[28] defeating three-term incumbent Republican Al D'Amato (44%).\nIn 2004, Schumer was reelected with 71% of the vote, defeating the Republican nominee, Assemblyman Howard Mills of Middletown, and conservative Marilyn F. O'Grady. Many New York Republicans were dismayed by the selection of Mills over the conservative Michael Benjamin, who held significant advantages over Mills in both fundraising and organization.[29] Benjamin publicly accused GOP chairman Sandy Treadwell and governor George Pataki of trying to muscle him out of the Senate race and undermine the democratic process.[29] Schumer defeated Mills by 2.8 million votes.[30] He won every county in the state except Hamilton County, in the Adirondacks, the least populous and most Republican county.[30] Mills conceded defeat minutes after the polls closed, before returns had come in.[30]\nAn April 2009 SurveyUSA poll placed Schumer's approval rating at 62%, with 31% disapproving.[31]\nNotable former aides to Schumer include former U.S. Representative Anthony Weiner, former New York State Senator Daniel Squadron, and New York State Assemblymembers Phil Goldfeder and Victor M. Pichardo.[32][33]\nAfter the 2016 presidential election, Schumer said the Democratic Party lost due to not having \"a strong, bold economic message\" and called on Democrats to push for reforms in the affordability of college and trade laws.[34]\n\nSchumer with his fellow congressional leaders in January 2020\nSenate Democratic leader\nSchumer attending the inauguration of Donald Trump as president of the United States, January 20, 2017\nSchumer is among the members of the Senate leadership meeting with Donald Trump and Mike Pence in the Oval Office, January 24, 2017.\nThe Senate Democratic caucus elected Schumer minority leader in November 2016. Schumer had been widely expected to lead Senate Democrats after Reid announced his retirement in 2015. He is the first New Yorker, as well as the first Jewish person, to serve as a Senate leader.[35] On January 20, 2021, Democrats gained control of the Senate with the swearing-in of newly elected Georgia senators Jon Ossoff and Raphael Warnock, following the 2020–21 election runoff and special election runoff, making Schumer the majority leader, replacing Republican Mitch McConnell.[36]\n\nPolitical style\nSchumer and Hillary Clinton at Erie Canal Harbor opening ceremony\nSchumer and President Barack Obama in October 2013\nSchumer's propensity for publicity is the subject of a running joke among many commentators. He has been called an \"incorrigible publicity hound\".[37] Bob Dole once quipped, \"the most dangerous place in Washington is between Charles Schumer and a television camera\";[38] Barack Obama joked that Schumer brought the press to a banquet as his \"loved ones\".[39][40][41][42] Schumer often schedules media appearances on Sundays. Some have cited his use of media as a successful way to raise a politician's profile nationally and among his constituents.[43] Schumer has appeared on The Daily Show seven times.[44]\nIn Washington, Schumer has been a lead consensus-builder on the difficult issues of health care, immigration, and financial regulation.[45]\nAs chair of the Joint Congressional Committee on Inaugural Ceremonies for the Second Inauguration of Barack Obama, Schumer played a key role in organizing the event, gave the opening speech and served as master of ceremonies.[46] A photograph of a smiling Schumer peering from behind Malia Obama as Obama took the oath of office went viral and became a meme.[47] Although it was called a \"photobomb\",[48] it was not technically one as he was standing in the correct place.[49][47] The Huffington Post quipped, \"clearly, inauguration day belonged to Chuck Schumer.\"[50]\n\nLocal issues\nSchumer at the Binghamton St. Patrick's Day Parade on March 5, 2016\nSchumer attended an anti-Trump march in New York City on January 21, 2017.\nSchumer prides himself on visiting each of New York's 62 counties every year and has done so in each of the years he has served in the Senate, the only New York senator to have done so.[51] He has a reputation for focusing on local issues important to average New Yorkers not normally associated with United States senators, ranging from tourism to local taxes to job creation.[52][53][54][55] When it was revealed that Adidas planned to end its contract for the manufacture of NBA jerseys with American Classic Outfitters, an upstate New York apparel company, and outsource production overseas, Schumer blasted the company, citing the risk to 100 workers at the plant.[56]\nWhen it was revealed that Canon Inc. was considering relocating from its corporate headquarters in Long Island because of a dispute over road infrastructure funding, Schumer stepped in to advocate that New York state redirect federal stimulus dollars to make the road improvements and keep the company and its jobs on Long Island.[57] Along with his House and Senate colleagues, Schumer successfully worked to kill a Bush-era privatization plan for custodial and utility workers at the United States Military Academy at West Point. The plan would have called for turning over custodial and utility work to a Georgia company.[58]\nIn November 2017, Schumer and Senator Kirsten Gillibrand announced $1,908,486 in funding for Head Start and Early Head Start programs at the Community Action Organization of Erie County, Schumer saying the federal funding would yield \"real results to young students in Western New York by providing them with the resources they need to succeed both in and out of the classroom\".[59]\nIn January 2018, Schumer requested that the U.S. Department of Veteran Affairs complete final acquisitions for two 60-acre and 77-acre parcels in Pembroke, New York, and initiate construction of the New Western New York National Veterans Cemetery, saying the completion of the cemetery would ensure \"Western New York's military veterans will have the proper burial, at a site close to the homes, families, and the very communities they dedicated their lives to defend and serve.\"[60]\n\nDrugs\nIn May 2001, Schumer and Senator John McCain introduced legislation intended to make it more difficult for makers of brand-name drugs to keep cheaper generic drugs off the market.[61] A coalition of consumer groups supported the legislation and Schumer told reporters its enactment would reduce prescription drug costs by over 60% per prescription in addition to saving consumers $71 billion over the next decade.[62]\nIn October 2001, during a press conference, Schumer stated his desire that generic ciprofloxacin be available for government use. At that time, Bayer held exclusive patent rights for its commercial product, Cipro. Schumer also said he believed the federal government had the authority to order the immediate production of generic ciproflaxin to expand the government stockpile of the drug.[63]\nIn July 2002, the Senate passed a bill sponsored by Schumer and McCain that could lower the costs of generic drugs more rapidly available to U.S. consumers and thereby lead to savings of billions of dollars in drug costs.[64] The legislation also attempted to prevent frivolous lawsuits by brand-name drug manufacturers claiming generic drugs infringed their patents.[65] An identical bill was introduced in the House but did not pass.[66]\n\nFBI\nIn November 2001, Schumer joined fellow New York Senator Hillary Clinton to call for legislation encouraging the Federal Bureau of Investigation to share information on terrorism with local and state police by removing legal barriers to such cooperation, citing reports by New York Mayor Rudy Giuliani that federal authorities did not tell city police what they were aware of. Schumer joined Patrick Leahy to report that the Justice Department supported the legislation.[67]\nIn October 2016, after FBI director James Comey announced the reopening of an investigation into whether Hillary Clinton, then the Democratic presidential nominee, mishandled classified emails during her tenure at the State Department, Schumer said he had lost confidence in Comey.[68] In May 2017, after President Donald Trump fired Comey, Schumer told reporters they were aware the FBI had been investigating whether the Trump campaign had colluded with Russia and pondered whether the investigation was \"getting too close to home for the president\".[69] In a Senate floor speech, Schumer called for a \"impartial and independent\" investigation into Russian interference in the 2016 presidential election, announcing the Democrats had agreed that Deputy Attorney General Rod Rosenstein would not be able to appoint a special prosecutor for an investigation into Russia's meddling; that Comey meet with the Senate; and that Rosenstein and Attorney General Jeff Sessions meet separately with senators.[70]\nIn January 2018, Schumer said that since Mueller's investigation began, the United States \"has had to endure conspiracy after conspiracy from the right wing, Republican congressmen, senators and of course the right-wing press, which acts in total cahoots\" in regard to their views on the FBI, and that the Republicans' effort to discredit Mueller \"has now devolved into delusional, self-serving paranoia\".[71] In May, after the White House invited two Republicans and no Democrats to a briefing by Department of Justice officials on an FBI informant who made contact with the Trump campaign,[72] Schumer and House Minority Leader Nancy Pelosi sent a letter to Deputy Attorney General Rod Rosenstein and FBI director Christopher A. Wray calling for \"a bipartisan Gang of Eight briefing that involves congressional leadership from both chambers\".[73]\n\nSupreme Court\nSchumer meeting with Supreme Court nominee Ketanji Brown Jackson\nIn September 2005, after President George W. Bush nominated John Roberts for Chief Justice of the United States, Schumer praised Roberts's brilliance, his being \"a lawyer above all\", and his \"judicial philosophy and modesty and stability\" during the Senate Judiciary Committee's confirmation hearings for Roberts. But Schumer said Roberts's \"compassion and humanity\" was questionable, and objected to the Bush administration's refusal to show documents Roberts wrote during his tenure as deputy solicitor general and to Roberts's refusal to answer many questions the committee asked him.[74] In June 2018, Schumer said Roberts was demeaning the Supreme Court as it became more political, citing the court ruling in favor of anti-abortion clinics in California. Schumer said the court had \"affirmed a plainly discriminatory travel ban, unleashed a flood of dark unlimited money in our politics and has scrapped a key pillar of the Voting Rights Act\" and thereby aligned itself with goals of what he called \"the hard right\".[75]\nIn October 2005, Schumer said Bush Supreme Court nominee Harriet Miers \"would not get a majority either in the Judiciary Committee or the floor\" and that her confirmation hearings would cause her to gather either support or opposition in a way that had not been seen by any other nominee in recent memory.[76]\nIn May 2009, he told reporters the confirmation process for Obama Supreme Court nominee Sonia Sotomayor would be \"more of a test of the Republican Party than it is of Judge Sotomayor\", calling Sotomayor a \"mainstream justice\" whom Republicans had no reason to oppose.[77]\nIn March 2016, after Obama nominated Merrick Garland to replace the deceased Antonin Scalia, Schumer called for Mitch McConnell and Chuck Grassley to hold hearings \"so America can make its own judgment as to whether Merrick Garland belongs on the court\".[78] In July 2018, it was reported Schumer had advocated that Trump nominate Garland as a way to attract bipartisan support, as opposed to nominating someone opposed to the Affordable Care Act and Roe v. Wade who would be more controversial.[79] In November 2016, Schumer said the Democrats would \"go at\" President-elect Trump if he did not nominate Supreme Court justices who were mainstream and the Republicans did not have \"clean hands\" for having blocked the Garland nomination for months.[80]\nIn March 2017, at the end of Senate hearings for Trump Supreme Court nominee Neil Gorsuch, Schumer said he would vote against confirmation and called on Democrats to join him in blocking an up-or-down vote on Gorsuch. In his floor speech, Schumer said, \"If this nominee cannot earn 60 votes—a bar met by each of President Obama's nominees and George Bush's last two nominees—the answer isn't to change the rules. It's to change the nominee.\"[81] The Democrats conducted the filibuster, but Republicans broke it using the \"nuclear option\", and Gorsuch was confirmed the next day.[82]\nIn July 2018, after Trump nominated Brett Kavanaugh to replace the retiring Anthony Kennedy, Schumer said Kavanaugh should be asked direct questions about the precedent set by Roe v. Wade and other cases. Schumer noted Kavanaugh's expressed opinion on the possible incorrect decision in United States v. Nixon and that this could mean he would not hold Trump accountable as a justice.[83]\nOn August 21, Schumer said he was requesting that documents from Kavanaugh's White House tenure be shared with the Senate, arguing that \"withholding documents from the Senate and the American people under the bogus label of committee confidential is a dark development for the Senate.\"[84] After meeting with Kavanaugh, Schumer said he had asked him whether he believed Roe v. Wade and Casey v. Planned Parenthood were properly decided and that Kavanaugh had not responded and the lack of an answer \"should send shivers down the spine of any American who believes in reproductive freedom for women\". He also said Kavanaugh had a special obligation to make his views clear due to his unique position as the only person nominated to the Supreme Court by a president who said, \"I will only nominate someone who overturns Roe v Wade.\"[85] Schumer subsequently called on the Senate Judiciary Committee to delay Kavanaugh's confirmation hearing after former Trump lawyer Michael Cohen plead guilty to charges of bank fraud, tax fraud and campaign finance law violations, calling the plea \"a game changer\".[86]\n\n2020 comments about Brett Kavanaugh and Neil Gorsuch\nIn March 2020, Schumer came under controversy for statements he made about Supreme Court justices Neil Gorsuch and Brett Kavanaugh, both of whom were nominated by Trump. At a rally outside the United States Capitol while the Supreme Court was hearing an abortion-related case, Schumer said that if Kavanaugh and Gorsuch voted against abortion rights, they would have \"unleashed a whirlwind\" and would \"pay the price\". He then said, \"You won't know what hit you if you go forward with these awful decisions.\" Republicans and Democrats, as well as Chief Justice John Roberts, condemned these comments as inciting violence. Senator Josh Hawley called for a censure.[87] A spokesman for Schumer said the comments were in reference to the political price Senate Republicans would pay, and criticized Roberts for following a \"right-wing\" attack to misinterpret the comments.[88] Schumer later apologized for the comments.[89]\n\nNet neutrality\nIn November 2017, Schumer said, \"Just as our free highway system helped build jobs in America in the 20th century, net neutrality will help build jobs in the 21st century. To take a step back hurts our economy, our job growth and middle-class and working people. It is a disaster.\"[90] In December, after the FCC voted to repeal net neutrality rules, Schumer said the internet could start resembling \"a toll road, with the highest bidders cruising along private 'fast lanes' while the rest of us inch along a single, traffic-choked public lane; and we could be forced to purchase internet packages much like cable packages, paying more for popular sites\", and that the resolution he was introducing would undo the effects of the vote.[91]\nIn January 2018, Schumer announced all 49 members of the Democratic caucus supported a resolution overturning the FCC vote on net neutrality and said congressional Republicans \"have the opportunity to right the administration's wrong and show the American people whose side they're on: big ISPs' and major corporations' or consumers', entrepreneurs', and small business owners'.\"[92] In May, the Senate adopted a measure to revive Obama-era internet regulations enforcing equal treatment for all web traffic. Schumer called the vote \"our best chance to make sure the internet stays accessible and affordable to all Americans\".[93] In June, in response to the Republican-controlled House not taking up the Senate resolution restoring net neutrality rules, Schumer said, \"House Republican leaders gave a green light to the big ISPs to charge middle-class Americans, small business owners, schools, rural Americans, and communities of color more to use the internet.\"[94]\n\nCommittee assignments\nSchumer's committee assignments for the 118th Congress are as follows:[95]\n\nCommittee on Rules and Administration\nSelect Committee on Intelligence (ex officio)\nCaucus memberships\nAfterschool Caucuses[96]\nCongressional NextGen 9-1-1 Caucus[97]\nPolitical positions\nAbortion\nSchumer is pro-choice, and has a 100% rating from NARAL Pro-Choice America.[98]\nIn 2002, Schumer authored a provision to an industry-sponsored bill intended to make it harder for people to erase their debts by filing for bankruptcy. Anti-abortion activists opposed the measure, claiming it restricted their ability to use bankruptcy courts to write off court fines. After the bill appeared to die in May, J. Dennis Hastert spokesman John Feehery opined, \"Schumer really was pretty obnoxious about how this provision was going to hurt people who were pro-life and that really got some of our folks ginned up.\" In response, Schumer said the provision was a compromise with Henry Hyde and other colleagues and it was opposed by people who did not properly read the law.[99]\nAfter Supreme Court Justice Anthony Kennedy retired in 2018, Schumer voiced concern about Trump's choice of replacement, believing they would try to overturn Roe v. Wade.[100]\n\nAgriculture\nIn March 2019, Schumer was one of 38 senators to sign a letter to U.S. Secretary of Agriculture Sonny Perdue warning that dairy farmers \"have continued to face market instability and are struggling to survive the fourth year of sustained low prices\" and urging his department to \"strongly encourage these farmers to consider the Dairy Margin Coverage program\".[101]\n\nBicycle safety\nSchumer is noted for his love of cycling in New York City, especially around his home in Brooklyn.[102] In 2011, he was reported to have joined a group of neighbors on his street in Park Slope, near Prospect Park. They attempted to remove a new \"protected\" bicycle path on their street,[103] which ran adjacent to the curb, with a protection buffer provided by parallel-parked cars next to the bike lane.[104] While Schumer has not taken a public position on the traffic-calming project, whose most prominent feature is a two-way protected bike path, his wife, Iris Weinshall, is a prominent opponent of the project, and the New York Post reported that Schumer has lobbied against the bike path behind the scenes.[105] In addition, a major Schumer campaign contributor[106] has fought a controversial pro bono legal battle against the project, drawing criticism.[107]\n\nBush administration judicial nominations\nIn January 2004, after President Bush renominated Charles Pickering to the federal appeals court along with 30 other nominees who had failed to win confirmation under the previous Democratic-controlled Senate, Schumer stated his intent to prevent Pickering's confirmation and said the US could do better.[108]\nIn 2007, after Bush nominated former federal judge Michael Mukasey to become attorney general of the United States (replacing Gonzales, who had resigned), Schumer expressed support for Mukasey. Despite appearing troubled by Mukasey's refusal to declare in public that waterboarding was illegal torture, Schumer announced on November 2 that he would vote to confirm Mukasey.[109] He said Mukasey had assured him in a private meeting that he would enforce any law declaring waterboarding illegal, and that Mukasey had told him Bush would have \"no legal authority\" to ignore such a law.[110]\n\nCannabis\nSchumer speaking at the NYC Cannabis Parade & Rally in 2022\nIn April 2018, Schumer said that he would back efforts to decriminalize cannabis at the federal level.[111] On April 20, a day known as 4/20, he announced his sponsorship of legislation to remove cannabis from the Controlled Substances Act. The bill would also provide funding for women and minority-owned businesses and for research into the public health effects of cannabis.[112] On June 27, 2018, Schumer formally introduced the Marijuana Freedom and Opportunity Act.[113]\nOn July 14, 2021, Schumer, along with Senators Ron Wyden and Cory Booker, released for public comment a comprehensive federal legalization bill known as the Cannabis Administration and Opportunity Act.[114][115] On July 21, 2022, he formally introduced the bill.[116]\n\nClinton impeachment\nSchumer voted on the impeachment charges of President Bill Clinton in both houses of Congress. Schumer was a member of the House of Representatives (and Judiciary Committee member) during a December 1998 lame-duck session of Congress, voting \"no\" on all counts in committee and on the floor of the House. In January 1999, Schumer, as a newly elected member of the Senate, also voted \"not guilty\" on the two impeachment charges.[117]\n\nConsumer issues\nSchumer has given legislative attention to consumer issues. He passed legislation that required uniform disclosure information on the back of credit card applications, notifying prospective cardholders of annual fees and interest rates. This standardized information is now known as the \"Schumer box\". Schumer has also aggressively pushed to end the practice whereby customers can be charged two ATM fees, one by their own bank and one by the bank that owns the ATM, if the ATM is outside their bank's network.[118]\nWith Representative Nita Lowey, Schumer has been working to ban the chemical bisphenol A (BPA), often found in baby bottles and plastic children's food containers.[119] The Canadian government has already banned BPA in baby bottles and children's products.[120] Schumer is also seeking a ban on the use of cadmium, a carcinogen known to impair brain development in children, in toys and children's jewelry.[121] When companies began selling gloves, pills, inhalers, diuretics, shampoos and other products during the 2009 swine flu scare, Schumer urged the Federal Trade Commission (FTC) to open an investigation. In the end, the FTC put ten companies on notice and identified a total of 140 scams.[122]\nSchumer has championed college tuition tax credits, calling for and passing a $4,000 tuition tax credit for students as part of a host of tax credits and cuts passed to stimulate the economy in the 2009 American Reinvestment and Recovery Act.[123]\nSchumer received an \"A\" grade on the 2008 Drum Major Institute's Congressional Scorecard on middle-class issues.[124]\nIn October 2013, Schumer announced his support for a proposal ending restrictions on shipping beer, wine, and spirits through the U.S. Postal Service, saying it would \"help keep local post offices open by bringing in an estimated $225 million in new revenues to the USPS\" and broaden the availability of beers and wines to consumers.[125]\n\nDeath penalty\nIn 2013, Schumer said the death penalty would be \"appropriate\" in the case of the Dzhokhar Tsarnaev, the perpetrator of the Boston Marathon bombing. \"The federal law allows the death penalty. ... I wrote the law in 1994 when I was head of the crime subcommittee in the House. This is just the kind of case that it should be applied to.\"[126][127]\n\nDisaster relief\nIn 2014, Schumer was recognized for helping to achieve the award of $700,000 in compensation from the Federal Emergency Management Agency (FEMA) for Gowanda, New York, as a result of the devastating flood there in 2009.[128][129] A flash flood devastated the village, causing two deaths. Four feet of flood waters swept through the village, and caused much damage.[128][129] Gowanda was declared both a state and federal disaster site.[128][129]\nOf the anticipated disbursement of FEMA monies to Gowanda, Schumer said:\n\nFEMA and the state were sitting on Gowanda's money for way too long. It's about time that they made the village of Gowanda whole for the damage done in this flood. I've been advocating for this for months and months and months; I'm glad everyone came together and finally did the right thing.[128][129] \nDonald Trump\nSchumer attended the congressional leadership meeting with Trump in the White House Situation Room on January 2, 2019.\nIn a November 2016 interview conducted in the weeks after Trump's election to the presidency, Schumer said that he and Trump were not friends and had had \"civil conversations a couple of times\" when Trump had contacted him. Trump had said earlier that year that he believed he would get along with Schumer and that he was \"close to Schumer in many ways\".[130] In December 2016, Schumer called on Trump cabinet nominees to release their tax returns and in doing so follow the precedent set by Steve Mnuchin and Tom Price.[131]\nIn February 2017, before Trump's speech to a joint session of Congress, Schumer predicted that the speech would be less memorable than ones delivered by Trump's predecessors due to what he called \"a yawning gap between what he says and what his administration actually does for working Americans\". Though acknowledging Trump's populist campaigning style, Schumer said Trump \"governs like a pro-corporate, pro-elite, hard-right ideologue\".[132]\nIn March 2017, Schumer released a statement calling on Trump to apologize for claiming the Obama administration had wiretapped him during his presidential campaign. He advocated that Trump stop tweeting to better focus on working on behalf of the United States and said Trump had \"severely damaged his credibility\" by promoting conspiracy theories.[133]\nIn June 2018, Schumer delivered a Senate floor speech decrying Representative Maxine Waters's call to harass members of the Trump administration as protest of the administration's policies: \"I strongly disagree with those who advocate harassing folks if they don't agree with you. If you disagree with a politician, organize your fellow citizens to action and vote them out of office. But no one should call for the harassment of political opponents. That's not right. That's not American.\"[134]\nIn August 2018, in response to Trump's charge that American Jews who vote for Democrats are \"disloyal\", Schumer tweeted, \"When he [Trump] uses a trope that's been used against the Jewish people for centuries with dire consequences, he is encouraging—wittingly or unwittingly—anti-Semites throughout the country and world.\"[135]\nSchumer was participating in the certification of the 2021 United States Electoral College vote count on January 6, 2021, when Trump supporters attacked the U.S. Capitol. Schumer and other members of Congress were removed from the Senate chambers. He and Mitch McConnell joined Nancy Pelosi and Steny Hoyer in an undisclosed location. As the attack persisted, Schumer and Pelosi released a joint statement calling on Trump to demand the rioters leave the Capitol and its grounds immediately.[136] When the Senate reconvened after the Capitol was secure, Schumer gave remarks, calling it a day \"that will live forever in infamy\".[137] Later that day, he blamed Trump for the attack, calling on Vice President Mike Pence to invoke the Twenty-fifth Amendment to the United States Constitution to remove Trump from office. He also said he would support impeachment.[138]\n\nElection reform\nIn March 2002, as the Senate worked on a compromise to save an election reform bill that stalled due to Republicans' believing it was not combative enough against voter fraud, Schumer and Senator Ron Wyden led a successful effort in protecting an amendment allowing first-time voters to be verified with only a signature.[139]\n\nEqual pay\nIn April 2014, the United States Senate debated the Paycheck Fairness Act (S. 2199; 113th Congress), a bill aimed at addressing the gender pay gap in the United States.[140] Republicans argued that the Democrats were attempting to use the votes on this bill and the issue of equal pay as political issues in the 2014 midterm elections.[140] Schumer backed the measure and told reporters, \"pay equity, that's women, that's 53 percent of the vote\".[140]\n\nFinancial industry regulation\nIn 1987, then-Representative Schumer wrote a New York Times op-ed opposing repeal of the Glass–Steagall Act of 1933, titled \"Don't Let Banks Become Casinos\".[141] In 1999, Schumer supported Congress's repeal of Glass–Steagall, saying: \"There are many reasons for this bill, but first and foremost is to ensure that U.S. financial firms remain competitive.\"[142] Since 2010, the securities and investment industry has been the largest donor to Schumer's senatorial campaigns.[143]\nAccording to a December 14, 2008, New York Times article on Schumer's role in the Wall Street meltdown, he embraced the industry's free-market, deregulatory agenda more than any other Democrat in Congress, backing measures blamed for contributing to the financial crisis. A review of his record showed that he took steps to protect the industry from government oversight and tougher rules. Over the years, he helped save financial institutions billions of dollars in taxes or fees. The article claimed that Schumer succeeded in limiting efforts to reform and regulate credit-rating agencies the George W. Bush administration and the SEC had proposed.[144]\nThe Charles Schumer-Rob Portman Senate bill of 2015[145] proposed to tax the $2.2 trillion multinational corporations are holding outside the country in tax-haven subsidiaries, on which 35% was already owed, as a one-time tax \"at a rate significantly lower than the statutory corporate rate\".[146]\nIn his book released in March 2010, No One Would Listen, Bernie Madoff whistleblower Harry Markopolos passed along an unsourced claim that Schumer called the SEC for information about the Madoff investigation. Schumer denied this.[147]\nIn response to The American Prospect's Day One Agenda,[148] Schumer announced a new stance on eliminating student debt. In November 2020, he said, \"I have a proposal with Elizabeth Warren that the first $50,000 of debt be vanquished, and we believe that Joe Biden can do that with the pen as opposed to legislation\".[149]\n\nForeign policy\nIn 2009, Schumer criticized Scotland's release of convicted Pan Am Flight 103 bomber Abdelbaset al-Megrahi and called for the United States to impose economic sanctions on the United Kingdom if Megrahi's release was tied to a massive oil deal between the United Kingdom and Libya.[150]\nIn April 2017, after the Shayrat missile strike, Schumer said a \"pinpointed, limited action to punish and hopefully deter Assad from doing this again is appropriate\" while warning against the United States becoming further involved in Syria.[151]\nIn July 2017, Schumer voted for the Countering America's Adversaries Through Sanctions Act, which grouped together sanctions against Iran, Russia, and North Korea.[152]\nIn July 2018, after Trump criticized Germany's decision to approve a new Russian-German gas pipeline under the Baltic Sea bypassing Poland and Ukraine, Schumer and House Minority Leader Pelosi released a joint statement condemning Trump's comments as an embarrassment and his behavior as \"another profoundly disturbing signal that the President is more loyal to President Putin than to our NATO allies\".[153]\n\nIn October 2020, Schumer called on the Trump administration to immediately suspend U.S. military aid to Azerbaijan,[154][155] sent through the Pentagon's \"building partner assistance program\".[155][156] According to critics, the aid could be used in the Nagorno-Karabakh conflict between Azerbaijan and Armenia.[155][157] He co-signed a letter stating: We have been very critical of U.S. security assistance to Azerbaijan given the country's human rights record and aggression in the region. Earlier this year, at Senator Menendez's request, the Government Accountability Office agreed to conduct a review of security assistance to the country to ensure that it aligns with U.S. interests; this violence indicates that it does not.[155]\nAfghanistan\nIn March 2006, the House Appropriations Committee voted to block an amendment allowing Dubai Ports World to operate some terminals at U.S. ports, an amendment that was inserted into the emergency supplemental funding bill for military actions in Iraq and Afghanistan. The same day, Schumer introduced an amendment barring a company from operating in a U.S. port if the company was owned by a country that recognized the Taliban's regime in Afghanistan, the amendment being touted as similar to the House measure. Senate majority leader Bill Frist subsequently asked for a quorum call that effectively gnarled proceedings, Schumer afterward opining that the Democrats had \"bent over backwards to try and accommodate the Republican schedule\" and that Frist's move meant Republicans did not want a vote at all.[158]\nIn October 2009, Schumer said, \"It cost us $6 trillion and 4,500 lives, approximately, to bring stability to Iraq. Just in terms of the loss of life and treasure, do we want to do the same exercise in Afghanistan?\" He said the United States could potentially be able to keep itself safe without bringing stability to Afghanistan and advocated that American forces be scaled back in Afghanistan in favor of more reliance on unmanned drone attacks.[159]\nIn April 2017, Schumer called for caution in Afghanistan, noting the casualties in Iraq, and said the military would have to come to Congress if it wanted more American soldiers in Afghanistan.[160]\n\nChina\nIn 2006, NPR reported that Schumer and Senator Lindsey Graham were highly critical of the trade imbalance between the U.S. and China, and its alleged cause of Chinese currency intervention.[161]\nIn 2017, Schumer wrote to Trump advocating for a block on China that would prevent it from purchasing more American companies to increase pressure on Beijing to help rein in North Korea's nuclear missile program.[162] In May 2018, after Trump signaled his willingness to ease sanctions on ZTE in a bid for a trade deal with Beijing, Schumer observed, \"This seems to be an area where Democrats and Republicans in the House and the Senate are coming together and telling the president, you've got to be tough on China, you have to have your actions match your rhetoric.\"[163]\nBefore the Trump administration took concrete measures against China in late March 2018, Schumer and other Democratic leaders pressed Trump to focus more on China. Schumer said, \"China has stolen millions of jobs and trillions of dollars [but] administrations from both parties haven't been strong enough to fight back.\"[164][165][166]\n\nIran nuclear deal\nOn August 6, 2015, Schumer announced his opposition to the nuclear deal with Iran.[167] He planned to tell the White House, then his Senate colleagues, and then the public, but the White House leaked the news during the Republican debate in what CBS News described as an \"apparent attempt to limit coverage\".[168] Arms control expert Jeffrey Lewis derided Schumer's decision, noting that Schumer was making factually incorrect claims about the amount of time in which the treaty would allow inspection of Iranian nuclear facilities.[169] In what The Guardian described as a \"shot across Schumer's bow\", White House Press Secretary Josh Earnest said that fellow Democrats might remember Schumer's decision when deciding whom to elect as their next majority leader.[170]\n\nIraq\nSchumer was a supporter of the Iraq War Resolution but was very critical of President George W. Bush's strategy in the Iraq War; he suggested that a commission of ex-generals be appointed to review it.[171]\nIn April 2002, during a Senate speech, Schumer called the Bush administration's Middle East policy \"muddled, confused and inconsistent\" and said the planned meeting between Secretary of State Colin Powell and Yasser Arafat would contradict Bush's stated stand against terrorists and those harboring them.[172] Nat Hentoff of the Village Voice wrote in November 2006 that \"the loquacious Schumer has been indifferent to the administration's war on the Constitution and on our laws and treaties\", particularly on the issue of torture.[173]\nIn July 2006, Prime Minister of Iraq Nouri al-Maliki stated that Iraq was urging the international community \"to take a quick and firm stance to stop this aggression against Lebanon, to stop the killing of innocent people and to stop the destruction of infrastructure\". In response, Schumer, Harry Reid, and Dick Durbin signed a letter to al-Maliki in which they charged him with failing to condemn the aggression of Hezbollah as well as Israel's right to defend itself, arguing the oversight raised serious concern about whether Iraq under his rule could \"play a constructive role in resolving the current crisis and bringing stability to the Middle East\".[174]\nSchumer was the first senator to call for U.S. support for Kurdish independence after the 2017 Kurdistan Region independence referendum, releasing a resolution calling for the U.S. government to change its policy to \"support a political process that addresses the aspirations of the Kurds for an independent state\". He called upon Iraq to \"engage in a dialogue and peacefully determine the best way to accommodate the well-deserved and legitimate aspirations of the Iraqi Kurds\".[175]\n\nIsrael\nIn 1994, Schumer joined the Anti-Defamation League and the American Jewish Congress in a campaign to get the IRS to revoke the tax-exempt status of the Palestinian-American charity the Holy Land Foundation, which by the time it was shut down in 2001 was the country's largest Muslim charity.[176]\nIn June 2010, while speaking at an Orthodox Union event in Washington D.C., Schumer made comments about Israel's blockade of the Gaza Strip that were later criticized.[177] He pointed to statistics to show that the Palestinian citizens of the West Bank were experiencing \"economic prosperity\", crediting this to their government's cooperation with the Israeli government on combating terrorists.[178] He then criticized the Palestinian citizens of the Gaza Strip for voting for the Hamas militant organization, calling on Israel to \"strangle them economically until they see that's not the way to go\", while also stating that Israel should continue providing \"humanitarian aid\" to Palestinian civilians. He argued that the Israeli blockade of the Gaza Strip is justified not only because it keeps weapons out of the Palestinian territory, but also because it shows Palestinians living there that \"when there's some moderation and cooperation, they can have an economic advancement.\"[177][179] Schumer added, \"The Palestinian people still don't believe in a Jewish state, in a two-state solution. More do than before, but a majority still do not ... They don't believe in the Torah. They don't believe in King David. So they don't think it's our land\".[178]\nSchumer supported Israel in the 2014 Israel–Gaza conflict.[180] In March 2018, he told AIPAC's delegates that Israeli settlements in the Israeli-occupied West Bank, including East Jerusalem, have nothing to do with the Israeli–Palestinian conflict.[181][182]\nSchumer is a co-sponsor of a Senate resolution expressing objection to the UN Security Council Resolution 2334, which condemned Israeli settlement-building in the occupied Palestinian territories as a violation of international law. He criticized Obama, saying: \"past administrations—both Democrat and Republican—have protected Israel from the vagaries of this biased institution [the U.N.]. Unfortunately, by abstaining on United Nations Resolution 2334, this administration has not followed in that path.\"[183]\n\nSchumer and Israeli President Isaac Herzog in Tel Aviv during the Israel–Hamas war on October 15, 2023\nIn May 2017, Schumer co-sponsored the Israel Anti-Boycott Act, Senate Bill 720, which made it a federal crime, punishable by a maximum sentence of 20 years imprisonment,[184] for Americans to encourage or participate in boycotts against Israel and Israeli settlements in the occupied Palestinian territories if protesting actions by the Israeli government. The bill would make it legal for U.S. states to refuse to do business with contractors that engage in boycotts against Israel.[185]\nSchumer introduced a Senate resolution celebrating the 50th anniversary of the reunification of Jerusalem.[186]\nIn May 2018, Schumer praised Trump for opening the U.S. embassy in Jerusalem, saying, \"I sponsored legislation to do this two decades ago, and I applaud President Trump for doing it.\"[187][188] He had previously accused Trump of \"indecisiveness\" for his delays in implementing the move by waiving the Jerusalem Embassy Act of 1995, as previous presidents had done.[189]\n\nNorth Korea\nIn February 2017, Schumer said that North Korea had proved itself to be \"an irresponsible nation in every way\" and that China could be used to curtail North Korea as most of North Korea's imports and exports go through China. He advocated that the United States tell China \"they have to put the wood to North Korea in a much more serious way than they have done so far.\"[190] In August, after Trump said North Korea would be \"met with fire and fury like the world has never seen\" in the event of continued threats against the United States, Schumer released a statement advocating that the United States be \"firm and deliberate with North Korea, but reckless rhetoric is not a strategy to keep America safe.\"[191]\n\nIn May 2018, Schumer called for Kim Jong-un to be removed from the commemorative coin memorializing the 2018 North Korea–United States summit, calling Kim a \"brutal dictator\" and offering the Peace House as a more appropriate alternative.[192] In June, Schumer was one of seven senior Democratic senators to sign a letter to Trump outlining the conditions of their caucus's support for any deal resulting from the North Korea-US summit.[193] After Kim and Trump issued a joint statement, Schumer said the meeting between the two had given \"a brutal and repressive dictatorship the international legitimacy it has long craved\" and that the agreement lacked details on achieving a pathway to the Korean peninsula being denuclearized, how the United States would verify North Korea's disarming, and an assurance of cessation for enrichment of plutonium and uranium from North Korea.[194] In a speech on the Senate floor, Schumer questioned what the United States had gained from the summit and added that the country had \"won far stronger language on denuclearization\" in previous agreements with North Korea. In response, Trump tweeted, Thank you Chuck, but are you sure you got that right? No more nuclear testing or rockets flying all over the place, blew up launch sites. Hostages already back, hero remains coming home & much more![195]\nRussia\nIn a June 3, 2008, Wall Street Journal op-ed, Schumer wrote that cooperative economic sanctions from the U.S., Britain, France, Germany, Russia and China could topple Iran's theocratic government. In discussing the importance of Russia's cooperation, Schumer wrote, \"Mr. Putin is an old-fashioned nationalist who seeks to regain the power and greatness Russia had before the fall of the Soviet Union.\" He added, \"The anti-missile system strengthens the relationship between Eastern Europe and NATO, with real troops and equipment on the ground. It mocks Mr. Putin's dream of eventually restoring Russian hegemony over Eastern Europe.\"[196] On June 10, the East European Coalition sent Schumer a letter about his article, writing, \"As a supporter of democracy for the nations of Eastern Europe, which suffered greatly under 'Russian hegemony over Eastern Europe', your suggestion that these nations be used as bargaining chips in order to appease Russia is troubling, inexplicable and unacceptable.\"[197]\nIn August 2013, after Russia granted asylum to Edward Snowden, Schumer said Putin was behaving like a \"schoolyard bully\", adding, \"The relationship between the United States and Russia is more poisonous than any time since the Cold War because of all of this.\"[198]\nIn December 2016, Schumer joined John McCain, Lindsey Graham, and Jack Reed in a letter to Majority Leader McConnell urging the formation of a Senate select committee on cyber. Schumer said the panel would focus on Russian meddling and potential threats from other countries such as China and Iran.[199]\nIn December 2016, Schumer demanded a congressional inquiry into Russian meddling in U.S. affairs.[200] In January 2017, in response to those questioning the U.S. intelligence community over its assessments, he said, \"Let me tell you, you take on the intelligence community, they have six ways from Sunday at getting back at you\".[201] Later that month, he introduced legislation to limit executive action on Russian sanctions.[202]\nIn a May 2017 Senate floor speech, Schumer called on the White House to release unedited transcripts of the meeting between Trump and Russian officials the previous week, saying the continued confidentiality would ensure \"the American people will rightly doubt if their president can handle our nation's most closely kept secrets.\"[203] In July, Schumer disavowed claims that the Democratic Party considered Russia its top priority and named health care and economic stability for working-class families as its primary concerns. \"Obviously Russia is in the news. Obviously we want Bob Mueller to be able to pursue and our committees to be able to pursue their investigations unimpeded.\"[204]\nSchumer spearheaded a non-binding resolution in July 2018 \"warning President Trump not to let the Russian government question diplomats and other officials\". The resolution stated the United States \"should refuse to make available any current or former diplomat, civil servant, political appointee, law enforcement official or member of the Armed Forces of the United States for questioning by the government of Vladimir Putin\". It passed 98–0.[205]\n\nGun laws\nIn 1994, then-Representative Schumer and Senator Dianne Feinstein authored the Assault Weapons Ban. Supporters of gun control legislation give Schumer much of the credit for passage of both the Assault Weapons Ban and the Brady Handgun Violence Prevention Act.[206] The Assault Weapons Ban, which banned semi-automatic rifles, shotguns, and handguns with certain features, expired in September 2004 despite attempts by Schumer to extend it. He was one of 16 senators to vote against the Vitter Amendment, which prohibited the confiscation of legally owned firearms during a disaster.[207]\nWhile a target of gun rights organizations, Schumer has supported hunters, sponsoring legislation to provide millions in outdoor recreation grants to landowners who allow hunting and fishing on their private property. For these efforts, Field and Stream magazine honored Schumer in its \"Hero Awards\" in 2008.[208] He supports tax deductions for hunters who donate venison and other game to feeding programs.[209] In response to a question at a debate during his 2010 reelection campaign, Schumer denied having a handgun or a permit for one. He has produced a letter from the NYPD stating that neither he nor his wife, Iris Weinshall, has a handgun license from NYC. Schumer aide Brian Fallon said, \"except for winning an NRA marksmanship award at age 14, the senator does not own a gun or have a license to carry one\".[210]\nIn February 2018, after the Stoneman Douglas High School shooting, Schumer was one of four Democratic senators to sign a letter to Trump asserting that were he \"to endorse legislation to require a background check on every gun purchase, without other poison pill provisions attached, we could finally move much closer towards the comprehensive system that you called for after the Stoneman Douglas attack\" and that there was no justification for allowing people denied firearms by federally licensed dealers to \"simply visit a gun show or go online to purchase the same gun that they were denied at the store\".[211]\nIn January 2019, Schumer was one of 40 senators to introduce the Background Check Expansion Act, which would require background checks for either the sale or transfer of all firearms including all unlicensed sellers. Exceptions to the bill's background check requirement included transfers between members of law enforcement, loaning firearms for either hunting or sporting events on a temporary basis, providing firearms as gifts to members of one's immediate family, firearms transferred as part of an inheritance, or giving a firearm to another person temporarily for immediate self-defense.[212]\n\nHealth care\nIn March 2004, Schumer, Jon Corzine, Ted Kennedy, and Frank Lautenberg signed a letter to President Bush urging him to instruct staff to avoid taking action against whistleblower Richard Foster after Foster spoke out on the subject of White House efforts intended to keep Congress unaware of alternative higher cost estimates for the new Medicare prescription drug program.[213]\nSchumer supported Obama's health reform legislation; he voted for the Patient Protection and Affordable Care Act in December 2009[214] and for the Health Care and Education Reconciliation Act of 2010.[215]\nIn 2009, Schumer proposed that any new government-run health insurance programs follow all the standards applicable to private insurance. He did this to \"address fears that a public program would drive private insurers from the market\". Schumer said he wanted \"a level playing field for competition\".[216]\nIn May 2017, in response to an amendment by Fred Upton to the American Health Care Act, Schumer released a statement saying the amendment \"leaves Americans with pre-existing conditions as vulnerable as they were before under this bill\" and compared it to \"administering cough medicine to someone with stage 4 cancer\".[217] After the Congressional Budget Office (CBO) showed the American Health Care Act would cause millions of Americans to lose health coverage, Schumer said, \"Republicans in Washington and the president should read this report cover to cover, throw their bill in the trash can and begin working with Democrats on a real plan to lower costs for the American people.\"[218] In June, Schumer sent McConnell a letter requesting that all senators meet to discuss the American Health Care Act, citing the need for both parties to \"come together to find solutions to America's challenges\".[219] Later that month, Schumer estimated the bill had a 50% chance of passing the Senate and added that Democrats were doing everything they could to fight the measure, calling the legislation \"devastating for the middle class\".[220]\n\nHomeland security\nIn 1995, Schumer sponsored the Omnibus Counterterrorism Act of 1995 (H.R. 896) in the House of Representatives.[221]\nAs a senator, Schumer has worked to secure homeland security funds for New York State and City and provide resources to its first responders. He delivered over $20 billion to support New York's security and recovery efforts after the 9/11 terrorist attacks on New York City and worked to deliver $200 million in Homeland Security funds to protect New York City mass transit.[222][223][224]\nIn November 2001, Schumer announced hearings on George W. Bush's decision to try terrorists in military tribunals amid Washington concerns that Bush would skip the American legal system in handling such cases. Schumer said the hearing's two goals were to ascertain whether Bush had the power to form a tribunal apart from an attempt at interacting with Congress and whether a military tribunal was the most efficient instrument.[225]\nIn August 2004, after American officials leaked the arrest of Muhammad Naeem Noor Khan to reporters, Schumer said he was troubled by the decision to reveal Khan's identity, citing the fact that the public had learned little of Khan's role in providing the information that led Homeland Security Secretary Tom Ridge to announce a higher terror alert level.[226]\nSchumer supported continuing to fully fund the FIRE Grant program[227] the Federal Emergency Management Agency administered. The program allows fire departments and first responders nationwide to apply for grant funding for major purchases that localities have difficulty providing, namely apparatus and emergency vehicles. When the Bush administration pushed a plan to reduce the program from $1 billion to just under $300 million, Schumer helped lead an effort with local firefighters to block the cuts.[228]\nIn March 2018, Schumer said the bipartisan legislation sponsored by Bob Casey and Pat Toomey would assist the children of deceased first respondents afford college by increasing the availability of Pell grant funding.[229]\nIn August 2018, Schumer announced that the Senate had passed $1 million in FY2019 funding for the national firefighter cancer registry as an amendment to the upcoming FY2019 Health and Human Services minibus appropriations bill. He said firefighters needed \"first-rate medical care and treatment\" for the work they did and the registry would help \"researchers track, treat, and eventually prevent firefighters being stricken by cancer\".[230]\n\nImmigration\nWhile discussing an immigration bill on the Senate floor in 2010, Schumer likened Indian tech giant Infosys Technologies to a \"chop shop\". When his statement set off a wave of outrage in India, he acknowledged his characterization was incorrect.[231][232] The remark was also called \"outrageous\" by U.S.-India Business Council head Ron Somers.[232]\nSchumer is one of the Gang of Eight, a bipartisan group of four Democratic and four Republican senators who wrote and sponsored a 2013 comprehensive immigration reform bill. At the time, Schumer was the chairman of the Immigration, Refugees, and Border Security subcommittee of the Senate Judiciary Committee.[233] In June 2013, the immigration bill passed the Senate with a strong majority—68-32, with 14 Republicans joining all Democrats—but the House of Representatives under Speaker John Boehner refused to take up the bill, and the legislation died.[234]\nIn April 2012, Schumer introduced SB 1070, a bill that would kill Arizona's anti-immigration law, and ones like it if the Supreme Court ruled in favor of the states. He backed his position, saying: \"States like Arizona and Alabama will no longer be able to get away with saying they are simply 'helping the federal government' to enforce the law when they are really writing their own laws and knowingly deploying untrained officers with a mission of arresting anyone and everyone who might fit the preconceived profile of an illegal immigrant.\"[235]\nIn January 2018, Schumer stated that any agreement on the status of Deferred Action for Childhood Arrivals before its March expiration would have to be included in the spending bill.[236] Schumer offered Trump congressional approval of more than $20 billion for his border wall in exchange for protecting recipients of DACA. Trump declined the offer. A week later, Schumer announced that conversations on immigration and border security were resuming between the White House and himself.[237] In a March CNN op-ed, Schumer wrote that Trump had stood in the way of progress on \"compromise proposals that both sides should be proud of\" and charged Trump and the White House with using Dreamers as \"bargaining chips to push forward their anti-immigrant agenda\". He called on Trump to change course and said Americans would be aware that he was behind the prevention of Congress from settling the matter.[238] In June, before a planned meeting between Trump and House Republicans for discussions on the compromise immigration bill, Schumer warned that House moderates would lose credibility if they succumbed to pressure and enacted \"the hard right's agenda\".[239]\n\nIndyMac Bank controversy\nOn June 26, 2008, Schumer took the extraordinary step of publicly releasing letters he had written to regulators about IndyMac Bank, the country's seventh-largest savings and loan association and ninth-largest originator of mortgage loans, which he considered a severely troubled institution. Schumer wrote that he was \"concerned that IndyMac's financial deterioration poses significant risks to both taxpayers and borrowers and that the regulatory community may not be prepared to take measures that would help prevent the collapse of IndyMac.\" Many IndyMac depositors either panicked or, from another perspective, justifiably acted and withdrew funds in the 11 days before IndyMac failed.[240]\nA Treasury Department's Inspector General audit found that the primary causes of IndyMac's failure were associated with its business strategy of originating and securitizing Alt-A loans on a large scale. When home prices declined in the latter half of 2007 and the secondary mortgage market collapsed, IndyMac was forced to hold $10.7 billion of loans it could not sell in the secondary market. IndyMac's reduced liquidity was further exacerbated when account holders withdrew $1.55 billion in deposits in a \"run\" on the thrift after the public release of Schumer's letter. While the run was a contributing factor in the timing of IndyMac's demise, the underlying cause of the failure was the unsafe and unsound manner in which the thrift was operated.[241]\nOffice of Thrift Supervision (OTS) director John Reich immediately blamed IndyMac's failure on the letter's release. Reich said Schumer gave the bank a \"heart attack\", saying, \"Would the institution have failed without the deposit run? We'll never know the answer to that question.\"[242] Reich and top deputies later resigned or were removed amid a Treasury Department audit and investigation revealing that Indymac had been allowed to backdate its financial reports.[243]\nSchumer conceded his actions might have caused some depositors to withdraw their money prematurely, but said, \"if OTS had done its job as regulator and not let IndyMac's poor and loose lending practices continue, we wouldn't be where we are today. Instead of pointing false fingers of blame, OTS should start doing its job to prevent future IndyMacs.\" He added, \"IndyMac was one of the most poorly run and reckless of all the banks ... It was a spinoff from the old Countrywide, and like Countrywide, it did all kinds of profligate activities that it never should have. Both IndyMac and Countrywide helped cause the housing crisis we're now in.\"[244][245]\nDespite IndyMac's condition before the failure, the financial media sharply criticized Schumer. CNBC financial analyst Jerry Bowyer charged that he was responsible for the \"second largest bank failure in US history\".[246] While opining that IndyMac's failure was only a matter of time, banking consultant Bert Ely called Schumer's actions \"wrong and irresponsible\".[247]\nOn October 18, 2008, The Wall Street Journal published an article suggesting that an investment company's interest in IndyMac might have prompted Schumer's letter.[248] His reported close ties to the founders of OneWest Bank have long been of interest to many action groups. On December 22, 2008, The Washington Post reported that the OTS regional director in charge had been removed from his position for allowing IndyMac to falsify its financial reporting.[249][250] The same day, conservative commentator Rush Limbaugh continued to blame Schumer and recast IndyMac's July bankruptcy as an \"October Surprise\" planned by Democrats to help win the 2008 election.[251]\n\nSame-sex marriage\nSchumer at New York City's gay pride parade in 2007\nSchumer voted for the Defense of Marriage Act (DOMA) in 1996.[252] He opposed the Federal Marriage Amendment, saying in 2004 that DOMA made it obsolete.[253]\nIn March 2009, Schumer announced his support for same-sex marriage, noting that it \"was time\".[254] He previously supported civil unions. At a private dinner with gay leaders on March 22, 2009, Schumer said he not only supported same-sex marriage, he also backed a full reversal of DOMA.[255] When the New York State Senate took up a bill to legalize gay marriage in December 2009, Schumer and other statewide officials aggressively lobbied wavering senators to support the legislation.[256]\n\nStudent loan forgiveness\nSchumer supports the cancellation of $50,000 or more in federal student loan debt for every borrower by executive action.[257]\n\nSubprime mortgage and foreclosure crisis\nSee also: United States housing bubble\nIn September 2007, Schumer proposed that the Office of Federal Housing Enterprise Oversight (OFHEO) raise Fannie Mae and Freddie Mac's conforming loan (\"affordable\") limits from $417,000 to $625,000, thereby allowing these government-sponsored enterprises (GSEs) to back mortgages on homes priced up to $780,000 with a 20% down payment.[258]\nAfter the March 2007 meltdown of the subprime mortgage industry, Schumer proposed a federal government bailout of subprime borrowers to save homeowners from losing their residences and to shore up communities that were seeing neighborhoods destabilized due to foreclosures and the resulting decreases in neighboring home values.[259] As part of a package of regulatory reforms that Schumer pushed in response to the subprime foreclosure crisis, he called for the creation of mortgage industry regulators to protect borrowers from deceptive lending practices and called for the Securities and Exchange Commission to move from Washington to New York so that it was in closer proximity to the industry it was charged with overseeing.[260]\nSchumer's top nine campaign contributors are all financial institutions that have contributed over $2.5 million.[261]\n\nTaxes on high incomes\nSchumer had been a staunch defender of low taxes on hedge fund and private equity managers in the mid-2000s, arguing that this was necessary to protect the industry. Then serving on both the Senate Banking and Finance Committees, Schumer was in a position to block attempts to tax their financial gains at the rate other taxpayers pay for income.[262] But in 2010, he suggested that a hedge-fund tax would be acceptable and not hurt the industry.[263]\nIn February 2012, Schumer at first said he disagreed with the Obama administration's call to raise taxes on those making more than $250,000 a year, calling for a million-dollar floor instead. According to Schumer, \"in large parts of the country, that kind of income does not get you a big home or lots of vacations or anything else that is associated with wealth.\"[264] He later stood by the assertion but also said that raising taxes on those making more than $250,000 was necessary to bring in enough revenue.[264]\n\nTechnology and the Internet\nIn June 2011, Schumer and Senator Joe Manchin sought a crackdown on Bitcoin, saying it facilitated illegal drug trade transactions. \"The transactions leave no traditional [bank transfer] money trail for investigators to follow, and leave it hard to prove a package recipient knew in advance what was in a shipment,\" which used the anonymizing network Tor.[265] One opinion website said the senators wanted \"to disrupt [the] Silk Road drug website\".[266]\nSchumer is a sponsor of S. 968, the controversial PROTECT IP Act, which would restrict access to websites judged to be infringing copyrights.[267] On January 18, 2012, the NY Tech Meetup and other cybertech organizations held a demonstration with 2,000 protesters in front of the offices of Schumer and Kirsten Gillibrand, who also supported the bill.[268][269] Some demonstrators complained that the bill had originated with wealthy campaign contributors who would reward legislators for passing the bill.[270]\nIn March 2012, Schumer and Senator Richard Blumenthal gained national attention after they called upon Attorney General Eric Holder and the Department of Justice to investigate practices by employers to require Facebook passwords for employee applicants and workers.[271]\n\nFacebook\nSchumer has been described[by whom?] as an ally of Facebook amid debates around regulating Facebook or probing its involvement in various controversies, including Russian interference in the 2016 election.[272] In July 2018, Schumer confronted Senator Mark Warner, and urged him not to lose sight of the need for Facebook to tackle problems with right-wing disinformation and election interference, as well as consumer privacy and other issues.[272] As of 2018, one of Schumer's daughters worked as a marketing manager at Facebook.[272]\n\nU.S. Attorney firings\nSee also: Dismissal of U.S. attorneys controversy\nAs chair of the Subcommittee on Administrative Oversight and the Courts, Schumer took a lead role in the investigation of the dismissal of U.S. attorneys controversy.[273] Although he was at one point criticized for being a lead investigator of the affair while also chairing the Democratic Senatorial Campaign Committee, such criticism was not sustained after the full dimensions of the controversy became apparent.[274][275]\nOn March 11, 2007, Schumer became the first lawmaker in either chamber to call for Attorney General Alberto Gonzales to resign for firing eight United States Attorneys. In an interview on CBS News's Face the Nation, Schumer said that Gonzales \"doesn't accept or doesn't understand that he is no longer just the president's lawyer\".[276] When Gonzales's chief of staff, Kyle Sampson, resigned on March 13, Schumer said during a press conference that Gonzales was \"carrying out the political wishes of the president\" and declared that Sampson would \"not be the next Scooter Libby\", meaning that he did not accept that Sampson had sole responsibility for the controversy.[277]\nLike other members of the Senate Judiciary Committee from both parties, Schumer was angered during Gonzales's testimony on April 19, 2007; Gonzales answered many times that he did not know or could not recall details about the controversy. When Schumer's turn came to ask his last round of questions, he instead repeated his call for Gonzales to resign, saying that there was no point to further questioning since Gonzales had \"answered 'I don't know' or 'I can't recall' to close to a hundred questions\" about the firings (most press reports counted 71 instances) and did not seem to know about the inner workings of his department. Gonzales responded that the onus was on the committee to prove whether anything improper occurred. Schumer replied that Gonzales faced a higher standard, and that under this standard he had to give \"a full, complete and convincing explanation\" for why the eight attorneys were fired.[278]\n\nOther work\nIn January 2007, Schumer published a book, Positively American: Winning Back the Middle-Class Majority One Family at a Time, outlining strategies by which Democrats could court middle-class voters. One of his aides at the time, Daniel Squadron, helped write it, and they drew from Schumer's experience helping his party win in the 2006 midterm elections.[32][279]\nOn November 21, 2023, Schumer made his Broadway debut in a one-night performance as the Producer in Gutenberg! The Musical!.[280]\n\nPersonal life\nSchumer and his wife, Iris Weinshall, were married on September 21, 1980. The ceremony took place at Windows on the World atop the north tower of the World Trade Center.[281] Weinshall was New York City's commissioner of transportation from 2000 to 2007.[282] Schumer and Weinshall live in Park Slope near Grand Army Plaza.[283]\nThe Schumers have two children, Jessica and Alison, both graduates of their father's alma mater, Harvard College. Jessica served as chief of staff and general counsel of the Council of Economic Advisers from May 2013 to August 2015.[284] Alison is a marketing manager in Facebook's New York office.[285] In 2018, Jessica gave birth to a son, making Schumer a grandfather.[286]\n\nElectoral history\n\n\nYear\n\nOffice\n\nType\n\nParty\n\nMain opponent\n\nParty\n\nVotes for Schumer\n\nTotal\n\nResult\n\nSwing\n\n\nTotal\n\n%\n\nP.\n\n±%\n\nVotes\n\n%\n\n±%\n\n\n1998\n\nSenator\n\nDem. primary\n\n\n\nDemocratic\n\nGeraldine Ferraro\n\n\n\nDemocratic\n\n388,701\n\n50.84%\n\n1st\n\nN/A\n\nN/A\n\nWon\n\nN/A\n\n\nInd. primary\n\n\n\nIndependence\n\nMark Green\n\n\n\nIndependence\n\n2,562\n\n58.04%\n\n1st\n\nN/A\n\nN/A\n\nWon\n\nN/A\n\n\nGeneral\n\n\n\nDemocratic\n\nAl D'Amato (inc.)\n\n\n\nRepublican\n\n2,386,314\n\n51.09%\n\n1st\n\n+5.52%\n\n2,551,065\n\n54.62%\n\n+6.82%\n\nWon\n\n\n\nGain\n\n\n\n\nIndependence\n\n\n\nConservative\n\n109,027\n\n2.33%\n\n4th\n\nN/A\n\n\n\n\nLiberal\n\n\n\nRight to Life\n\n55,724\n\n1.19%\n\n6th\n\n-1.03%\n\n\n2004\n\nGeneral\n\n\n\nDemocratic\n\nHoward Mills\n\n\n\nRepublican\n\n4,384,907\n\n65.42%\n\n1st\n\n+14.33%\n\n4,769,824\n\n71.2%\n\n+16.58%\n\nWon\n\n\n\nHold\n\n\n\n\nIndependence\n\n216,198\n\n3.23%\n\n4th\n\n+0.9%\n\n\n\n\nWorking Families\n\n168,719\n\n2.52%\n\n5th\n\nN/A\n\n\n2010\n\nGeneral\n\n\n\nDemocratic\n\nJay Townsend\n\n\n\nRepublican\n\n2,686,043\n\n58.47%\n\n1st\n\n-6.95%\n\n3,047,111\n\n66.33%\n\n-4.87%\n\nWon\n\n\n\nHold\n\n\n\n\nWorking Families\n\n183,672\n\n4.00%\n\n4th\n\n+1.48%\n\n\n\n\nIndependence\n\n\n\nConservative\n\n177,396\n\n3.86%\n\n5th\n\n+0.63%\n\n\n2016\n\nGeneral\n\n\n\nDemocratic\n\nWendy Long\n\n\n\nRepublican\n\n4,784,218\n\n64.72%\n\n1st\n\n+6.25%\n\n5,221,945\n\n70.64%\n\n+4.31%\n\nWon\n\n\n\nHold\n\n\n\n\nWorking Families\n\n241,672\n\n3.27%\n\n4th\n\n-0.73%\n\n\n\n\nIndependence\n\n\n\nConservative\n\n150,654\n\n2.04%\n\n5th\n\n-1.82%\n\n\n\n\nWomen's Equality\n\n\n\nReform\n\n45,401\n\n0.61%\n\n6th\n\nN/A\n\n\n2022\n\nGeneral\n\n\n\nDemocratic\n\nJoe Pinion\n\n\n\nRepublican\n\n3,022,822\n\n51.69%\n\n1st\n\n-13.03%\n\n3,320,561\n\n56.78%\n\n-13.86\n\nWon\n\n\n\nHold\n\n\n\n\nWorking Families\n\n\n\nConservative\n\n297,739\n\n5.09%\n\n3rd\n\n+1.82%\n\n\n\n\nHonorary degrees\nSchumer has been awarded several honorary degrees in recognition of his political career. These include:\n\n\n\nLocation\n\nDate\n\nInstitution\n\nDegree\n\n\n New York\n1999\nHofstra University\nDoctorate[287]\n\n\n New York\nJune 3, 1999\nHunter College\nDoctor of Humane Letters (DHL)[288]\n\n\n New York\nMay 21, 2000\nAdelphi University\nDoctor of Humane Letters (DHL)[289]\n\n\n New York\nJune 2, 2002\nNew York Law School\nDoctor of Laws (LL.D)[290]\n\n\n New York\nMay 2004\nPace University\nDoctor of Humane Letters (DHL)[291]\n\n\n New York\nOctober 21, 2007\nTouro Law Center\nJuris Doctor (JD)[292]\n\n\n New York\n2015\nBrooklyn Law School\nDoctor of Laws (LL.D)[293]\n\n\nThis list is incomplete; you can help by adding missing items.  (May 2017)\nSee also\nList of Jewish members of the United States Congress\nExplanatory notes\n\n\n^ Elected on both Democratic Party and WFP ballot lines in New York via electoral fusion.[1]\n\n\nReferences\n\n\n^ Cuza, Bobby (October 27, 2020). \"A Democratic Heavyweight Goes to Bat for a Third Party\". Spectrum News NY1. Retrieved October 17, 2023.\n\n^ \"Senate Salaries since 1789\". U.S. Senate Official Website. Archived from the original on January 14, 2021. Retrieved April 14, 2023.\n\n^ \"Sen. Chuck Schumer will be the first Jewish Senate Majority Leader\". PBS NewsHour. January 20, 2021. Archived from the original on January 20, 2021. Retrieved January 21, 2021.\n\n^ \"Leadership – Senate Democrats\". senate.gov. March 11, 2015. Archived from the original on November 4, 2011. Retrieved October 20, 2011.\n\n^ Wong, Scott (November 16, 2010). \"Democrats, Republicans reelect Senate leaders\". Politico. Archived from the original on September 3, 2013. Retrieved August 16, 2013.\n\n^ Yee, Vivian (November 8, 2016). \"Chuck Schumer Wins 4th Term in Senate\". The New York Times. Archived from the original on February 26, 2021. Retrieved November 27, 2016.\n\n^ O'Keefe, Ed; DeBonis, Mike (November 16, 2016). \"Schumer is next top Senate Democrat, adds Sanders to leadership ranks\". The Washington Post. Archived from the original on February 4, 2021. Retrieved November 27, 2016.\n\n^ Gramlich, John. \"Biden has appointed more federal judges than any president since JFK at this point in his tenure\". Pew Research Center. Archived from the original on April 4, 2023. Retrieved February 10, 2023.\n\n^ \"schumer\". Freepages.genealogy.rootsweb.com. Archived from the original on October 11, 2008. Retrieved March 18, 2010.\n\n^ McAuliff, Michael (September 5, 2012). \"Chuck Schumer Casts Mitt Romney As Middle Class Exterminator At 2012 Democratic Convention\". The Huffington Post. Archived from the original on October 7, 2017. Retrieved December 23, 2016.\n\n^ Wong, Queenie (July 14, 2009). \"10 Things You Didn't Know About Chuck Schumer\". U.S. News & World Report. Archived from the original on February 26, 2021. Retrieved December 23, 2009.\n\n^ \"Jewish Members of Congress: Charles Schumer (Senator, New York)\". Archived from the original on December 5, 2014. Retrieved November 27, 2014.\n\n^ Zinoman, Jason (April 18, 2013). \"Amy Schumer, Funny Girl\". The New York Times. Archived from the original on November 7, 2017. Retrieved November 21, 2014. ... Ms. Schumer, who said she is second cousin to Senator Charles E. Schumer of New York.\n\n^ Molyneaux, Libby (February 3, 2011). \"Make Us Laugh, Funny Girl! Amy Schumer\". LA Weekly. Archived from the original on February 10, 2011. Retrieved September 13, 2012. He is not my uncle, he is my dad's cousin, I don't even think they are first cousins.\n\n^ Kim, Seung Min (June 2, 2018). \"Sen. Schumer enlists famous cousin Amy to pitch guns bill\". Politico. Archived from the original on August 19, 2015. Retrieved August 4, 2015.\n\n^ Kornbluh, Jacob (December 21, 2016). \"Schumer Promises to Protect Jewish Way of Life\". Jewish Insider. Archived from the original on April 26, 2019. Retrieved December 21, 2016.\n\n^ Roberts, Sam (March 5, 2007). \"For Schumer, a Chance to Relive a 1960s Quiz Show\". The New York Times. Archived from the original on February 22, 2021. Retrieved March 6, 2007.\n\n^ \"College and Law School (1968–1974)\". United States Senate. Archived from the original on July 10, 2008. Retrieved July 18, 2008.\n\n^ Bruni, Frank (October 26, 1998). \"For Schumer, a Decades-Long Drive Toward a Quest for the Senate\". The New York Times. p. A1. Archived from the original on January 25, 2021. Retrieved July 18, 2008.\n\n^ a b c d Berke, Richard L. (April 7, 1991). \"Washington at Work; Side by Side by Solarz and Schumer: A Rivalry\". The New York Times. ISSN 0362-4331. Archived from the original on September 4, 2020. Retrieved February 19, 2017.\n\n^ \"Chuck Schumer\". The Washington Post. Archived from the original on April 7, 2008. Retrieved April 4, 2008.\n\n^ \"Schumer, Charlie Ellis (Chuck)\". Biographical Directory of the United States Congress. Archived from the original on December 11, 2012. Retrieved April 4, 2008.\n\n^ \"About Chuck: Timeline\". schumer.senate.gov. Archived from the original on March 27, 2008. Retrieved April 4, 2008.\n\n^ a b Kornacki, Steve (November 30, 2010). \"Steve Solarz (1940–2010) and the Making of Senator Schumer\". Politico. Archived from the original on January 25, 2021. Retrieved September 20, 2020.\n\n^ Pub. L. No. 103-141, 107 Stat. 1488 (November 16, 1993), codified at 42 U.S.C. § 2000bb through 42 U.S.C. § 2000bb-4\n\n^ Lewis, Neil A. (August 3, 1995). \"In Waco Hearings, Parties Undergo a Role Reversal\". The New York Times. Archived from the original on December 13, 2020. Retrieved February 15, 2017.\n\n^ \"House Investigators Visit Texas To Prepare for Waco Hearings\". The New York Times. June 28, 1995. Archived from the original on September 3, 2020. Retrieved February 15, 2017.\n\n^ \"Federal Elections 98: U.S. Senate Results by State\". FEC. Archived from the original on September 25, 2012. Retrieved March 18, 2010.\n\n^ a b Benjamin, Elizabeth. \"Senate hopeful claims GOP bosses snubbed him\". Archived from the original on August 7, 2004. Retrieved August 7, 2004.{{cite web}}:  CS1 maint: bot: original URL status unknown (link). Albany Times-Union, February 25, 2004.\n\n^ a b c \"Major Parties to Anoint their Senate Combatants\". Archived from the original on October 27, 2004. Retrieved October 27, 2004.{{cite web}}:  CS1 maint: bot: original URL status unknown (link). Humbert, Mark. Associated Press, May 15, 2004.\n\n^ \"Survey USA\". Survey USA. Archived from the original on December 3, 2019. Retrieved March 18, 2010.\n\n^ a b Pillifant, Reid (December 6, 2013). \"Two Former Aides Run For Office, One Gets a Schumer Endorsement\". Politico. Archived from the original on January 26, 2021. Retrieved February 18, 2019.\n\n^ Paybarah, Azi (July 6, 2011). \"Queens Backs Simanowitz and Goldfeder for Assembly Races\". The New York Observer. Archived from the original on April 2, 2015. Retrieved January 14, 2015.\n\n^ Shelbourne, Mallory (November 20, 2016). \"Schumer: We didn't have an economic message\". The Hill. Archived from the original on September 28, 2020. Retrieved September 20, 2020.\n\n^ O'Keefe, Ed; DeBonis, Mike (November 16, 2016). \"Democrats shake up Senate leadership\". The Boston Globe. Archived from the original on February 4, 2021. Retrieved November 22, 2016.\n\n^ Bolton, Alexander (January 20, 2021). \"Schumer becomes new Senate majority leader\". The Hill. Archived from the original on January 21, 2021. Retrieved January 20, 2021.\n\n^ Pareene, Alex (March 29, 2011) Chuck Schumer inadvertently reveals spin Archived April 1, 2011, at the Wayback Machine, Salon.com\n\n^ Harnden, Toby (January 14, 2010) The most influential US liberals: 40-21 Archived February 4, 2021, at the Wayback Machine, The Daily Telegraph\n\n^  http://www.c-spanarchives.org/library/index.php?main_page=product_video_info&tID=5&atom=todays_events.xml&products_id=281814-1. Retrieved October 19, 2008. {{cite web}}: Missing or empty |title= (help)[dead link]\n\n^ McCain, Obama, the complete Al Smith dinner transcripts. \"McCain, Obama, the complete Al Smith dinner transcripts | KansasCity.com Prime Buzz\". Primebuzz.kcstar.com. Archived from the original on March 31, 2010. Retrieved March 18, 2010.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ \"Obama Al Smith Transcript – Barack Obama Comedy Speech Transcript – About.com\". Politicalhumor.about.com. October 16, 2008. Archived from the original on March 4, 2016. Retrieved March 18, 2010.\n\n^ Sweet, Lynn. \"Obama, McCain comedy riffs; Obama middle name really \"Steve\" Transcripts\". Chicago Sun-Times. Archived from the original on February 25, 2010. Retrieved March 18, 2010.\n\n^ Schumer routs Senate foes Archived July 16, 2012, at archive.today, news.neilrogers.com Archived January 21, 2005, at the Wayback Machine, The Hardest Job In New York Goes To ... Archived March 24, 2008, at the Wayback Machine\n\n^ \"Videos about schumer – The Daily Show with Jon Stewart – Comedy Central\". cc.com. Archived from the original on April 10, 2014.\n\n^ \"Chuck's wagon rolls – Crain's New York Business\". Crainsnewyork.com. November 22, 2009. Archived from the original on April 16, 2017. Retrieved March 18, 2010.\n\n^ Weiner, Mark (January 22, 2013). \"Today in Washington: The chatter about Sen. Chuck Schumer\". Syracuse.com. Archived from the original on September 19, 2018. Retrieved January 22, 2013.\n\n^ a b Trotter, J.K. (January 21, 2013). \"The Evolution of the Chuck Schumer Inauguration Photobomb Meme\". The Atlantic. Archived from the original on January 24, 2013. Retrieved January 22, 2013.\n\n^ \"Let's all toast the comedic star of the inauguration: Chuck Schumer\". msn.com. January 21, 2013. Archived from the original on January 23, 2013. Retrieved January 22, 2013.\n\n^ Friedman, Dan (January 22, 2013). \"Sen. Charles Schumer is seen and heard throughout the Inauguration of President Barack Obama\". New York Daily News. Archived from the original on September 24, 2020. Retrieved January 22, 2013.\n\n^ Hartsell, Carol (January 21, 2013). \"Chuck Schumer Photobombs The Oath Of Office (PHOTO)\". HuffPost. Archived from the original on October 7, 2017. Retrieved January 22, 2013.\n\n^ \"Schumer completes tour of state's 62 counties: City of Buffalo\". The Buffalo News. December 30, 2009. Retrieved March 18, 2010.\n\n^ \"Schumer sharing success\". Archive.recordonline.com. February 20, 2006. Archived from the original on October 30, 2008. Retrieved March 18, 2010.\n\n^ \"Schumer vows to fight Aqua New York's proposed rate hike\". Newsday.com. November 23, 2009. Archived from the original on February 24, 2021. Retrieved March 18, 2010.\n\n^ Colvin, Jill (November 30, 2009). \"Sen. Schumer rips Adidas for outsourcing of NBA jerseys\". New York Daily News. New York. Archived from the original on December 3, 2009. Retrieved March 18, 2010.\n\n^ \"Charles Schumer Story Page\". USA Today. June 16, 2009. Archived from the original on June 4, 2011. Retrieved March 18, 2010.\n\n^ Rhett, Joshua (November 24, 2009). \"Adidas Might Slam Dunk Nearly 100 American Workers in NBA Uniform Change\". Fox News. Archived from the original on November 6, 2018. Retrieved March 18, 2010.\n\n^ \"Schumer: Shift stimulus money for roads near Canon\". Newsday.com. July 20, 2009. Archived from the original on February 28, 2021. Retrieved March 18, 2010.\n\n^ Doyle Murphy. \"West Point union jobs saved\". recordonline.com. Archived from the original on June 16, 2011. Retrieved March 18, 2010.\n\n^ \"SCHUMER, GILLIBRAND ANNOUNCE OVER $1.9 MILLION IN FEDERAL HEAD START AND EARLY HEAD START FUNDING FOR COMMUNITY ACTION ORG OF ERIE COUNTY\". schumer.senate.gov. November 29, 2017. Archived from the original on February 3, 2021. Retrieved August 23, 2018.\n\n^ \"SCHUMER URGES THE VA TO OVERCOME REMAINING IMPEDIMENT TO CONSTRUCTION OF NEW WESTERN NEW YORK NATIONAL VETERANS CEMETERY; SENATOR PUSHES VA TO COMPLETE FINAL ACQUISITION OF TWO LAND PARCELS AND COMMIT TO BEGIN CONSTRUCTION THIS YEAR; SCHUMER PREVIOUSLY SECURED FED FUNDING TO BUILD CEMETERY AND IS NOW URGING VA TO START CONSTRUCTION\". schumer.senate.gov. January 25, 2018. Archived from the original on February 4, 2021. Retrieved August 23, 2018.\n\n^ Turner, Douglas (May 2, 2001). \"MCCAIN, SCHUMER AIM FOR LOWER-PRICED DRUGS\". buffalonews.com. Archived from the original on November 25, 2018. Retrieved August 22, 2018.\n\n^ Bash, Dana (May 1, 2001). \"McCain, Schumer introduce generic drug bill\". CNN. Archived from the original on February 25, 2021. Retrieved September 20, 2020.\n\n^ \"Senator seeks generic Cipro\". CNN Business. October 16, 2001. Archived from the original on January 27, 2021. Retrieved September 20, 2020.\n\n^ Schumer, Charles E. (September 4, 2002). \"Related Bills - S.812 - 107th Congress (2001-2002): Greater Access to Affordable Pharmaceuticals Act of 2002\". www.congress.gov. Archived from the original on September 29, 2021. Retrieved September 29, 2021.\n\n^ Mitchell, Steve (July 31, 2020). \"Senate passes generic drug bill\". UPI. Archived from the original on November 25, 2018. Retrieved September 20, 2020.\n\n^ Brown, Sherrod (May 7, 2002). \"H.R.1862 - 107th Congress (2001-2002): Greater Access to Affordable Pharmaceuticals Act of 2001\". www.congress.gov. Archived from the original on September 29, 2021. Retrieved September 29, 2021.\n\n^ Clymer, Adam (November 1, 2001). \"A NATION CHALLENGED: LAW ENFORCEMENT; Schumer and Mrs. Clinton Want F.B.I. to Share Facts\". The New York Times. Archived from the original on January 26, 2021. Retrieved September 20, 2020.\n\n^ \"Conservative media focus their criticism on Schumer, Democrats following Trump's firing of Comey\". Los Angeles Times. May 10, 2017. Archived from the original on August 23, 2018. Retrieved February 12, 2022.\n\n^ Lillis, Mike (May 10, 2017). \"Dems once critical of Comey line up to denounce his firing\". The Hill. Archived from the original on November 25, 2020. Retrieved September 20, 2020.\n\n^ Carney, Jordain (May 10, 2017). \"Schumer demands assurances on Russia probe after Trump fires FBI chief\". The Hill. Archived from the original on November 11, 2020. Retrieved September 20, 2020.\n\n^ Carney, Jordain (January 25, 2018). \"Schumer: GOP attacks on FBI 'delusional,' 'paranoid'\". The Hill. Archived from the original on November 9, 2020. Retrieved September 20, 2020.\n\n^ Sink, Justin (May 22, 2018). \"White House bars Dems from Nunes meeting on probe\". The Detroit News. Archived from the original on May 13, 2020. Retrieved September 20, 2020.\n\n^ Lima, Cristiano (May 23, 2018). \"Schumer, Pelosi: Include us in FBI informant briefing\". Politico. Archived from the original on January 14, 2021. Retrieved August 22, 2018.\n\n^ \"Schumer: 'What kind of justice will John Roberts be?'\". CNN. September 15, 2005. Archived from the original on February 4, 2021. Retrieved August 23, 2018.\n\n^ Carney, Jordain (June 27, 2018). \"Schumer: Roberts is 'demeaning' the Supreme Court\". The Hill. Archived from the original on November 9, 2020. Retrieved September 20, 2020.\n\n^ \"Schumer: Miers doesn't have enough support\". UPI. October 23, 2005. Archived from the original on November 25, 2018. Retrieved August 29, 2018.\n\n^ Raju, Manu (May 26, 2009). \"Schumer: Oppose her at your peril\". Politico. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ \"Here's What Republicans and Democrats Are Saying About Obama's Supreme Court Nomination\". Fortune. March 16, 2016. Archived from the original on February 25, 2021. Retrieved August 22, 2018.\n\n^ Stracqualursi, Veronica; Killough, Ashley. \"Chuck Schumer appealed to Trump to pick Merrick Garland for Supreme Court\". CNN. Archived from the original on February 15, 2021. Retrieved September 20, 2020.\n\n^ Hellmann, Jessie (November 20, 2016). \"Schumer threatens filibuster if Trump doesn't pick 'mainstream' court candidate\". The Hill. Archived from the original on November 8, 2020. Retrieved September 20, 2020.\n\n^ Barnes, Robert; O'Keefe, Ed; Marimow, Ann E. (March 23, 2017). \"Schumer: Democrats will filibuster Gorsuch nomination\". The Washington Post. Archived from the original on December 6, 2020. Retrieved September 20, 2020.\n\n^ Adam Liptak; Matt Flegenheimer (April 8, 2017). \"Neil Gorsuch Confirmed by Senate as Supreme Court Justice\". The New York Times. p. A1. Archived from the original on April 29, 2019. Retrieved August 21, 2018.\n\n^ \"Schumer: Kavanaugh should answer direct questions on Roe because he weighed in on other decisions\". The Hill. July 22, 2018. Archived from the original on December 4, 2020. Retrieved August 21, 2018.\n\n^ Greenwood, Max (August 20, 2018). \"Schumer: Share 'confidential' Kavanaugh documents with entire Senate\". The Hill. Archived from the original on February 16, 2021. Retrieved September 20, 2020.\n\n^ Carney, Jordain (April 21, 2018). \"Schumer: Kavanaugh wouldn't say Roe v. Wade was 'correctly decided'\". The Hill. Archived from the original on November 9, 2020. Retrieved September 20, 2020.\n\n^ Carney, Jordain (August 22, 2018). \"Schumer: Kavanaugh hearing should be delayed after Cohen plea deal\". The Hill. Archived from the original on November 16, 2020. Retrieved September 20, 2020.\n\n^ Foran, Ted Barrett,Clare (March 5, 2020). \"Graham opposes censuring Schumer over Supreme Court quote, worries it could lead to censure of Trump | CNN Politics\". CNN. Retrieved August 2, 2023.{{cite web}}:  CS1 maint: multiple names: authors list (link)\n\n^ Balluck, Kyle (March 5, 2020). \"Harold Ford Jr. slams Schumer's 'pay the price' remarks: 'You can't incite violence'\". The Hill. Archived from the original on December 14, 2020. Retrieved February 7, 2021.\n\n^ Ghitis, Frida (March 6, 2020). \"Schumer crossed a line, and then the GOP went into hypocrisy overdrive\". CNN. Archived from the original on July 19, 2020. Retrieved February 7, 2021.\n\n^ \"Schumer Statement on Net Neutrality\". democrats.senate.gov. November 21, 2017. Archived from the original on February 3, 2021. Retrieved August 23, 2018.\n\n^ \"SCHUMER: FCC VOTE TO END NET NEUTRALITY – ALLOWING ACCESS TO THE WEB TO BE BLOCKED OR SLOWED FOR MILLIONS OF AMERICANS – SIMPLY CANNOT STAND; REPEAL OF NET NEUTRALITY WILL TURN INTERNET INTO A TOLL ROAD, WHERE ONLY THE HIGHEST PAYING CUSTOMERS WILL RULE; SENATOR PUSHES PLAN TO OVERTURN DECISION WITH A MAJORITY VOTE BY CONGRESS\". schumer.senate.gov. December 15, 2017. Archived from the original on February 4, 2021. Retrieved August 23, 2018.\n\n^ Johnson, Ted (January 16, 2018). \"Senate Democrats Close to Majority on Vote to Restore Net Neutrality Rules\". Variety. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Freking, Kevin (May 16, 2018). \"Senate backs effort to restore 'net neutrality' rules\". The Seattle Times. Archived from the original on February 3, 2021. Retrieved September 20, 2020.\n\n^ Neidig, Harper (June 11, 2018). \"Schumer blames congressional GOP for net neutrality repeal\". The Hill. Archived from the original on November 16, 2020. Retrieved September 20, 2020.\n\n^ \"Committee Assignments of the 118th Congress\". United States Senate. Archived from the original on December 16, 2002. Retrieved March 17, 2023.\n\n^ \"Members\". Afterschool Alliance. Archived from the original on April 17, 2019. Retrieved April 17, 2018.\n\n^ \"Members\". Congressional NextGen 9-1-1 Caucus. Archived from the original on June 12, 2018. Retrieved June 15, 2018.\n\n^ \"OnTheIssuesLogo Charles Schumer on Abortion\". OnTheIssues. Archived from the original on August 17, 2015. Retrieved August 17, 2015.\n\n^ Shenon, Philip (November 15, 2002). \"Anti-Abortion Lawmakers Kill House Bankruptcy Bill\". The New York Times. Archived from the original on November 17, 2020. Retrieved September 20, 2020.\n\n^ Schumer, Chuck (July 2, 2018). \"Opinion | Chuck Schumer: Our Rights Hang in the Balance\". The New York Times. ISSN 0362-4331. Archived from the original on January 12, 2019. Retrieved January 11, 2019.\n\n^ \"U.S. Senator Tammy Baldwin Calls on Trump Administration to Implement Farm Bill Dairy Improvements for Wisconsin Dairy Farmers\". urbamilwaukee.com. April 1, 2019. Archived from the original on January 11, 2020. Retrieved April 2, 2019.\n\n^ Schumer, Charles E. (June 22, 2009). \"Exploring New York By Bike\". HuffPost. Archived from the original on October 7, 2017. Retrieved September 20, 2020.\n\n^ Fried, Ben (February 7, 2011). \"What Happens When Senator Chuck Schumer Doesn't Like the New Bike Lane?\". Streetsblog. Archived from the original on February 10, 2011. Retrieved September 20, 2020.\n\n^ NYC DOT – Prospect Park West Bicycle Path Archived February 11, 2021, at the Wayback Machine. Nyc.gov. Retrieved on August 16, 2013.\n\n^ Seifman, David (February 6, 2011). \"Not in Chuck's back yard!\". New York Post. Archived from the original on January 19, 2013. Retrieved February 27, 2011.\n\n^ O'Neill, Natalie (February 15, 2011). \"Here it comes – the inevitable Prospect Park West bike lane lawsuit!\". New York Post. Archived from the original on October 22, 2012. Retrieved September 20, 2020.\n\n^ Kazis, Noah (February 24, 2011). \"In Anti-Bike Lane Case, Gibson Dunn Strays From Pro Bono Standards\". streetsblog.org. Archived from the original on September 10, 2012. Retrieved September 20, 2020.\n\n^ \"Democrats vow fight on Pickering\". CNN. January 20, 2004. Archived from the original on February 6, 2021. Retrieved August 31, 2018.\n\n^ \"Bush attorney general nominee gets key Democratic support\". CNN. November 2, 2007. Archived from the original on February 3, 2021. Retrieved March 18, 2010.\n\n^ Schumer, Charles (November 6, 2007). \"A Vote for Justice\". The New York Times. Archived from the original on November 24, 2020. Retrieved September 20, 2020.\n\n^ Weigel, David; Wagner, John (April 19, 2018). \"Schumer backs federal effort to decriminalize marijuana\". The Washington Post. ISSN 0190-8286. Archived from the original on February 5, 2021. Retrieved April 20, 2018.\n\n^ Shugerman, Emily (April 20, 2018). \"US senate minority leader Chuck Schumer introducing bill to decriminalise marijuana across country\". The Independent. Archived from the original on November 9, 2020. Retrieved April 23, 2018.\n\n^ \"Schumer Introduces Marijuana Freedom And Opportunity Act – New Legislation Would Decriminalize Marijuana At Federal Level\" (Press release). Washington, D.C.: senate.gov. June 27, 2018. Archived from the original on February 6, 2021. Retrieved February 12, 2022.\n\n^ Jaeger, Kyle (July 14, 2021). \"Here Are The Full Details Of The New Federal Marijuana Legalization Bill From Chuck Schumer And Senate Colleagues\". Marijuana Moment. Archived from the original on August 3, 2021. Retrieved August 3, 2021.\n\n^ \"Majority Leader Schumer, Senate Finance Committee Chair Wyden And Senator Booker Release Discussion Draft Of Cannabis Administration And Opportunity Act, Legislation To End The Federal Cannabis Prohibition And Unfair Targeting Of Communities Of Color\" (Press release). Washington, D.C.: senate.gov. July 14, 2021. Archived from the original on August 3, 2021. Retrieved August 3, 2021.\n\n^ Fertig, Natalie (July 21, 2022). \"Schumer's legal weed bill is finally here\". Politico. Archived from the original on August 18, 2022. Retrieved August 21, 2022.\n\n^ \"How the senators voted on impeachment\". CNN. February 12, 1999. Archived from the original on February 17, 2021. Retrieved May 22, 2012.\n\n^ Egbert, Bill (December 7, 2009). \"Sen. Schumer rips banks' 'double-dipping' on ATM fees\". New York Daily News. Archived from the original on June 4, 2011. Retrieved March 18, 2010.\n\n^ \"Schumer to introduce BPA bill\". Abclocal.go.com. April 18, 2008. Archived from the original on June 4, 2011. Retrieved March 18, 2010.\n\n^ Layton, Lyndsey; Lee, Christopher (April 19, 2008). \"Canada Bans BPA From Baby Bottles\". The Washington Post. Archived from the original on January 2, 2019. Retrieved March 18, 2010.\n\n^ \"| Press release – Charles E. Schumer Senate webpage\". Sen. Charles E. Schumer. January 13, 2010. Archived from the original on February 25, 2021. Retrieved August 3, 2010.\n\n^ \"Schumer: Feds to crack down on phony flu products\". Syracuse.com. November 17, 2009. Archived from the original on November 23, 2009. Retrieved March 18, 2010.\n\n^ Blume, Dick (January 12, 2009). \"Schumer pushes for new college tuition tax credit while visiting Syracuse University\". Syracuse.com. Archived from the original on January 8, 2019. Retrieved March 18, 2010.\n\n^ \"themiddleclass.org\". drummajorinstitute.com. Archived from the original on April 20, 2010. Retrieved July 6, 2010.\n\n^ Hupfl, Ahsley (October 30, 2013). \"Sen. Schumer fights to end alcohol mail restrictions\". USA Today. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Killough, Ashley. \"Schumer says death penalty 'appropriate' in Boston case\". CNN. Archived from the original on January 9, 2021. Retrieved December 12, 2018.\n\n^ Drusch, Andrea (April 21, 2013). \"Schumer says death penalty 'appropriate'\". Politico. Archived from the original on December 11, 2020. Retrieved September 20, 2020.\n\n^ a b c d Gowanda to receive $700K in FEMA funding Archived September 24, 2016, at the Wayback Machine, The Post-Journal, Jamestown, NY: The Post Journal, January 31, 2014, Retrieved February 3, 2014.\n\n^ a b c d Over $700K going to Gowanda Archived September 24, 2016, at the Wayback Machine, The Observer, Dunkirk, NY, January 31, 2014, Retrieved February 10, 2014.\n\n^ Everett, Burgess; Bresnahan, John; Schor, Elena (November 19, 2016). \"Schumer on Trump: 'He was not my friend'\". Politico. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Jagoda, Naomi (December 28, 2016). \"Schumer calls for Trump Cabinet picks to turn over tax returns\". The Hill. Archived from the original on November 8, 2020. Retrieved September 20, 2020.\n\n^ Carney, Jordain (February 28, 2017). \"Schumer: Trump speech 'less important' that past presidents' addresses\". The Hill. Archived from the original on September 28, 2020. Retrieved September 20, 2020.\n\n^ Carney, Jordain (March 20, 2017). \"Schumer: Trump must apologize for wiretapping claim\". The Hill. Archived from the original on December 16, 2020. Retrieved September 20, 2020.\n\n^ Barrett, Ted (June 26, 2018). \"Schumer on Waters: Calling for harassment 'not American'\". CNN. Archived from the original on February 6, 2021. Retrieved September 20, 2020.\n\n^ Sullivan, Eileen (August 21, 2019). \"Trump Again Accuses American Jews of Disloyalty\". The New York Times. Archived from the original on February 11, 2021. Retrieved September 20, 2020.\n\n^ Ardrey, Taylor (January 6, 2021). \"Nancy Pelosi and Chuck Schumer call on Trump to demand protestors to leave the US Capitol 'immediately'\". Business Insider. Archived from the original on February 8, 2021. Retrieved January 15, 2021.\n\n^ \"Schumer: Jan. 6, 2021 'Will Live Forever in Infamy'\". NBC 5 Dallas-Fort Worth. January 7, 2021. Archived from the original on January 28, 2021. Retrieved January 15, 2021.\n\n^ \"Senator Schumer 'appalled' by Capitol's lack of preparedness\". KOBI-TV NBC5 / KOTI-TV NBC2. January 7, 2021. Archived from the original on February 3, 2021. Retrieved January 15, 2021.\n\n^ Prothero, P. Mitchell (March 1, 2002). \"Election reform bill stalls in Senate\". UPI. Archived from the original on November 25, 2018. Retrieved September 20, 2020.\n\n^ a b c Ramsey Cox; Alexander Bolton (April 9, 2014). \"Senate GOP blocks paycheck bill\". The Hill. Archived from the original on July 28, 2020. Retrieved April 9, 2014.\n\n^ Schumer, Charles E. (August 26, 1987). \"Don't Let Banks Become Casinos\". The New York Times. Archived from the original on February 27, 2021. Retrieved February 12, 2022. p. A23. quote: \"Citing the pressures of rigorous worldwide competition in financial services, large American banks are pleading for the repeal of the Glass–Steagall Act, a law that keeps banks out of the more volatile and risky world of securities transactions. Their entreaties should be resisted ...\"\n\n^ New York Times, November 1, 1999, p. 1.\n\n^ \"Charles E Schumer: Campaign Finance/Money – Summary – Senator 2010\". OpenSecrets. Archived from the original on May 18, 2017. Retrieved April 1, 2010.\n\n^ Lipton, Eric; Hernandez, Raymond (December 13, 2008). \"A Champion of Wall Street Reaps Benefits\". The New York Times. Archived from the original on February 23, 2021. Retrieved September 20, 2020.\n\n^ Jonathan Weisman (July 8, 2015). \"Plan to Curb U.S. Taxation of Overseas Profit Finds Bipartisan Support\". The New York Times. Archived from the original on November 13, 2020. Retrieved August 29, 2015.\n\n^ Dave Johnson (July 14, 2015). \"Next Big One: Repatriation Tax Holiday Giveaway to Corporations\". HuffPost. Archived from the original on March 24, 2019. Retrieved August 29, 2015.\n\n^ Thrush, Glenn (February 26, 2010). \"Schumer denies report he called SEC on Madoff probe\". Politico. Archived from the original on July 31, 2012. Retrieved July 7, 2020.\n\n^ Brown, Marcia (September 23, 2019). \"Cancel Student Debt—Almost All of It\". The American Prospect. Archived from the original on April 14, 2023. Retrieved July 16, 2021.\n\n^ Giridharadas, Anand. \"Chuck Schumer wants an FDR-style first 100 days\". the.ink. Archived from the original on July 15, 2021. Retrieved July 16, 2021.\n\n^ Rosario, Frank (July 19, 2020). \"Schumer rips BP's Libya tie\". New York Post. Archived from the original on February 4, 2021. Retrieved May 1, 2020.\n\n^ Greenwood, Max (April 13, 2018). \"Schumer says Trump strikes 'appropriate,' warns against greater involvement in Syria\". The Hill. Archived from the original on November 9, 2020. Retrieved September 20, 2020.\n\n^ \"U.S. Senate: U.S. Senate Roll Call Votes 115th Congress – 1st Session\". www.senate.gov. July 27, 2017. Archived from the original on January 13, 2018. Retrieved June 27, 2019.\n\n^ Morin, Rebecca (July 11, 2018). \"Pelosi, Schumer blast Trump's criticism of Germany\". Politico. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ \"Senate and House Leaders to Secretary of State Pompeo: Cut Military Aid to Azerbaijan; Sanction Turkey for Ongoing Attacks Against Armenia and Artsakh\". The Armenian Weekly. October 2, 2020. Archived from the original on October 5, 2020. Retrieved October 9, 2020.\n\n^ a b c d \"Democrats urge halt to security aid to Azerbaijan in Armenia conflict\". Defense News. October 6, 2020. Archived from the original on October 6, 2020. Retrieved October 9, 2020.\n\n^ \"US Allocates $100 million in Security Aid to Azerbaijan in 2018-19\". USC Institute of Armenian Studies. July 17, 2019. Archived from the original on October 8, 2020. Retrieved October 9, 2020.\n\n^ \"During Major Azerbaijani War Games, US Pulls Plug on Artsakh Demining\". Armenian Weekly. May 22, 2020. Archived from the original on October 9, 2020. Retrieved October 9, 2020.\n\n^ \"Congress declares war on ports deal\". CNN. March 8, 2003. Archived from the original on February 6, 2021. Retrieved August 31, 2018.\n\n^ Zimmermann, Eric (October 27, 2009). \"Schumer: True cost of Afghan stability could be too high for America\". The Hill. Archived from the original on December 12, 2020. Retrieved September 20, 2020.\n\n^ \"Schumer urges caution in Afghanistan\". poststar.com. April 14, 2017. Archived from the original on February 3, 2021. Retrieved August 22, 2018.\n\n^ Flintoff, Corey (April 17, 2006). \"Chinese Currency Stirs Debate in U.S. Congress\". NPR. Archived from the original on February 4, 2021. Retrieved March 18, 2010.\n\n^ Cassella, Megan (September 13, 2017). \"Trump blocks Chinese purchase of U.S. company for national security reasons\". Politico. Archived from the original on February 25, 2021. Retrieved September 20, 2020.\n\n^ Behsudi, Adam (May 22, 2018). \"Lawmakers from both parties unite against Trump's ZTE sanctions rollback\". Politico. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Schor, Elana; Palmer, Doug (April 5, 2017). \"Schumer: Trump a '98-pound weakling' on China\". POLITICO. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ \"Schumer threatens to block Trump Commerce nominees over China trade probe delay\". Fox News. October 27, 2017. Archived from the original on February 3, 2021. Retrieved December 19, 2018.\n\n^ Barrón-López, Laura (November 12, 2017). \"Chuck Schumer: Trump 'acts like a lap dog' to China\". Washington Examiner. Archived from the original on September 21, 2020. Retrieved September 20, 2020.\n\n^ Jennifer Steinhauer; Jonathan Weissman (August 7, 2015). \"Chuck Schumer Opposes Iran Nuclear Deal, Shaking Democratic Firewall\". The New York Times. Archived from the original on February 14, 2021. Retrieved August 9, 2015.\n\n^ Haskell, Peter (August 7, 2015). \"Sources: White House May Be Out To Injure Sen. Schumer For Iran Nuke Pact Stance\". CBS New York. Archived from the original on August 11, 2015. Retrieved August 9, 2015.\n\n^ Fisher, Max (August 19, 2015). \"Iran deal opponents now have their \"death panels\" lie, and it's a whopper\". Vox. Archived from the original on February 3, 2021. Retrieved September 20, 2020.\n\n^ Roberts, Dan (August 7, 2015). \"White House warns Chuck Schumer: disapprove of Iran deal at your own peril\". The Guardian. Archived from the original on February 3, 2021. Retrieved September 20, 2020.\n\n^ McAuliff, Michael. \"Let ex-generals rate war, W told\". New York Daily News. Archived from the original on May 15, 2006. Retrieved January 4, 2006.\n\n^ \"MIDEAST TURMOIL; Schumer Criticizes Bush on Mideast\". The New York Times. April 11, 2002. Archived from the original on February 13, 2021. Retrieved August 25, 2018.\n\n^ Hentoff, Nat (November 26, 2006). \"What the Democrats Must Do\". The Village Voice. Archived from the original on May 13, 2008. Retrieved January 31, 2017.\n\n^ \"Senate Democrats press Iraqi PM on Israel remarks\". CNN. July 25, 2006. Archived from the original on September 11, 2020. Retrieved August 31, 2018.\n\n^ Joyce Karam (September 28, 2017). \"US Senate Democratic leader declares support for Kurdish independence\". The National. Archived from the original on August 7, 2020. Retrieved December 17, 2018.\n\n^ Peled, Miko (2018) Injustice. The Story of the Holy Land Foundation Five. Just World Books. ISBN 978-1-68257-085-2. p. 56.\n\n^ a b Jilani, Zaid (June 11, 2010). \"Schumer Says It 'Makes Sense' To 'Strangle [Gaza] Economically' Until It Votes The Way Israel Wants\". ThinkProgress. Archived from the original on January 3, 2021. Retrieved September 20, 2020.\n\n^ a b Archived at Ghostarchive and the Wayback Machine: Senator Schumer speaks to the Orthodox Union. YouTube. June 9, 2010.\n\n^ \"Chuck Schumer On Gaza: 'Strangle' Them Economically\". HuffPost. June 11, 2010. Archived from the original on February 7, 2019. Retrieved September 20, 2020.\n\n^ Michel, Clifford (October 6, 2014). \"Protesters condemn Gillibrand and Schumer's Israel support\". Politico. Archived from the original on February 6, 2021. Retrieved December 13, 2018.\n\n^ \"Schumer: Settlements not an obstacle to peace\". The Times of Israel. March 6, 2018. Archived from the original on February 4, 2021. Retrieved December 13, 2018.\n\n^ Bloomfield, Douglas (March 14, 2018). \"Schumer is wrong about settlements\". Jerusalem Post. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Cortellessa, Eric (January 5, 2017). \"Bipartisan group of senators call for repealing UN resolution on Israel\". The Times of Israel. Archived from the original on February 5, 2019. Retrieved September 20, 2020.\n\n^ Levitz, Eric (July 19, 2017). \"43 Senators Want to Make It a Federal Crime to Boycott Israeli Settlements\". New York Intelligencer. Archived from the original on July 27, 2020. Retrieved August 29, 2019.\n\n^ Cardin, Benjamin L. (March 23, 2017). \"Cosponsors – S.720 – 115th Congress (2017-2018): Israel Anti-Boycott Act\". www.congress.gov. Archived from the original on June 21, 2020. Retrieved June 27, 2019.\n\n^ Tibon, Amir (June 6, 2017). \"U.S. Senate Approves Resolution Celebrating '50th Anniversary of the Reunification of Jerusalem'\". Haaretz. Archived from the original on November 28, 2020. Retrieved September 20, 2020.\n\n^ Shelbourne, Mallory (May 14, 2018). \"Schumer applauds Trump on moving US Embassy to Jerusalem\". The Hill. Archived from the original on February 25, 2021. Retrieved May 15, 2018.\n\n^ Cortellessa, Eric (May 14, 2018). \"Chuck Schumer 'applauds' Trump for opening Jerusalem embassy\". The Times of Israel. Archived from the original on September 28, 2018. Retrieved September 20, 2020.\n\n^ JTA (October 10, 2017). \"Schumer blasts Trump's 'indecisiveness' in pushing off embassy move\". The Times of Israel. Archived from the original on February 6, 2021. Retrieved September 20, 2020.\n\n^ \"Face the Nation transcript February 12, 2017: Schumer, Flake, Miller\". CBS News. February 12, 2017. Archived from the original on February 22, 2021. Retrieved September 20, 2020.\n\n^ Herb, Jeremy (August 9, 2017). \"Lawmakers slam Trump's 'fire and fury' toward North Korea\". CNN. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Greenwood, Max (May 22, 2018). \"Schumer: Trump should take Kim Jong Un off 'trip coin'\". The Hill. Archived from the original on November 9, 2020. Retrieved September 20, 2020.\n\n^ Gould, Joe (June 4, 2018). \"Schumer, Senate Dems have a Korea summit checklist for Trump\". Defense News. Archived from the original on April 14, 2023. Retrieved September 20, 2020.\n\n^ Bolton, Alexander (June 12, 2018). \"Schumer: Trump has given a 'brutal and repressive dictatorship' legitimacy\". The Hill. Archived from the original on February 2, 2021. Retrieved September 20, 2020.\n\n^ Griffiths, Brent D. (June 17, 2018). \"Trump punches back at Schumer over North Korea\". Politico. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Schumer, Chuck (June 3, 2008). \"Russia Can Be Part of the Answer on Iran\". The Wall Street Journal. pp. A19. Archived from the original on March 7, 2009.\n\n^ Central and East European Coalition. \"Dear Senator Schumer\" (PDF). Archived from the original (PDF) on September 10, 2008. Retrieved August 10, 2008.\n\n^ Wong, Scott (August 4, 2013). \"Schumer calls Putin a 'school-yard bully'\". Politico. Archived from the original on September 28, 2013. Retrieved August 5, 2013.\n\n^ Kim, Seung Min; Morin, Rebecca (December 18, 2016). \"McCain, Schumer double down on Russia probe\". Politico. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Everett, Burgess; Kim, Seung Min (December 10, 2016). \"Schumer demands congressional inquiry on Russian meddling\". Politico. Archived from the original on January 31, 2021. Retrieved February 13, 2017.\n\n^ Shelbourne, Mallory (January 3, 2017). \"Schumer: Trump 'really dumb' for attacking intelligence agencies\". Archived from the original on February 25, 2021. Retrieved February 13, 2017.\n\n^ Sullivan, Sean (January 22, 2017). \"Schumer to introduce legislation aimed at checking Trump on Russia sanctions\". The Washington Post. Archived from the original on February 4, 2021. Retrieved February 13, 2017.\n\n^ Kim, Seung Min (May 16, 2017). \"Schumer demands transcript of Trump-Russia meeting\". Politico. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Watkins, Eli (July 24, 2017). \"Schumer: Democrats' top priority is health care, not Russia\". CNN. Archived from the original on February 3, 2021. Retrieved September 20, 2020.\n\n^ Carney, Jordain (July 19, 2018). \"Senate approves resolution warning Trump not to hand over US officials\". The Hill. Archived from the original on July 21, 2018. Retrieved July 22, 2018.\n\n^ \"Brady Law | United States law\". Encyclopedia Britannica. Archived from the original on December 27, 2021. Retrieved July 21, 2020.\n\n^ \"U.S. Senate: U.S. Senate Roll Call Votes 109th Congress – 2nd Session\". www.senate.gov. Archived from the original on December 11, 2020. Retrieved July 21, 2020.\n\n^ Hurteau, Dave; Love, Chad (November 24, 2008). \"The Governator Reprises His Role as a Villain, Wins Top Honors\". Field and Stream. Archived from the original on July 11, 2011. Retrieved March 18, 2010.\n\n^ \"Schumer proposes hunter tax break\". Observer-Dispatch. November 30, 2009. Archived from the original on February 5, 2013. Retrieved March 18, 2010.\n\n^ \"Chuck Schumer says he's not armed (updated) – Monday, October 25, 2010 – Albany Times Union, Capitol Confidential\". federalobserver.com. Archived from the original on September 7, 2017. Retrieved November 21, 2019.\n\n^ Carney, Jordain (February 28, 2018). \"Senate Dems call on Trump to support stricter background checks\". The Hill. Archived from the original on February 24, 2021. Retrieved September 20, 2020.\n\n^ \"U.S. Senator Tammy Baldwin Helps Introduce Background Check Expansion Act To Reduce Gun Violence\". urbanmilwaukee.com. January 9, 2019. Archived from the original on June 26, 2019. Retrieved June 26, 2019.\n\n^ \"Dems urge White House restraint on whistleblower\". UPI. March 16, 2004. Archived from the original on February 3, 2021. Retrieved August 29, 2018.\n\n^ U.S. Senate: Legislation & Records Home > Votes > Roll Call Vote Archived July 18, 2011, at the Wayback Machine. Senate.gov. Retrieved on August 16, 2013.\n\n^ \"U.S. Senate: Legislation & Records Home > Votes > Roll Call Vote\". Senate.gov. Archived from the original on July 8, 2010. Retrieved August 29, 2010.\n\n^ Pear, Robert (May 5, 2009). \"Schumer Offers Middle Ground on Health Care\". The New York Times. Archived from the original on January 25, 2021. Retrieved May 22, 2012.\n\n^ Carney, Jordain (May 3, 2017). \"Schumer: GOP healthcare proposal like giving 'cough medicine' to a cancer patient\". The Hill. Archived from the original on November 11, 2020. Retrieved September 20, 2020.\n\n^ Bolton, Alexander (May 24, 2017). \"Schumer: Republicans should throw their health bill 'in the trash'\". The Hill. Archived from the original on November 11, 2020. Retrieved September 20, 2020.\n\n^ Carney, Jordain (June 16, 2017). \"Schumer wants all-Senate meeting on healthcare\". The Hill. Archived from the original on November 11, 2020. Retrieved September 20, 2020.\n\n^ Savransky, Rebecca (June 25, 2017). \"Schumer on GOP healthcare plan: 'I think it's 50/50'\". The Hill. Archived from the original on November 11, 2020. Retrieved September 20, 2020.\n\n^ Lewis, Neil A. (April 21, 1995). \"TERROR IN OKLAHOMA: IN CONGRESS; Anti-Terrorism Bill: Blast Turns a Snail Into a Race Horse\". The New York Times. Archived from the original on February 5, 2021. Retrieved May 8, 2011.\n\n^ \"Charles E. Schumer (D-N.Y.) Chairman, Democratic Policy Committee (since January 1999)\". The Washington Post. Archived from the original on April 18, 2012. Retrieved June 15, 2012.\n\n^ Ryan, Tom (April 8, 2009). \"NY City transit, ports to get $200 mln in security funds\". Reuters. Archived from the original on February 3, 2021. Retrieved March 18, 2010.\n\n^ Rodriguez, Cindy (January 22, 2010). \"Schumer: New York to Get $18M in Security Funding\". WNYC. Archived from the original on January 15, 2021. Retrieved March 18, 2010.\n\n^ Benjamin, Mark; Horrock, Nicholas (November 27, 2001). \"DOJ scrambles to defend tribunals\". UPI. Archived from the original on February 3, 2021. Retrieved September 20, 2020.\n\n^ \"U.S. leak 'ends al Qaeda sting'\". CNN. August 9, 2004. Archived from the original on February 3, 2021. Retrieved August 31, 2018.\n\n^ Hoffman Broach, Louise (February 10, 2005). \"Schumer, Boehlert, vow to fight Bush's FIRE grant restrictions\". Auburnpub.com. Archived from the original on April 26, 2006. Retrieved March 18, 2010.\n\n^ John Doherty. \"Schumer lobbies for Maybrook FD\". recordonline.com. Archived from the original on January 9, 2019. Retrieved March 18, 2010.\n\n^ \"SCHUMER PUSHES BIPARTISAN LEGISLATION THAT WILL HELP CHILDREN OF FALLEN COPS, FIREFIGHTERS, AND EMTS PAY FOR COLLEGE; SENATOR SAYS BILL SHOULD PASS IMMEDIATELY\". schumer.senate.gov. March 20, 2018. Archived from the original on February 4, 2021. Retrieved August 23, 2018.\n\n^ \"SCHUMER ANNOUNCES SENATE PASSAGE OF $1 MILLION IN 2019 FUNDING FOR CRITICAL NATIONAL FIREFIGHTER CANCER REGISTRY AS PART OF HHS APPROPRIATIONS BILL; SCHUMER-BACKED REGISTRY WILL HELP RESEARCHERS TRACK, TREAT AND EVENTUALLY THWART CONNECTION BETWEEN FIREFIGHTERS AND CANCER\". schumer.senate.gov. August 21, 2018. Archived from the original on February 4, 2021. Retrieved August 23, 2018.\n\n^ Tripti Lahiri (August 13, 2010). \"Sorry, Infosys Is a 'Body Shop'\". The Wall Street Journal. Archived from the original on July 28, 2020. Retrieved August 4, 2017.\n\n^ a b Narayan Lakshman (August 11, 2010). \"'Chop-shop' remark causes outrage\". The Hindu. Archived from the original on October 18, 2015. Retrieved September 7, 2010.\n\n^ Weiner, Rachel (January 28, 2013). \"Immigration's Gang of 8: Who are they?\". The Washington Post. Archived from the original on January 16, 2021. Retrieved September 20, 2020.\n\n^ Nakamura, David; O'Keefe, Ed (June 26, 2014). \"Timeline: The rise and fall of immigration reform\". The Washington Post. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Foley, Elise (April 24, 2012). \"Chuck Schumer Plans To Kill Arizona Immigration Law If Supreme Court Backs SB 1070\". HuffPost. Archived from the original on March 24, 2019. Retrieved February 12, 2022.\n\n^ \"Sen. Schumer says DACA deal must be part of 'must-pass' spending bill\". Reuters. January 9, 2018. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Kopan, Tal (January 24, 2018). \"DACA-wall talks 'starting over,' Schumer says\". CNN. Archived from the original on February 4, 2021. Retrieved September 20, 2020.\n\n^ Schumer, Charles E. (March 6, 2018). \"Chuck Schumer: Trump, you broke DACA, now fix it\". CNN. Archived from the original on February 3, 2021. Retrieved September 20, 2020.\n\n^ Brufke, Juliegrace (June 18, 2018). \"Schumer warns 'House moderates' against immigration compromise bill\". The Hill. Archived from the original on November 9, 2020. Retrieved September 20, 2020.\n\n^ \"US bank IndyMac seized amid intensifying crisis\". AFP. July 13, 2008. Archived from the original on July 17, 2008. Retrieved July 14, 2008.\n\n^ \"Microsoft Word – Final Report – IndyMac MLR _2-26-2009_.doc\" (PDF). Archived from the original (PDF) on April 19, 2009. Retrieved March 18, 2010.\n\n^ Paletta, Damian; Enrich, David (July 12, 2008). \"Crisis Deepens as Big Bank Fails\". The Wall Street Journal. Archived from the original on February 27, 2021. Retrieved July 14, 2008.\n\n^ Chadbourn, Margaret (March 27, 2009). \"Treasury's Watchdog Reviewing Backdating of Capital at Thrifts\". Bloomberg. Retrieved September 20, 2020.\n\n^ Lueck, Sarah (July 14, 2008). \"Schumer Deflects Blame to IndyMac, Regulator\". The Wall Street Journal. Archived from the original on February 4, 2021. Retrieved July 14, 2008.\n\n^ \"Schumer: Don't blame me for IndyMac failure\". CNN. July 13, 2008. Archived from the original on January 16, 2021. Retrieved July 14, 2008.\n\n^ Bowyer, Jerry (July 12, 2008). \"How Chuck Schumer Caused the Second Largest Bank Failure in US History\". CNBC. Archived from the original on February 4, 2021. Retrieved July 14, 2008.\n\n^ \"IndyMac bank crisis signals new takeover era\". The Seattle Times. July 14, 2008. Archived from the original on July 15, 2008. Retrieved July 14, 2008.\n\n^ Schmidt, Susan (October 18, 2008). \"Schumer Ripped IndyMac as Democratic Donors Probed Books\". The Wall Street Journal. Archived from the original on February 4, 2021. Retrieved March 18, 2010.\n\n^ Appelbaum, Binyamin; Nakashima, Ellen (December 23, 2008). \"Regulator Let IndyMac Bank Falsify Report\". The Washington Post. Archived from the original on November 22, 2018. Retrieved March 18, 2010.\n\n^ Andrews, Edmund L. (December 22, 2008). \"Irregularity Is Uncovered at IndyMac Bank\". The New York Times. Archived from the original on February 3, 2021. Retrieved September 20, 2020.\n\n^ \"Rush Limbaugh Program Transcript, Dec. 22, 2008\". Rushlimbaugh.com. December 22, 2008. Archived from the original on July 6, 2009. Retrieved March 18, 2010.\n\n^ \"FINAL VOTE RESULTS FOR ROLL CALL 316\". clerk.house.gov. Archived from the original on October 17, 2012. Retrieved September 20, 2020.\n\n^ \"Charles Schumer on Civil Rights\". On The Issues. Archived from the original on February 3, 2021. Retrieved May 22, 2012.\n\n^ \"Schumer Declares His Support for Same-Sex Marriages\". The New York Times. March 24, 2009. Archived from the original on January 26, 2021. Retrieved February 15, 2017.\n\n^ Benjamin, Elizabeth (March 23, 2009). \"Schumer Comes Out For Gay Marriage (Updated)\". New York Daily News. Archived from the original on January 18, 2010. Retrieved March 18, 2010.\n\n^ Peters, Jeremy W. (December 4, 2009). \"Paterson Sidelined in Push for Same-Sex Marriage\". The New York Times. Archived from the original on January 26, 2021. Retrieved April 1, 2010.\n\n^ Minsky, Adam S. (February 15, 2022). \"Student Loan Forgiveness: 'We're Going To Win' Says Top Democrat, As Poll Shows Broad Support For Debt Cancellation\". Forbes. Archived from the original on April 9, 2023. Retrieved March 8, 2022.\n\n^ \"SCHUMER TO INTRODUCE LEGISLATION TODAY TO LIFT PORTFOLIO CAPS AND LOAN LIMITS FOR FANNIE MAE AND FREDDIE MAC\". Archived from the original on May 14, 2008. Retrieved September 18, 2007.\n\n^ Poirier, John (March 19, 2007). \"Top five US subprime lenders asked to testify-Dodd\". Reuters. Archived from the original on March 6, 2009. Retrieved March 17, 2008.\n\n^ \"Schumer Offers Bill To Regulate Mortgage Brokers\". Consumeraffairs.com. Archived from the original on February 2, 2010. Retrieved March 18, 2010.\n\n^ \"Sen. Charles E Schumer\". opensecrets.org. Archived from the original on July 11, 2017. Retrieved April 14, 2010.\n\n^ Raymond Hernandez; Stephen Labaton (July 30, 2007). \"In Opposing Tax Plan, Schumer Breaks With Party\". The New York Times. Archived from the original on January 10, 2021. Retrieved November 15, 2011.\n\n^ Michael McAuliff (June 8, 2010). \"Schumer: Hedge Fund Tax Won't Hurt NYC\". New York Daily News. Archived from the original on May 20, 2012. Retrieved November 15, 2011.\n\n^ a b Elspeth Reeve. \"Earth to Fiscal-Cliff Pundits: $250K Does Make You Rich Archived April 14, 2023, at the Wayback Machine\". The Atlantic, December 31, 2012. Accessed November 4, 2021.\n\n^ Wolf, Brett (June 8, 2011). \"Senators seek crackdown on 'Bitcoin' currency\". Reuters. Archived from the original on January 9, 2016. Retrieved July 29, 2011.\n\n^ \"Senators Charles Schumer, Joe Manchin discuss targeting bitcoin ...\" Archived May 13, 2015, at the Wayback Machine, hammeroftruth.com, June 9, 2011. Retrieved July 29, 2011.\n\n^ Bill Summary & Status 112th Congress (2011–2012), \"S.968 Cosponsors\", Bill Summary & Status\n\n^ Pujol, Rolando (January 18, 2012). \"Protesters take anti-SOPA campaign to Manhattan offices of Schumer and Gillibrand; 'The future of the NY tech community is in jeopardy,' the group states\". New York Daily News. Archived from the original on September 24, 2020. Retrieved September 20, 2020.\n\n^ Ries, Brian (January 18, 2012). \"Geeks Converge on NYC to Protest Anti-Piracy Bills\". The Daily Beast. Archived from the original on November 18, 2016. Retrieved September 20, 2020.\n\n^ Ditosti, Carole (January 18, 2012). \"Manhattan SOPA/PIPA Protest Blankets Block Fronting NY Senators' Offices\". Technorati. Archived from the original on January 20, 2012. Retrieved January 22, 2012.\n\n^ AP (March 26, 2012). \"Senators push for Facebook password request probe\". San Francisco Chronicle. Archived from the original on March 30, 2012. Retrieved March 30, 2012.\n\n^ a b c Frankel, Sheera; Confessore, Nicholas; Kang, Cecilia; Rosenberg, Matthew; Nicas, Jack (November 14, 2018). \"Delay, Deny and Deflect: How Facebook's Leaders Fought Through Crisis\". The New York Times. Archived from the original on September 17, 2019. Retrieved November 15, 2018.\n\n^ \"MTP Transcript for Mar. 18, 2007\". NBC News. March 18, 2007. Archived from the original on August 8, 2020. Retrieved April 11, 2007.\n\n^ \"Transcript: Pennsylvania Senator Arlen Specter on 'FNS'\". Fox News. March 19, 2007. Archived from the original on October 18, 2012. Retrieved April 11, 2007.\n\n^ \"Transcript: Newt Gingrich, Senator Charles Schumer on 'FNS'\". Fox News. April 8, 2007. Archived from the original on May 21, 2013. Retrieved April 11, 2007.\n\n^ Goldfarb, Zachary. \"March 11: Schumer calls on Gonzales to resign\". Blog.washingtonpost.com. Archived from the original on May 23, 2011. Retrieved March 18, 2010.\n\n^ Archived at Ghostarchive and the Wayback Machine: \"YouTube – Schumer Calls For Gonzales' Resignation\". YouTube. March 13, 2007. Retrieved March 18, 2010.\n\n^ Archived at Ghostarchive and the Wayback Machine: \"YouTube – Schumer 4\". YouTube. April 19, 2007. Retrieved March 18, 2010.\n\n^ \"PositivelyAmericanBook.com\". Archived from the original on February 24, 2021. Retrieved February 24, 2007.\n\n^ Gutenberg the musical\n\n^ Photo from Senate bio. Retrieved January 26, 2007. Archived December 27, 2006, at the Wayback Machine\n\n^ \"Biography of Commissioner Weinshall\". nyc.gov. Archived from the original on July 7, 2006. Retrieved October 9, 2005.\n\n^ \"Detailed Document Information\". New York City Office of the City Register. Archived from the original on February 4, 2021. Retrieved May 11, 2020.\n\n^ \"Staff\". whitehouse.gov. Archived from the original on January 21, 2017. Retrieved November 1, 2017 – via National Archives.\n\n^ Radomsky, Rosalie R. (November 17, 2018). \"A Picnic, a Proposal and a Delicious-Looking Sandwich\". The New York Times. ISSN 0362-4331. Archived from the original on November 8, 2020. Retrieved July 21, 2020.\n\n^ Fisher, Alyssa (November 28, 2018). \"Chuck Schumer's First Grandchild Named 'Melvin' After Cabbie Ancestor\". The Forward. Archived from the original on February 6, 2021. Retrieved August 18, 2020.\n\n^ \"About: Honorary Degrees | Hofstra | New York\". www.hofstra.edu. Archived from the original on November 4, 2020. Retrieved June 23, 2018.\n\n^ \"Hillary Rodham Clinton, Sen. Charles Schumer, Pulitzer Prize Winners Among Speakers at CUNY Commencements – CUNY Newswire\". www1.cuny.edu. Archived from the original on June 23, 2018. Retrieved June 23, 2018.\n\n^ \"Honorary Degrees – Adelphi University\". commencement.adelphi.edu. Archived from the original on July 31, 2020. Retrieved March 6, 2018.\n\n^ School, New York Law. \"Senator Charles Schumer to Address Graduates at New York Law School's 110th Commencement, June 2\". www.prnewswire.com. Archived from the original on January 5, 2018. Retrieved May 18, 2017.\n\n^ \"PreviousHonorary Degree Recipients 1954–2015\" (PDF). www.pace.edu. Archived (PDF) from the original on February 3, 2021. Retrieved May 18, 2017.\n\n^ College, Touro. \"Touro Law Center Celebrates Building Dedication\". www.touro.edu. Archived from the original on January 4, 2018. Retrieved May 18, 2017.\n\n^ \"Brooklyn Law School Announces Senator Chuck Schumer as 2015 Commencement Speaker\". www.brooklaw.edu. Archived from the original on January 8, 2019. Retrieved January 20, 2018.\n\n\nFurther reading\nSenator Chuck Schumer interview from Fresh Air from WHYY at NPR, January 30, 2007\nSound of one man voting: Chuck's 'voice' OKs border bill Archived August 16, 2010, at the Wayback Machine, Richard Sisk, New York Daily News August 12, 2010\nExternal links\n\n\nChuck Schumer  at Wikipedia's sister projects\n\nMedia from CommonsNews from WikinewsQuotations from WikiquoteTexts from WikisourceData from Wikidata\n\nSenator Chuck Schumer official U.S. Senate website\nChuck Schumer for Senate Archived February 11, 2021, at the Wayback Machine campaign website\nAppearances on C-SPAN\nChuck Schumer at Curlie\nBiography at the Biographical Directory of the United States Congress\nFinancial information (federal office) at the Federal Election Commission\nLegislation sponsored at the Library of Congress\nProfile at Vote Smart\nOffices and distinctions\n\n\nNew York State Assembly\n\n\nPreceded byStephen J. Solarz\n\n Member of the New York Assemblyfrom the 45th district 1975–1980\n\nSucceeded byDaniel L. Feldman\n\n\nU.S. House of Representatives\n\n\nPreceded byElizabeth Holtzman\n\n Member of the U.S. House of Representativesfrom New York's 16th congressional district 1981–1983\n\nSucceeded byCharlie Rangel\n\n\nPreceded byMario Biaggi\n\n Member of the U.S. House of Representativesfrom New York's 10th congressional district 1983–1993\n\nSucceeded byEdolphus Towns\n\n\nPreceded byThomas Manton\n\n Member of the U.S. House of Representativesfrom New York's 9th congressional district 1993–1999\n\nSucceeded byAnthony Weiner\n\n\nParty political offices\n\n\nPreceded byRobert Abrams\n\n Democratic nominee for U.S. Senator from New York(Class 3) 1998, 2004, 2010, 2016, 2022\n\nMost recent\n\n\nPreceded byJon Corzine\n\n Chair of theDemocratic Senatorial Campaign Committee 2005–2009\n\nSucceeded byBob Menendez\n\n\nNew office\n\n Vice Chair of the Senate Democratic Caucus 2007–2017\n\nSucceeded byMark Warner\n\n\nSucceeded byElizabeth Warren\n\n\nPreceded byByron Dorgan\n\n Chair of the Senate Democratic Policy Committee 2011–2017\n\nSucceeded byDebbie Stabenow\n\n\nPreceded byHarry Reid\n\n Senate Democratic LeaderChair of the Senate Democratic Caucus 2017–present\n\nIncumbent\n\n\nU.S. Senate\n\n\nPreceded byAl D'Amato\n\n United States Senator (Class 3) from New York 1999–present        Served alongside: Pat Moynihan, Hillary Clinton, Kirsten Gillibrand\n\nIncumbent\n\n\nPreceded byJim Saxton\n\n Chair of the Joint Economic Committee 2007–2009\n\nSucceeded byCarolyn Maloney\n\n\nPreceded byDianne Feinstein\n\n Chair of the Senate Rules Committee 2009–2015\n\nSucceeded byRoy Blunt\n\n\nPreceded byBob Brady\n\n Chair of the Joint Printing Committee 2009–2015\n\nSucceeded byGregg Harper\n\n\n Chair of the Joint Library Committee 2011–2013\n\n\nPreceded byDianne Feinstein\n\n Chair of the Joint Inaugural Ceremonies Committee 2012–2013\n\nSucceeded byRoy Blunt\n\n\nPreceded byPat Roberts\n\n Ranking Member of the Senate Rules Committee 2015–2017\n\nSucceeded byAmy Klobuchar\n\n\nPreceded byHarry Reid\n\n Senate Minority Leader 2017–2021\n\nSucceeded byMitch McConnell\n\n\nPreceded byMitch McConnell\n\n Senate Majority Leader 2021–present\n\nIncumbent\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byPatty Murrayas President pro tempore of the U.S. Senate\n\n Order of precedence of the United Statesas Senate Majority Leader \n\nSucceeded byMitch McConnellas Senate Minority Leader\n\n\nPreceded bySusan Collins\n\n United States senators by seniority 8th\n\nSucceeded byMike Crapo\n\n\n\nvteDemocratic Party\nHistory\nSecond Party System\nThird Party System\nFourth Party System\nFifth Party System\nSixth Party System\nNationalconventionsandpresidentialtickets\n1828 (None): Jackson/Calhoun\n1832 (Baltimore): Jackson/Van Buren\n1835 (Baltimore): Van Buren/R. Johnson\n1840 (Baltimore): Van Buren/None\n1844 (Baltimore): Polk/Dallas\n1848 (Baltimore): Cass/Butler\n1852 (Baltimore): Pierce/King\n1856 (Cincinnati): Buchanan/Breckinridge\n1860 (Charleston/Baltimore): Douglas/H. Johnson (Breckinridge/Lane, SD)\n1864 (Chicago): McClellan/Pendleton\n1868 (New York): Seymour/Blair\n1872 (Baltimore): Greeley/Brown\n1876 (Saint Louis): Tilden/Hendricks\n1880 (Cincinnati): Hancock/English\n1884 (Chicago): Cleveland/Hendricks\n1888 (Saint Louis): Cleveland/Thurman\n1892 (Chicago): Cleveland/Stevenson I\n1896 (Chicago): W. Bryan/Sewall\n1900 (Kansas City): W. Bryan/Stevenson I\n1904 (Saint Louis): Parker/H. Davis\n1908 (Denver): W. Bryan/Kern\n1912 (Baltimore): Wilson/Marshall\n1916 (Saint Louis): Wilson/Marshall\n1920 (San Francisco): Cox/Roosevelt\n1924 (New York): J. Davis/C. Bryan\n1928 (Houston): Smith/Robinson\n1932 (Chicago): Roosevelt/Garner\n1936 (Philadelphia): Roosevelt/Garner\n1940 (Chicago): Roosevelt/Wallace\n1944 (Chicago): Roosevelt/Truman\n1948 (Philadelphia): Truman/Barkley\n1952 (Chicago): Stevenson II/Sparkman\n1956 (Chicago): Stevenson II/Kefauver\n1960 (Los Angeles): Kennedy/L. Johnson\n1964 (Atlantic City): L. Johnson/Humphrey\n1968 (Chicago): Humphrey/Muskie\n1972 (Miami Beach): McGovern/(Eagleton, Shriver)\n1976 (New York): Carter/Mondale\n1980 (New York): Carter/Mondale\n1984 (San Francisco): Mondale/Ferraro\n1988 (Atlanta): Dukakis/Bentsen\n1992 (New York): B. Clinton/Gore\n1996 (Chicago): B. Clinton/Gore\n2000 (Los Angeles): Gore/Lieberman\n2004 (Boston): Kerry/Edwards\n2008 (Denver): Obama/Biden\n2012 (Charlotte): Obama/Biden\n2016 (Philadelphia): H. Clinton/Kaine\n2020 (Milwaukee/other locations): Biden/Harris\n2024 (Chicago)\nPresidentialadministrations\nJackson (1829–1837)\nVan Buren (1837–1841)\nPolk (1845–1849)\nPierce (1853–1857)\nBuchanan (1857–1861)\nA. Johnson (1868–1869)\nCleveland (1885–1889; 1893–1897)\nWilson (1913–1921)\nRoosevelt (1933–1941; 1941–1945)\nTruman (1945–1953)\nKennedy (1961–1963)\nL. B. Johnson (1963–1969)\nCarter (1977–1981)\nClinton (1993–2001)\nObama (2009–2017)\nBiden (2021–)\nU.S. Houseleaders,Speakers,andCaucuschairs\nA. Stevenson (1827–1834)\nBell (1834–1835)\nPolk (1835–1839)\nJ. W. Jones (1843–1845)\nDavis (1845–1847)\nCobb (1849–1851)\nBoyd (1851–1855)\nG. W. Jones (1855–1857)\nOrr (1857–1859)\nHouston (1859–1861)\nNiblack/Randall (1869–1871)\nNiblack (1873–1875)\nKerr (1875–1876)\nRandall (1876–1881)\nCarlisle (1883–1889)\nHolman (1889–1891)\nCrisp (1891–1895)\nD. B. Culberson (1895–1897)\nRichardson (1897–1903)\nWilliams (1903–1909)\nClark (1909–1921)\nKitchin (1921–1923)\nGarrett (1923–1929)\nGarner (1929–1933)\nRainey (1933–1934)\nByrns (1935–1936)\nBankhead (1936–1940)\nRayburn (1940–1961)\nMcCormack (1962–1971)\nAlbert (1971–1977)\nO'Neill (1977–1987)\nWright (1987–1989)\nFoley (1989–1995)\nGephardt (1995–2003)\nPelosi (2003–2023)\nJeffries (2023–)\nU.S. SenateleadersandCaucuschairs\nJ. W. Stevenson (1873–1877)\nWallace (1877–1881)\nPendleton (1881–1885)\nBeck (1885–1890)\nGorman (1890–1898)\nTurpie (1898–1899)\nJ. K. Jones (1899–1903)\nGorman (1903–1906)\nBlackburn (1906–1907)\nC. A. Culberson (1907–1909)\nMoney (1909–1911)\nMartin (1911–1913)\nKern (1913–1917)\nMartin (1917–1919)\nHitchcock (1919–1920)\nUnderwood (1920–1923)\nRobinson (1923–1937)\nBarkley (1937–1949)\nLucas (1949–1951)\nMcFarland (1951–1953)\nJohnson (1953–1961)\nMansfield (1961–1977)\nByrd (1977–1989)\nMitchell (1989–1995)\nDaschle (1995–2005)\nReid (2005–2017)\nSchumer (2017–)\nChairs ofthe DNC\nHallett\nMcLane\nSmalley\nBelmont\nSchell\nHewitt\nBarnum\nBrice\nHarrity\nJones\nTaggart\nMack\nMcCombs\nMcCormick\nCummings\nWhite\nHull\nShaver\nRaskob\nFarley\nFlynn\nWalker\nHannegan\nMcGrath\nBoyle\nMcKinney\nMitchell\nButler\nJackson\nBailey\nO'Brien\nHarris\nO'Brien\nWestwood\nStrauss\nCurtis\nWhite\nManatt\nKirk\nBrown\nWilhelm\nDeLee\nDodd/Fowler\nRomer/Grossman\nRendell/Andrew\nMcAuliffe\nDean\nKaine\nWasserman Schultz\nPerez\nHarrison\nState andterritorialparties\nAlabama\nAlaska\nArizona\nArkansas\nCalifornia\nColorado\nConnecticut\nDelaware\nFlorida\nGeorgia\nHawaii\nIdaho\nIllinois\nIndiana\nIowa\nKansas\nKentucky\nLouisiana\nMaine\nMaryland\nMassachusetts\nMichigan\nMinnesota\nMississippi\nMissouri\nMontana\nNebraska\nNevada\nNew Hampshire\nNew Jersey\nNew Mexico\nNew York\nNorth Carolina\nNorth Dakota\nOhio\nOklahoma\nOregon\nPennsylvania\nRhode Island\nSouth Carolina\nSouth Dakota\nTennessee\nTexas\nUtah\nVermont\nVirginia\nWashington\nWest Virginia\nWisconsin\nWyoming\nAmerican Samoa\nDistrict of Columbia\nGuam\nNorthern Mariana Islands\nPuerto Rico\nVirgin Islands\nDemocrats Abroad\nAffiliatedgroupsCongress\nSenate Caucus\nPolicy Committee\nSteering and Outreach Committee\nHouse Caucus\nFactions\nBlue Dog Coalition\nCongressional Progressive Caucus\nJustice Democrats\nNew Democrat Coalition\nProblem Solvers Caucus\nFundraising\nDemocratic Attorneys General Association\nDemocratic Congressional Campaign Committee\nDemocratic Governors Association\nDemocratic Legislative Campaign Committee\nDemocratic Senatorial Campaign Committee\nNational Conference of Democratic Mayors\nNational Democratic Redistricting Committee\nSectional\nCollege Democrats of America\nDemocrats Abroad\nNational Federation of Democratic Women\nStonewall Democrats\nStonewall Young Democrats\nYoung Democrats of America\nHigh School Democrats of America\nRelated\nPrimaries\nPresidential candidates\nDebates\nSuperdelegate\n2005 chairmanship election\n2017 chairmanship election\n2006 House Caucus leadership election\n2018 House Caucus leadership election\nWeekly Democratic Address\n\nvteCurrent United States senatorsPresident: ▌ Kamala Harris (D) ‧ President pro tempore: ▌ Patty Murray (D)\nAL: ▌ Tuberville (R)⎣ ▌ Britt (R)\nAK: ▌ Murkowski (R)⎣ ▌ Sullivan (R)\nAZ: ▌ Sinema (I)⎣ ▌ Kelly (D)\nAR: ▌ Boozman (R)⎣ ▌ Cotton (R)\nCA: ▌ Padilla (D)⎣ ▌ Butler (D)\nCO: ▌ Bennet (D)⎣ ▌ Hickenlooper (D)\nCT: ▌ Blumenthal (D)⎣ ▌ Murphy (D)\nDE: ▌ Carper (D)⎣ ▌ Coons (D)\nFL: ▌ Rubio (R)⎣ ▌ R. Scott (R)\nGA: ▌ Ossoff (D)⎣ ▌ Warnock (D)\nHI: ▌ Schatz (D)⎣ ▌ Hirono (D)\nID: ▌ Crapo (R)⎣ ▌ Risch (R)\nIL: ▌ Durbin (D)⎣ ▌ Duckworth (D)\nIN: ▌ Young (R)⎣ ▌ Braun (R)\nIA: ▌ Grassley (R)⎣ ▌ Ernst (R)\nKS: ▌ Moran (R)⎣ ▌ Marshall (R)\nKY: ▌ McConnell (R)⎣ ▌ Paul (R)\nLA: ▌ Cassidy (R)⎣ ▌ Kennedy (R)\nME: ▌ Collins (R)⎣ ▌ King (I)\nMD: ▌ Cardin (D)⎣ ▌ Van Hollen (D)\nMA: ▌ Warren (D)⎣ ▌ Markey (D)\nMI: ▌ Stabenow (D)⎣ ▌ Peters (D)\nMN: ▌ Klobuchar (D)⎣ ▌ Smith (D)\nMS: ▌ Wicker (R)⎣ ▌ Hyde-Smith (R)\nMO: ▌ Hawley (R)⎣ ▌ Schmitt (R)\nMT: ▌ Tester (D)⎣ ▌ Daines (R)\nNE: ▌ Fischer (R)⎣ ▌ Ricketts (R)\nNV: ▌ Cortez Masto (D)⎣ ▌ Rosen (D)\nNH: ▌ Shaheen (D)⎣ ▌ Hassan (D)\nNJ: ▌ Menendez (D)⎣ ▌ Booker (D)\nNM: ▌ Heinrich (D)⎣ ▌ Luján (D)\nNY: ▌ Schumer (D)⎣ ▌ Gillibrand (D)\nNC: ▌ Tillis (R)⎣ ▌ Budd (R)\nND: ▌ Hoeven (R)⎣ ▌ Cramer (R)\nOH: ▌ Brown (D)⎣ ▌ Vance (R)\nOK: ▌ Lankford (R)⎣ ▌ Mullin (R)\nOR: ▌ Wyden (D)⎣ ▌ Merkley (D)\nPA: ▌ Casey (D)⎣ ▌ Fetterman (D)\nRI: ▌ Reed (D)⎣ ▌ Whitehouse (D)\nSC: ▌ Graham (R)⎣ ▌ T. Scott (R)\nSD: ▌ Thune (R)⎣ ▌ Rounds (R)\nTN: ▌ Blackburn (R)⎣ ▌ Hagerty (R)\nTX: ▌ Cornyn (R)⎣ ▌ Cruz (R)\nUT: ▌ Lee (R)⎣ ▌ Romney (R)\nVT: ▌ Sanders (I)⎣ ▌ Welch (D)\nVA: ▌ Warner (D)⎣ ▌ Kaine (D)\nWA: ▌ Murray (D)⎣ ▌ Cantwell (D)\nWV: ▌ Manchin (D)⎣ ▌ Capito (R)\nWI: ▌ Johnson (R)⎣ ▌ Baldwin (D)\nWY: ▌ Barrasso (R)⎣ ▌ Lummis (R)\n\n▌ Republican: 49\n▌ Democratic: 48\n▌ Independent: 3\n\nvteNew York's current delegation to the United States CongressSenators\n▌Chuck Schumer (D)\n▌Kirsten Gillibrand (D)\nRepresentatives (ordered by district)\n▌Nick LaLota (R)\n▌Andrew Garbarino (R)\nVacant\n▌Anthony D'Esposito (R)\n▌Gregory Meeks (D)\n▌Grace Meng (D)\n▌Nydia Velázquez (D)\n▌Hakeem Jeffries (D)\n▌Yvette Clarke (D)\n▌Dan Goldman (D)\n▌Nicole Malliotakis (R)\n▌Jerry Nadler (D)\n▌Adriano Espaillat (D)\n▌Alexandria Ocasio-Cortez (D)\n▌Ritchie Torres (D)\n▌Jamaal Bowman (D)\n▌Mike Lawler (R)\n▌Pat Ryan (D)\n▌Marc Molinaro (R)\n▌Paul Tonko (D)\n▌Elise Stefanik (R)\n▌Brandon Williams (R)\n▌Nick Langworthy (R)\n▌Claudia Tenney (R)\n▌Joseph Morelle (D)\n▌Brian Higgins (D)\n\nvteUnited States senators from New YorkClass 1\nSchuyler\nBurr\nSchuyler\nHobart\nNorth\nWatson\nMorris\nBailey\nArmstrong\nMitchill\nGerman\nSanford\nVan Buren\nDudley\nTallmadge\nDickinson\nFish\nP. King\nMorgan\nFenton\nKernan\nPlatt\nMiller\nHiscock\nMurphy\nDepew\nO'Gorman\nCalder\nCopeland\nMead\nIves\nKeating\nKennedy\nGoodell\nBuckley\nMoynihan\nH. Clinton\nGillibrand\nClass 3\nR. King\nLaurance\nArmstrong\nD. Clinton\nArmstrong\nSmith\nR. King\nSanford\nMarcy\nWright\nFoster\nDix\nSeward\nHarris\nConkling\nLapham\nEvarts\nHill\nPlatt\nRoot\nWadsworth\nWagner\nDulles\nLehman\nJavits\nD'Amato\nSchumer\n\nLinks to related articles\nvteNew York's current delegation to the United States CongressSenators\n▌Chuck Schumer (D)\n▌Kirsten Gillibrand (D)\nRepresentatives (ordered by district)\n▌Nick LaLota (R)\n▌Andrew Garbarino (R)\nVacant\n▌Anthony D'Esposito (R)\n▌Gregory Meeks (D)\n▌Grace Meng (D)\n▌Nydia Velázquez (D)\n▌Hakeem Jeffries (D)\n▌Yvette Clarke (D)\n▌Dan Goldman (D)\n▌Nicole Malliotakis (R)\n▌Jerry Nadler (D)\n▌Adriano Espaillat (D)\n▌Alexandria Ocasio-Cortez (D)\n▌Ritchie Torres (D)\n▌Jamaal Bowman (D)\n▌Mike Lawler (R)\n▌Pat Ryan (D)\n▌Marc Molinaro (R)\n▌Paul Tonko (D)\n▌Elise Stefanik (R)\n▌Brandon Williams (R)\n▌Nick Langworthy (R)\n▌Claudia Tenney (R)\n▌Joseph Morelle (D)\n▌Brian Higgins (D)\n\nvteLeadership of the United States SenatePresident: Kamala Harris (D)\nPresident pro tempore: Patty Murray (D)Majority (Democratic)Minority (Republican)\nChuck Schumer (Leader and Caucus Chair)\nDick Durbin (Whip)\nDebbie Stabenow (Policy/Communications Committee Chair)\nAmy Klobuchar (Steering Committee Chair)\nMark Warner and Elizabeth Warren (Caucus Vice Chairs)\nBernie Sanders (Outreach Chair)\nCory Booker and Joe Manchin (Policy/Communications Committee Vice Chairs)\nTammy Baldwin (Caucus Secretary)\nGary Peters (Campaign Committee Chair)\nCatherine Cortez Masto (Outreach Vice Chair)\nBrian Schatz (Caucus Deputy Secretary)\nJeff Merkley (Chief Deputy Whip)\n\nMitch McConnell (Leader)\nJohn Thune (Whip)\nJohn Barrasso (Conference Chair)\nJoni Ernst (Policy Committee Chair)\nShelley Moore Capito (Conference Vice Chair)\nSteve Daines (Campaign Committee Chair)\nMike Lee (Steering Committee Chair)\nMike Crapo (Chief Deputy Whip)\nChuck Grassley (Senate President pro tempore emeritus)\n\nvteUnited States Senate majority leaders\nLodge\nCurtis\nWatson\nRobinson\nBarkley\nWhite\nLucas\nMcFarland\nTaft\nKnowland\nJohnson\nMansfield\nByrd\nBaker\nStevens (acting)\nBaker\nDole\nByrd\nMitchell\nDole\nLott\nDaschle\nLott\nDaschle\nFrist\nReid\nMcConnell\nSchumer\n\nvteUnited States Senate minority leaders\nUnderwood\nRobinson\nMcNary\nAustin\nMcNary\nWhite\nBarkley\nWherry\nBridges\nJohnson\nKnowland\nDirksen\nScott\nBaker\nByrd\nDole\nDaschle\nLott\nDaschle\nLott\nDaschle\nReid\nMcConnell\nReid\nSchumer\nMcConnell\n\nvteDemocratic Party leaders in the United States Senate\nUnderwood\nRobinson\nBarkley\nLucas\nMcFarland\nJohnson\nMansfield\nByrd\nMitchell\nDaschle\nReid\nSchumer\n\nvteUnited States senators from New YorkClass 1\nSchuyler\nBurr\nSchuyler\nHobart\nNorth\nWatson\nMorris\nBailey\nArmstrong\nMitchill\nGerman\nSanford\nVan Buren\nDudley\nTallmadge\nDickinson\nFish\nP. King\nMorgan\nFenton\nKernan\nPlatt\nMiller\nHiscock\nMurphy\nDepew\nO'Gorman\nCalder\nCopeland\nMead\nIves\nKeating\nKennedy\nGoodell\nBuckley\nMoynihan\nH. Clinton\nGillibrand\nClass 3\nR. King\nLaurance\nArmstrong\nD. Clinton\nArmstrong\nSmith\nR. King\nSanford\nMarcy\nWright\nFoster\nDix\nSeward\nHarris\nConkling\nLapham\nEvarts\nHill\nPlatt\nRoot\nWadsworth\nWagner\nDulles\nLehman\nJavits\nD'Amato\nSchumer\n\nvteChairs of the United States Senate Committee on Rules and AdministrationRules(1870–1947)\nFerry\nBlaine\nMorgan\nFrye\nAldrich\nBlackburn\nAldrich\nSpooner\nKnox\nCrane\nOverman\nKnox\nCurtis\nMoses\nCopeland\nNeely\nByrd\nRules and Administration(1947–present)\nBrooks\nHayden\nJenner\nGreen\nHennings\nMansfield\nJordan\nCannon\nPell\nMathias\nFord\nStevens\nWarner\nMcConnell\nDodd\nMcConnell\nDodd\nLott\nFeinstein\nSchumer\nBlunt\nShelby\nBlunt\nKlobuchar\n\nvteChairs of the Democratic Senatorial Campaign Committee\nJohnston\nFord\nBentsen\nMitchell\nKerry\nBreaux\nRobb\nGraham\nKerrey\nTorricelli\nMurray\nCorzine\nSchumer\nMenendez\nMurray\nBennet\nTester\nVan Hollen\nCortez Masto\nPeters\n\nvteNew York's delegation(s) to the 97th-present United States Congress (ordered by seniority)\n\n\n97th\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌S. Stratton (D)\n▌J. Addabbo (D)\n▌B. Rosenthal (D)\n▌F. Horton (R)\n▌J. Bingham (D)\n▌B. Conable (R)\n▌J. Scheuer (D‑L)\n▌M. Biaggi (D)\n▌S. Chisholm (D)\n▌H. Fish IV (R)\n▌R. Ottinger (D)\n▌J. Kemp (R)\n▌N. Lent (R‑C)\n▌C. Rangel (D)\n▌B. Gilman (R)\n▌D. Mitchell (R)\n▌P. Peyser (D)\n▌T. Downey (D)\n▌J. LaFalce (D)\n▌M. McHugh (D)\n▌H. Nowak (D)\n▌F. Richmond (D)\n▌S. Solarz (D)\n▌L. Zeferetti (D)\n▌S. Lundine (D)\n▌T. Weiss (D)\n▌B. Green (R)\n▌B. Garcia (D)\n▌B. Carney (C)\n▌G. Ferraro (D)\n▌G. Lee (R)\n▌J. Solomon (R)\n▌G. Carman (R)\n▌J. LeBoutillier (R)\n▌D. Martin (R)\n▌R. McGrath (R)\n▌G. Molinari (R)\n▌C. Schumer (D)\n▌G. Wortley (R)\n\n\n\n98th\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌S. Stratton (D)\n▌J. Addabbo (D)\n▌B. Rosenthal (D)\n▌F. Horton (R)\n▌B. Conable (R)\n▌J. Scheuer (D‑L)\n▌M. Biaggi (D)\n▌H. Fish IV (R)\n▌R. Ottinger (D)\n▌J. Kemp (R)\n▌N. Lent (R‑C)\n▌C. Rangel (D)\n▌B. Gilman (R)\n▌T. Downey (D)\n▌J. LaFalce (D)\n▌M. McHugh (D)\n▌H. Nowak (D)\n▌S. Solarz (D)\n▌S. Lundine (D)\n▌T. Weiss (D)\n▌B. Green (R)\n▌B. Garcia (D)\n▌B. Carney (C)\n▌G. Ferraro (D)\n▌J. Solomon (R)\n▌D. Martin (R)\n▌R. McGrath (R)\n▌G. Molinari (R)\n▌C. Schumer (D)\n▌G. Wortley (R)\n▌S. Boehlert (R)\n▌B. Mrazek (D)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n\n\n\n99th\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌S. Stratton (D)\n▌J. Addabbo (D)\n▌F. Horton (R)\n▌J. Scheuer (D‑L)\n▌M. Biaggi (D)\n▌H. Fish IV (R)\n▌J. Kemp (R)\n▌N. Lent (R‑C)\n▌C. Rangel (D)\n▌B. Gilman (R)\n▌T. Downey (D)\n▌J. LaFalce (D)\n▌M. McHugh (D)\n▌H. Nowak (D)\n▌S. Solarz (D)\n▌S. Lundine (D)\n▌T. Weiss (D)\n▌B. Green (R)\n▌B. Garcia (D)\n▌B. Carney (R)\n▌J. Solomon (R)\n▌D. Martin (R)\n▌R. McGrath (R)\n▌G. Molinari (R)\n▌C. Schumer (D)\n▌G. Wortley (R)\n▌S. Boehlert (R)\n▌B. Mrazek (D)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌J. DioGuardi (R)\n▌F. Eckert (R)\n▌T. Manton (D)\n▌A. Waldon (D)\n\n\n\n100th\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌S. Stratton (D)\n▌F. Horton (R)\n▌J. Scheuer (D‑L)\n▌M. Biaggi (D)\n▌H. Fish IV (R)\n▌J. Kemp (R)\n▌N. Lent (R‑C)\n▌C. Rangel (D)\n▌B. Gilman (R)\n▌T. Downey (D)\n▌J. LaFalce (D)\n▌M. McHugh (D)\n▌H. Nowak (D)\n▌S. Solarz (D)\n▌T. Weiss (D)\n▌B. Green (D)\n▌B. Garcia (D)\n▌J. Solomon (R)\n▌D. Martin (R)\n▌R. McGrath (R)\n▌G. Molinari (R)\n▌C. Schumer (D)\n▌G. Wortley (R)\n▌S. Boehlert (R)\n▌B. Mrazek (D)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌J. DioGuardi (R)\n▌T. Manton (D)\n▌F. Flake (D)\n▌G. Hochbrueckner (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n\n\n\n101st\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌F. Horton (R)\n▌J. Scheuer (D‑L)\n▌H. Fish IV (R)\n▌N. Lent (R‑C)\n▌C. Rangel (D)\n▌B. Gilman (R)\n▌T. Downey (D)\n▌J. LaFalce (D)\n▌M. McHugh (D)\n▌H. Nowak (D)\n▌S. Solarz (D)\n▌T. Weiss (D)\n▌B. Green (D)\n▌B. Garcia (D)\n▌J. Solomon (R)\n▌D. Martin (R)\n▌R. McGrath (R)\n▌G. Molinari (R)\n▌C. Schumer (D)\n▌S. Boehlert (R)\n▌B. Mrazek (D)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌T. Manton (D)\n▌F. Flake (D)\n▌G. Hochbrueckner (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌B. Paxon (R)\n▌J. Walsh (R)\n▌S. Molinari (R)\n▌J. Serrano (D)\n\n\n\n102nd\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌F. Horton (R)\n▌J. Scheuer (D‑L)\n▌H. Fish IV (R)\n▌N. Lent (R‑C)\n▌C. Rangel (D)\n▌B. Gilman (R)\n▌T. Downey (D)\n▌J. LaFalce (D)\n▌M. McHugh (D)\n▌H. Nowak (D)\n▌S. Solarz (D)\n▌T. Weiss (D)\n▌B. Green (D)\n▌J. Solomon (R)\n▌D. Martin (R)\n▌R. McGrath (R)\n▌C. Schumer (D)\n▌S. Boehlert (R)\n▌B. Mrazek (D)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌T. Manton (D)\n▌F. Flake (D)\n▌G. Hochbrueckner (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌B. Paxon (R)\n▌J. Walsh (R)\n▌S. Molinari (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n\n\n\n103rd\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌H. Fish IV (R)\n▌C. Rangel (D)\n▌B. Gilman (D)\n▌J. LaFalce (D)\n▌J. Solomon (R)\n▌C. Schumer (D)\n▌S. Boehlert (R)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌T. Manton (D)\n▌F. Flake (D)\n▌G. Hochbrueckner (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌B. Paxon (R)\n▌J. Walsh (R)\n▌S. Molinari (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌R. Lazio (R)\n▌D. Levy (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌J. Quinn (R)\n▌N. Velázquez (D)\n\n\n\n104th\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌C. Rangel (D)\n▌B. Gilman (R)\n▌J. LaFalce (D)\n▌J. Solomon (R)\n▌C. Schumer (D)\n▌S. Boehlert (R)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌T. Manton (D)\n▌F. Flake (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌B. Paxon (R)\n▌J. Walsh (R)\n▌S. Molinari (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌R. Lazio (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌J. Quinn (R)\n▌N. Velázquez (D)\n▌M. Forbes (R)\n▌D. Frisa (R)\n▌S. Kelly (R)\n\n\n\n105th\n\nSenate: ▌P. Moynihan (D) · ▌A. D'Amato (R)\n\nHouse: \n▌C. Rangel (D)\n▌B. Gilman (D)\n▌J. LaFalce (D)\n▌J. Solomon (R)\n▌C. Schumer (D)\n▌S. Boehlert (R)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌T. Manton (D)\n▌F. Flake (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌B. Paxon (R)\n▌J. Walsh (R)\n▌S. Molinari (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌R. Lazio (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌J. Quinn (R)\n▌N. Velázquez (D)\n▌M. Forbes (R)\n▌S. Kelly (R)\n▌C. McCarthy (D)\n▌V. Fossella (R)\n▌G. Meeks (D)\n\n\n\n106th\n\nSenate: ▌P. Moynihan (D) · ▌C. Schumer (D)\n\nHouse: \n▌C. Rangel (D)\n▌B. Gilman (R)\n▌J. LaFalce (D)\n▌S. Boehlert (R)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌J. Walsh (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌R. Lazio (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌J. Quinn (R)\n▌N. Velázquez (D)\n▌▌M. Forbes (R/D)\n▌S. Kelly (R)\n▌C. McCarthy (D)\n▌V. Fossella (R)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌T. Reynolds (R)\n▌J. Sweeney (R)\n▌A. Weiner (D)\n\n\n\n107th\n\nSenate: ▌C. Schumer (D) · ▌H. Clinton (D)\n\nHouse: \n▌C. Rangel (D)\n▌B. Gilman (R)\n▌J. LaFalce (D)\n▌S. Boehlert (R)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌J. Walsh (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌J. Quinn (R)\n▌N. Velázquez (D)\n▌S. Kelly (R)\n▌C. McCarthy (D)\n▌V. Fossella (R)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌T. Reynolds (R)\n▌J. Sweeney (R)\n▌A. Weiner (D)\n▌F. Grucci (R)\n▌S. Israel (D)\n\n\n\n108th\n\nSenate: ▌C. Schumer (D) · ▌H. Clinton (D)\n\nHouse: \n▌C. Rangel (D)\n▌S. Boehlert (R)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌A. Houghton (R)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌J. Walsh (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌J. Quinn (R)\n▌N. Velázquez (D)\n▌S. Kelly (R)\n▌C. McCarthy (D)\n▌V. Fossella (R)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌T. Reynolds (R)\n▌J. Sweeney (R)\n▌A. Weiner (D)\n▌S. Israel (D)\n▌T. Bishop (D)\n\n\n\n109th\n\nSenate: ▌C. Schumer (D) · ▌H. Clinton (D)\n\nHouse: \n▌C. Rangel (D)\n▌S. Boehlert (R)\n▌M. Owens (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌J. Walsh (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌N. Velázquez (D)\n▌S. Kelly (R)\n▌C. McCarthy (D)\n▌V. Fossella (R)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌T. Reynolds (R)\n▌J. Sweeney (R)\n▌A. Weiner (D)\n▌S. Israel (D)\n▌T. Bishop (D)\n▌B. Higgins (D)\n▌R. Kuhl (R)\n\n\n\n110th\n\nSenate: ▌C. Schumer (D) · ▌H. Clinton (D)\n\nHouse: \n▌C. Rangel (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌M. McNulty (D)\n▌J. Walsh (R)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌N. Velázquez (D)\n▌C. McCarthy (D)\n▌V. Fossella (R)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌T. Reynolds (R)\n▌A. Weiner (D)\n▌S. Israel (D)\n▌T. Bishop (D)\n▌B. Higgins (D)\n▌R. Kuhl (R)\n▌M. Arcuri (D)\n▌Y. Clarke (D)\n▌K. Gillibrand (D)\n▌J. Hall (D)\n\n\n\n111th\n\nSenate: \n▌C. Schumer (D)\n▌H. Clinton (D)\n▌K. Gillibrand (D)\n\n\nHouse: \n▌C. Rangel (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌J. McHugh (R)\n▌N. Velázquez (D)\n▌C. McCarthy (D)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌A. Weiner (D)\n▌S. Israel (D)\n▌T. Bishop (D)\n▌B. Higgins (D)\n▌M. Arcuri (D)\n▌Y. Clarke (D)\n▌K. Gillibrand (D)\n▌J. Hall (D)\n▌C. Lee (R)\n▌D. Maffei (D)\n▌M. McMahon (D)\n▌E. Massa (D)\n▌P. Tonko (D)\n▌S. Murphy (D)\n▌B. Owens (D)\n▌T. Reed (R)\n\n\n\n112th\n\nSenate: ▌C. Schumer (D) · ▌K. Gillibrand (D)\n\nHouse: \n▌C. Rangel (D)\n▌E. Towns (D)\n▌G. Ackerman (D)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌M. Hinchey (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌N. Velázquez (D)\n▌C. McCarthy (D)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌A. Weiner (D)\n▌S. Israel (D)\n▌T. Bishop (D)\n▌B. Higgins (D)\n▌Y. Clarke (D)\n▌C. Lee (R)\n▌P. Tonko (D)\n▌B. Owens (D)\n▌T. Reed (R)\n▌A. Buerkle (R)\n▌C. Gibson (R)\n▌M. Grimm (R)\n▌R. Hanna (R)\n▌N. Hayworth (R)\n▌K. Hochul (D)\n▌B. Turner (R)\n\n\n\n113th\n\nSenate: ▌C. Schumer (D) · ▌K. Gillibrand (D)\n\nHouse: \n▌C. Rangel (D)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌N. Velázquez (D)\n▌C. McCarthy (D)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌S. Israel (D)\n▌T. Bishop (D)\n▌B. Higgins (D)\n▌Y. Clarke (D)\n▌P. Tonko (D)\n▌B. Owens (D)\n▌T. Reed (R)\n▌C. Gibson (R)\n▌M. Grimm (R)\n▌R. Hanna (R)\n▌D. Maffei (D)\n▌C. Collins (R)\n▌H. Jeffries (D)\n▌S. Maloney (D)\n▌G. Meng (D)\n\n\n\n114th\n\nSenate: ▌C. Schumer (D) · ▌K. Gillibrand (D)\n\nHouse: \n▌C. Rangel (D)\n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌N. Velázquez (D)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌S. Israel (D)\n▌B. Higgins (D)\n▌Y. Clarke (D)\n▌P. Tonko (D)\n▌T. Reed (R)\n▌C. Gibson (R)\n▌M. Grimm (R)\n▌R. Hanna (R)\n▌C. Collins (R)\n▌H. Jeffries (D)\n▌S. Maloney (D)\n▌G. Meng (D)\n▌J. Katko (R)\n▌K. Rice (D)\n▌E. Stefanik (R)\n▌L. Zeldin (R)\n▌D. Donovan (R)\n\n\n\n115th\n\nSenate: ▌C. Schumer (D) · ▌K. Gillibrand (D)\n\nHouse: \n▌L. Slaughter (D)\n▌E. Engel (D)\n▌N. Lowey (D)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌N. Velázquez (D)\n▌G. Meeks (D)\n▌J. Crowley (D)\n▌B. Higgins (D)\n▌Y. Clarke (D)\n▌P. Tonko (D)\n▌T. Reed (R)\n▌C. Collins (R)\n▌H. Jeffries (D)\n▌S. Maloney (D)\n▌G. Meng (D)\n▌J. Katko (R)\n▌K. Rice (D)\n▌E. Stefanik (R)\n▌L. Zeldin (R)\n▌D. Donovan (R)\n▌A. Espaillat (D)\n▌J. Faso (R)\n▌T. Suozzi (D)\n▌C. Tenney (R)\n▌J. Morelle (D)\n\n\n\n116th\n\nSenate: ▌C. Schumer (D) · ▌K. Gillibrand (D)\n\nHouse: \n▌E. Engel (D)\n▌N. Lowey (D)\n▌J. Serrano (D)\n▌J. Nadler (D)\n▌P. King (R)\n▌C. Maloney (D)\n▌N. Velázquez (D)\n▌G. Meeks (D)\n▌B. Higgins (D)\n▌Y. Clarke (D)\n▌P. Tonko (D)\n▌T. Reed (R)\n▌C. Collins (R)\n▌H. Jeffries (D)\n▌S. Maloney (D)\n▌G. Meng (D)\n▌J. Katko (R)\n▌K. Rice (D)\n▌E. Stefanik (R)\n▌L. Zeldin (R)\n▌A. Espaillat (D)\n▌T. Suozzi (D)\n▌J. Morelle (D)\n▌A. Brindisi (D)\n▌A. Delgado (D)\n▌A. Ocasio-Cortez (D)\n▌M. Rose (D)\n▌C. Jacobs (R)\n\n\n\n117th\n\nSenate: ▌C. Schumer (D) · ▌K. Gillibrand (D)\n\nHouse: \n▌J. Nadler (D)\n▌C. Maloney (D)\n▌N. Velázquez (D)\n▌G. Meeks (D)\n▌B. Higgins (D)\n▌Y. Clarke (D)\n▌P. Tonko (D)\n▌T. Reed (R)\n▌H. Jeffries (D)\n▌S. Maloney (D)\n▌G. Meng (D)\n▌J. Katko (R)\n▌K. Rice (D)\n▌E. Stefanik (R)\n▌L. Zeldin (R)\n▌A. Espaillat (D)\n▌T. Suozzi (D)\n▌J. Morelle (D)\n▌A. Delgado (D)\n▌A. Ocasio-Cortez (D)\n▌C. Jacobs (R)\n▌C. Tenney (R)\n▌J. Bowman (D)\n▌A. Garbarino (R)\n▌M. Jones (D)\n▌N. Malliotakis (R)\n▌R. Torres (D)\n▌P. Ryan (D)\n▌J. Sempolinski (R)\n\n\n\n118th\n\nSenate: ▌C. Schumer (D) · ▌K. Gillibrand (D)\n\nHouse: \n▌J. Nadler (D)\n▌N. Velázquez (D)\n▌G. Meeks (D)\n▌B. Higgins (D)\n▌Y. Clarke (D)\n▌P. Tonko (D)\n▌H. Jeffries (D)\n▌G. Meng (D)\n▌E. Stefanik (R)\n▌A. Espaillat (D)\n▌J. Morelle (D)\n▌A. Ocasio-Cortez (D)\n▌C. Tenney (R)\n▌J. Bowman (D)\n▌A. Garbarino (R)\n▌N. Malliotakis (R)\n▌R. Torres (D)\n▌P. Ryan (D)\n▌A. D'Esposito (R)\n▌D. Goldman (D)\n▌N. LaLota (R)\n▌N. Langworthy (R)\n▌M. Lawler (R)\n▌M. Molinaro (R)\n▌G. Santos (R)\n▌B. Williams (R)\n\n\n\nvteElected and appointed statewide political officials of New YorkU.S. senators\nChuck Schumer\nKirsten Gillibrand\nState government\nKathy Hochul, Governor\nAntonio Delgado, Lieutenant Governor\nLetitia James, Attorney General\nThomas DiNapoli, Comptroller\nRobert J. Rodriguez, Secretary of State (appointed)\nSenate\nAntonio Delgado, President\nAndrea Stewart-Cousins, Temporary President and Majority Leader\nRob Ortt, Minority Leader\nAssembly\nCarl Heastie, Speaker\nJeffrion L. Aubry, Speaker pro tempore\nCrystal Peoples-Stokes, Majority Leader\nWilliam Barclay, Minority Leader\nCourt of Appeals(appointed)\nRowan D. Wilson, Chief Judge\nJenny Rivera\nMichael J. Garcia\nAnthony Cannataro\nMadeline Singas\nShirley Troutman\nCaitlin Halligan\n\nvteFloor leaders of state senatesUnited States Senate: ▌Chuck Schumer (D) / ▌Mitch McConnell (R)Majorityleaders\nAL: ▌Livingston (R)\nAK: ▌Giessel (R)\nAZ: ▌Borrelli  (R)\nAR: ▌Johnson (R)\nCA: ▌McGuire (D)\nCO: ▌Rodriguez (D) \nCT: ▌Duff (D)\nDE: ▌Townsend (D)\nFL: ▌Albritton (R)\nGA: ▌Gooch (R) \nHI: ▌Kanuha (D)\nID: ▌Anthon (R)\nIL: ▌Lightford (D)\nIN: ▌Garten (R)\nIA: ▌Whitver (R)\nKS: ▌Alley (R)\nKY: ▌Thayer (R)\nLA: ▌Hewitt (R)\nME: ▌Vitelli (D)\nMD: ▌King (D)\nMA: ▌Creem (D)\nMI: ▌Brinks (D)\nMN: ▌Dziedzic (DFL)\nMS: ▌Kirby (R)\nMO: ▌O'Laughlin (R)\nMT: ▌Fitzpatrick (R)\nNE: ▌Aguilar (R)*\nNV: ▌Cannizzaro (D)\nNH: ▌Carson (R)\nNJ: ▌Ruiz (D)\nNM: ▌Wirth (D)\nNY: ▌Stewart-Cousins (D)\nNC: ▌Newton (R)\nND: ▌Hogue (R)\nOH: ▌McColley (R)\nOK: ▌McCortney (R)\nOR: ▌Lieber (D)\nPA: ▌Pittman (R)\nRI: ▌Pearson (D)\nSC: ▌Massey (R)\nSD: ▌Crabtree (R)\nTN: ▌Johnson (R)\nTX: ▌Paxton (R)\nUT: ▌Vickers (R)\nVT: ▌Clarkson (D)\nVA: ▌Surovell (D) \nWA: ▌Billig (D)\nWV: ▌Takubo (R)\nWI: ▌LeMahieu (R)\nWY: ▌Hicks (R)\nDC: ▌Mendelson (D)*\nGU: ▌Barnett (D)*\nMP: ▌Magofna (D)\nPR: ▌Aponte (PPD/D)\nVI: ▌Gittens (D)*\nMinorityleaders\nAL: ▌Singleton (D)\nAK: Vacant\nAZ: ▌Epstein (D)\nAR: ▌Leding (D)\nCA: ▌Jones (R)\nCO: ▌Lundeen (R) \nCT: ▌Kelly (R)\nDE: ▌Hocker (R)\nFL: ▌Book (D)\nGA: ▌Butler (D)\nHI: ▌Fevella (R)\nID: ▌Wintrow (D)\nIL: ▌Curran (R)\nIN: ▌Taylor (D)\nIA: ▌Jochum (D)\nKS: ▌Sykes (D)\nKY: ▌Neal (D)\nLA: ▌Boudreaux (D)\nME: ▌Stewart (R)\nMD: ▌Hershey (R)\nMA: ▌Tarr (R)\nMI: ▌Nesbitt (R)\nMN: ▌Johnson (R)\nMS: ▌Simmons (D)\nMO: ▌Rizzo (D)\nMT: ▌Flowers (D)\nNE: Vacant*\nNV: ▌Gansert (R)\nNH: ▌Soucy (D)\nNJ: ▌Bucco (R)\nNM: ▌Baca (R)\nNY: ▌Ortt (R)\nNC: ▌Blue (D)\nND: ▌Hogan (D-NPL)\nOH: ▌Antonio (D)\nOK: ▌Floyd (D)\nOR: ▌Knopp (R)\nPA: ▌Costa (D)\nRI: ▌de la Cruz (R)\nSC: ▌Hutto (D)\nSD: ▌Nesiba (D)\nTN: ▌Akbari (D)\nTX: ▌Alvarado (D)\nUT: ▌Escamilla (D)\nVT: ▌Brock (R)\nVA: ▌McDougle (R) \nWA: ▌Braun (R)\nWV: ▌Woelfel (D) \nWI: ▌Hesselbein (D)\nWY: ▌Rothfuss (D)\nDC: None*\nGU: ▌Blas (R)*\nMP: ▌Manglona (I)\nPR: ▌Rivera (PNP/R)\nVI: ▌DeGraff (I)*\n*Unicameral body\nPortals: Biography United States Politics New York (state)\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nGermany\nIsrael\nUnited States\nPeople\nUS Congress\nOther\nNARA\nSNAC\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Chuck_Schumer&oldid=1193065038\"",
    "twitter": ""
  },
  {
    "name": "Claire-Laure Belt",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/claire-laure-belt-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Clara Nevins",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/clara-nevins-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Clare Ashcraft",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/clare-ashcraft-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Corinna Cohn",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/corinna-cohn-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Damon Linker",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/damon-linker",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Dan Lucas",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/dan-lucas",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "Daniel Lucas may refer to:\n\nDaniel Anthony Lucas (1978–2016), American convicted murderer\nDaniel B. Lucas (1836–1909), American poet and lawyer\nDaniel Lucas, editor of Chess Life\nDaniel Lucas (Vanished character), character on the television show Vanished\nDani Segovia (born 1985), Spanish professional footballer\nDanny Lucas (born 1958), Canadian ice hockey right winger\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Daniel_Lucas&oldid=1029557023\"",
    "twitter": ""
  }
]