[
  {
    "name": "Dan McLaughlin",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/dan-mclaughlin-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "\n\nAmerican sportscaster\nFor the American golfer, see Dan McLaughlin (golfer). For the Gaelic footballer, see Daniel McLaughlin.\nDan McLaughlinMcLaughlin in booth before a gameBorn (1974-03-18) March 18, 1974 (age 49)[1]St. Louis, MissouriEducationLindenwood UniversityOccupationBroadcasterSpouseLibby\nDaniel Edwin McLaughlin (born March 18, 1974) is a professional sportscaster who formerly worked on the St. Louis Cardinals and St. Louis Blues telecasts on the cable television channel Bally Sports Midwest.[2] He used to be a play-by-play announcer for the NFL on Fox.\n\n\nEarly life[edit]\nDan McLaughlin was born on March 18, 1974, in St. Louis, Missouri.[3] He grew up in the St. Louis area where his father was a school teacher. Following his graduation from St. John Vianney High School in suburban Kirkwood, Missouri, McLaughlin attended Lindenwood University in Saint Charles[4] where he played baseball. Setting his sights on sports broadcasting from an early age, McLaughlin performed a variety of broadcasting duties at university-owned KCLC while a student at Lindenwood.\n\nBroadcast career[edit]\nWhile in college, McLaughlin served an internship at KMOX radio in St. Louis, and he became a sports talk show host with the station in 1996.[2][5] McLaughlin soon found himself as a frequent contributor to St. Louis Blues telecasts on KPLR-TV and FSN Midwest. In 2000, he became the play-by-play broadcaster for FSN's Cardinals games.[1] Additionally, McLaughlin did play-by-play for the Mizzou Tiger and Missouri Valley Conference basketball games and occasional regional college football games for ESPN.[6]\nHe also owns a media company, Scoops with Danny Mac, where he interviews nationally-known sports figures for both a television show and podcast. Scoops with Danny Mac is known for candid one-on-one interviews between McLaughlin and his subject.[citation needed]\nBally Sports placed McLaughlin on leave in December of 2022 following his arrest for persistent driving while intoxicated.[7] Bally Sports announced it had parted ways with McLaughlin on December 15, 2022.[8]\n\nPersonal life[edit]\nMcLaughlin and wife, Libby, are the parents of two sons and two daughters. The McLaughlins are involved in several St. Louis area charities, including hosting the annual \"Dan McLaughlin Golf Tournament\" to benefit special education.[6]\n\nDrunk driving arrests[edit]\nOn August 16, 2010, McLaughlin was arrested on charges of driving while intoxicated. Under a plea agreement, he was allowed to keep his drivers license, but was given two years of probation.[9]\nOn September 30, 2011, McLaughlin was involved in a one-vehicle crash near his Chesterfield, Missouri, home. Police investigated and arrested McLaughlin on charges of drunk driving, and leaving the scene of an crash.[10] Following the second arrest, Fox Sports Midwest suspended McLaughlin indefinitely. [2][11] In addition to suspension from his job with Fox Sports, McLaughlin lost his regular appearances on KMOX radio. McLaughlin was reinstated by Fox in February 2012 after being treated for alcoholism at a rehab facility. He also returned to KMOX, but in a much more limited role.\nOn December 4, 2022, McLaughlin was once again arrested in Creve Coeur, Missouri, for driving under the influence.[12] He was charged with persistent driving while intoxicated, a felony offense.[13] On February 10, 2023, McLaughlin pleaded guilty to felony DWI and was referred to treatment court.[14] On February 13, 2023, McLaughlin released a statement on social media detailing his struggles with mental health and alcoholism.[15]\n\nReferences[edit]\n\n\n^ a b St. Louis Cardinals 2006 Media Guide. Hadler Printing, 2006.\n\n^ a b c \"Broadcasters\". St. Louis Cardinals. Retrieved September 22, 2008.\n\n^ Caesar, Dan.  \"Getting to know Dan McLaughlin.\"  St. Louis Post Dispatch, August 3, 2002.\n\n^ \"What's Next for Sportscaster Dan McLaughlin?\". Eureka-Wildwood Patch. October 3, 2011. Retrieved November 5, 2011.\n\n^ \"Exclusive interview with Dan McLaughlin\". Redbirds Fun. February 13, 2007. Retrieved September 22, 2008.\n\n^ a b \"Dan McLaughlin bio\". CBSStLouis.com. 2011. Archived from the original on November 8, 2011. Retrieved November 5, 2011.\n\n^ \"Dan McLaughlin to be replaced on SLU broadcasts on Bally through December\".\n\n^ \"St. Louis Cardinals TV announcer Dan McLaughlin won't return to booth after DWI arrest\".\n\n^ \"Dan McLaughlin Charged Again with DWI\". KSDK-TV website. September 29, 2011. Retrieved November 5, 2011.\n\n^ \"Cards broadcaster McLaughlin cited for drunk driving\". STL Today.com. September 30, 2011. Retrieved November 5, 2011.\n\n^ Mann, Jennifer. \"Cards Broadcaster McLaughlin cited for drunk driving\". STLtoday.\n\n^ Tiamoyo Harris, Taylor (December 5, 2022). \"Cardinals announcer Dan McLaughlin charged with 3rd DWI, pulled over in Creve Coeur\". St. Louis Post-Dispatch via website. Retrieved December 5, 2022.\n\n^ \"Cardinals broadcaster Dan McLaughlin charged with felony persistent DWI\". December 6, 2022.\n\n^ Kull, Katie. \"Former Cardinals announcer Dan McLaughlin pleads guilty to felony DWI\". STLtoday.com. Retrieved April 11, 2023.\n\n^ Caesar, Dan. \"Ex-Cardinals broadcaster Dan McLaughlin opens up about his demons, hopes sad story helps others\". STLtoday.com. Retrieved April 11, 2023.\n\n\nvteMLB on FoxRelated programs\nBaseball Night in America (2012–present)\nThe Cheap Seats (2010–2011)\nFox Saturday Baseball (1996–present)\nMLB Whiparound\nMajor League Baseball Game of the Week\nThursday Night Baseball (1997–2001, 2019–present)\nThis Week in Baseball (2000–2011)\nTuesday Night Baseball (1997–1998)\nRelated articles\nDirecTV N3D\nFoxTrax\nScooter\nScore bug\nTelevision contracts\n1990s\n2000s\n2010s\n2020s\nMLB Network\nWorld Series television ratings\nNationalcoverage\nFox (1996–present)\nFS1 (2014–present)\nFS2 (2014–present)\nFox Deportes (2012–present)\nFox Family Channel (2001)\nFox Sports Net (1997–1999)\nFX (1997)\nFormer FSNregional coverage\nArizona (Arizona Diamondbacks)\nBay Area (Oakland Athletics & San Francisco Giants; 1998–2007)\nChicago (Chicago Cubs & Chicago White Sox, 1998–2006)\nDetroit (Detroit Tigers)\nFlorida (Miami Marlins & Tampa Bay Rays)\nHouston (Houston Astros, 2009–2012)\nKansas City (Kansas City Royals)\nMidwest (St. Louis Cardinals)\nNew York (New York Mets, 1998–2005)\nNorth (Minnesota Twins)\nFSN Northwest (Seattle Mariners; 2004–2011)\nOhio (Cincinnati Reds)\nRocky Mountain (Colorado Rockies, 1997–2010)\nSan Diego (San Diego Padres)\nSouth (Atlanta Braves)\nSoutheast (Atlanta Braves)\nSouthwest (Texas Rangers)\nWest (Los Angeles Angels of Anaheim)\nWisconsin (Milwaukee Brewers)\nSun (Miami Marlins & Tampa Bay Rays)\nSportsTime Ohio (Cleveland Indians)\nYES Network (New York Yankees)\nFox/MyTVO&O Stations\nNew York City: WNYW 5 (Yankees, 1999–2001), WWOR 9 (N.Y. Giants, 1951–1957; Brooklyn Dodgers, 1950–1957; Mets, 1962–1998; Yankees, 2005–2014)\nLos Angeles: KTTV 11 (Dodgers, 1958–1992), KCOP 13 (Dodgers, 2002–2005; Angels, 2006–2012)\nChicago: WFLD 32 (White Sox, 1968–1972, 1982–1989)\nPhiladelphia: WTXF 29 (Phillies, 1983–1989)\nDallas–Fort Worth: KDFW 4 & KDFI 27 (Texas Rangers, 2001–2009)\nSan Francisco–Oakland: KTVU 2 (Giants, 1961–2007; Athletics, 1973–1974), KICU 36 (Athletics, 1999–2008)\nBoston: WFXT 25 (Red Sox, 2000–2002)\nWashington, D.C.: WTTG 5 (Senators, 1948–1958), WDCA 20 (Nationals, 2005–2008)\nHouston: KRIV 26 (Astros, 1979–1982), KTXH 20 (Astros, 1983–1997, 2008–2012)\nDetroit: WJBK 2 (Tigers, 1953–1974; 2007)\nMinneapolis–Saint Paul: KMSP 9 (Twins, 1979–1988, 1998–2002), WFTC 29 (Twins, 1990–1992, 2005–2010)\nTV history by decade\n1990s\n2000s\n2010s\n\nCommentators\nAll-Star Game\nALCS\nALDS\nNLCS\nNLDS\nWorld Series\nGame of the Week\nPrime time\nPlay-by-playannouncers\nKenny Albert\nAdam Amin\nJason Benetti\nJoe Davis\nAlex Faust\nBrandon Gaudin\nLen Kasper\nKevin Kugler\nJeff Levering\nDon Orsillo\nFormer play-by-playannouncers\nThom Brennaman\nJoe Buck\nHoward David\nAaron Goldsmith\nScott Graham\nMario Impemba\nMike Joy\nJustin Kutcher\nJosh Lewin\nTom McCarthy\nDan McLaughlin\nSteve Physioc\nMel Proctor\nJohn Rooney\nDave Sims\nDick Stockton\nDaron Sutton\nGary Thorne\nMatt Vasgersian\nRich Waltz\n\nColorcommentators\nEric Karros\nA. J. Pierzynski\nJohn Smoltz\nTom Verducci\nFormer colorcommentators\nRod Allen\nBert Blyleven\nBob Brenly\nJim Deshaies\nCliff Floyd\nJoe Girardi\nMark Grace\nTom Grieve\nMark Gubicza\nRex Hudler\nTommy Hutton\nSteve Lyons\nRick Manning\nTim McCarver\nJosé Mota\nJerry Remy\nHarold Reynolds\nFrank Robinson\nF. P. Santangelo\nJeff Torborg\nChris Welsh\n\nGuestcommentators\nBret Boone\nDavid Cone\nTerry Francona\nLuis Gonzalez\nOzzie Guillén\nAl Leiter\nDavid Ortiz\nA. J. Pierzynski\nLou Piniella\nJimmy Rollins\nNick Swisher\nField reporters\nJon Morosi\nTom Rinaldi\nKen Rosenthal\nFormer field reporters\nErin Andrews\nCurt Menefee\nChris Myers\nPam Oliver\nJeff Phelps\n\nStudio hosts\nKevin Burkhardt\nMike Hill\nChris Myers\nJenny Taft\nFormer studio hosts\nGreg Amsinger\nJames Brown\nChip Caray\nBrian Kenny\nKeith Olbermann\nPatrick O'Neal\nChris Rose\nRob Stone\nJeanne Zelasko\n\nStudioanalysts\nTerry Collins\nDerek Jeter\nEric Karros\nDavid Ortiz\nA. J. Pierzynski\nAlex Rodriguez\nMark Sweeney\nNick Swisher\nDontrelle Willis\nFormer studioanalysts\nEric Byrnes\nKeith Hernandez\nRaúl Ibañez\nGabe Kapler\nKevin Kennedy\nSteve Lyons\nKevin Millar\nC. J. Nitkowski\nDan Plesac\nBilly Ripken\nPete Rose\nFrank Thomas\nMitch Williams\nDave Winfield\n\n\nLoreRegular season\n1998 Major League Baseball home run record chase\nPhilip Humber's perfect game (2012)\nLondon Series (2019)\nMLB at Field of Dreams (2021)\nCurse of the Bambino\nYankees–Red Sox rivalry\nPostseason games\nThe Flip Play (2001)\nSteve Bartman (2003)\nThe 53-Minute 7th Inning (2015)\nJosé Bautista's bat flip\nWorld Series games\nThe last night of the New York Yankees dynasty (2001)\nGame 6 of the 2011 World Series\nWalk-off obstruction (2013)\nChicago Cubs end the Billy Goat curse (2016)\nGame 5 of the 2017 World Series (2017)\nHouston Astros sign stealing scandal (2017)\nWorld Series\n1996\n1998\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2022\n2023\n2024\n2025\n2026\n2027\n2028\nAL Championship Series\n1997\n1999\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2009\n2011\n2013\n2015\n2017\n2019\n2021\n2023\nNL Championship Series\n1996\n1998\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2008\n2010\n2012\n2014\n2016\n2018\n2020\n2022\nAL Division Series\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2015\n2017\n2019\n2021\n2023\nNL Division Series\n1996\n1998\n2000\n2001\n2002\n2003\n2004\n2005\n2006\n2014\n2016\n2018\n2020\n2022\nAll-Star Game\n1997\n1999\n2001\n2002\n2003\n2004\n2005\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\n2023\n2024\n2025\n2026\n2027\n2028\nWorld Baseball Classic\n2023\n\nAuthority control databases: Artists \nMusicBrainz\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Dan_McLaughlin&oldid=1187461627\"",
    "twitter": ""
  },
  {
    "name": "Dan Meuser",
    "bias": "right",
    "allsides_link": "https://www.allsides.com/news-source/dan-meuser-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "American businessman and politician (born 1964)\n\n\nDan MeuserMember of the U.S. House of Representativesfrom Pennsylvania's 9th districtIncumbentAssumed office January 3, 2019Preceded byLou Barletta (Redistricting)Secretary of Revenue of PennsylvaniaIn officeJanuary 18, 2011 – January 20, 2015GovernorTom CorbettPreceded byDaniel Hassell (acting)Succeeded byEileen McNulty\nPersonal detailsBorn (1964-02-10) February 10, 1964 (age 59)Babylon, New York, U.S.Political partyRepublicanSpouseShelley Van AckerChildren3EducationState University of New York Maritime CollegeCornell University (BA)WebsiteHouse website\nDaniel Philip Meuser[1][2] (/ˈmjuːzər/ MYOOZ-ər; born February 10, 1964)[3] is an American businessman, politician, and philanthropist serving as the U.S. representative for Pennsylvania's 9th congressional district since 2019.[4] A Republican, he previously served as the secretary of revenue in the cabinet of Pennsylvania Governor Tom Corbett. He was previously president of the Pride Corporation, a manufacturer of motorized wheelchairs in the Wilkes-Barre/Scranton metro area of Pennsylvania, and currently serves the company as a board member and consultant.[5] He has testified before Congress regarding the criticality for federal practices surrounding rights and caring for the disabled.\n\n\nBusiness career[edit]\nMeuser was an executive at Pride Mobility Products, a business he built with his brother Scott and his father Stan.[6] His brother, Scott Meuser, is the chairman and CEO of the company.[7] Meuser left the company in August 2008 to pursue a career in public service. He had worked there since 1988. Although he left his position, he remained on the company's board of directors.[8] During Meuser's tenure at Pride, the company grew from $2 million in sales to over $400 million.[9] In 2002, Pride paid $80,000 to settle a government investigation that a Pride customer referral program intended to connect interested consumers with Pride product retailers was not compliant because retailers were required to pay Pride between $10 and $25 per referral as opposed to a flat annual fee.[10]\nIn 2006, Meuser received HomeCare magazine's HomeCaring Award, which recognized his work in the home medical equipment industry.[9]\n\nU.S. House of Representatives[edit]\nElections[edit]\n2008[edit]\nSee also: 2008 United States House of Representatives elections in Pennsylvania § District 10\nMeuser was a candidate for the GOP nomination in Pennsylvania's 10th congressional district, having announced the launch of his campaign in September 2007. He lost the Republican primary to fellow businessman Chris Hackett, who went on to lose to Democratic incumbent Chris Carney in November 2008. Meuser heavily underscored his conservative values, referencing Ronald Reagan and emphasizing his work at Pride Mobility as part of a larger effort to embrace small-scale government and low taxes. The endorsements he received included many prominent Pennsylvania conservatives, including former U.S. Senator Rick Santorum and then-Hazleton mayor Lou Barletta.\nHackett attacked Meuser for hiring undocumented immigrants at Pride Mobility and funding prominent national Democratic politicians. In 1997, Pride Mobility was fined $41,000 for hiring three undocumented immigrants in 1995; the fine was reduced to $23,000 after Pride Mobility appealed.[11] The individuals in question had presented false documentation to Pride before technology like E-Verify was available. Pride took the incident seriously and took steps to ensure they wouldn't recur.[12]\nThe discovery that Hackett had previously hired an undocumented immigrant as a maid in his home—though he claimed to have dismissed her once he learned of her status—was perceived to seriously damage his image. On the night of the primary, the very close returns—despite initially displaying a comfortable Meuser lead—soon indicated a virtual tie for much of the night, with little more than 100 votes separating the candidates at one point. But as time passed, Hackett took a lead. By roughly 11:15 p.m. ET, local news media and the Associated Press projected Hackett as the winner, with 52% of the vote to Meuser's 48%.\nWhen Meuser ran for the 10th congressional district in 2008, he lived in the 11th congressional district, where Lou Barletta was running for Congress against incumbent Paul Kanjorski. Meuser promised that he would actually live in the district by the time voters cast their ballots in the primary election; he had purchased a house in Harvey's Lake, which is in the 10th district. He still resides in Dallas, Pennsylvania.[13]\n\n\n\n\"I am running because I love my country and I want a government people can have faith in again. My twenty-five years in business and four years as PA Secretary of Revenue have given me the experiences necessary to be an effective, conservative member of Congress.\"\n\n\nDan Meuser[14]\n\n\n2018[edit]\nSee also: 2018 United States House of Representatives elections in Pennsylvania § District 9\nMeuser was reelected in the 2018 general election with 59.7% of the vote, versus Denny Wolff's 40.3%.\n\n\nIn October 2017, Meuser announced that he would run as a Republican to represent Pennsylvania's 9th congressional district. The district had previously been the 11th, represented by Lou Barletta, who was running for the United States Senate.[15][16]\nIn March 2018, over 100 members of the Lebanon County Republican Committee endorsed Meuser. Meuser \"strongly backed\" President Donald Trump's \"America First agenda\".\nThe Republican primary candidates were Meuser, Scott Uehlinger and George Halcovage. The Democratic candidates were Susan Quick, Denny Wolff and Gary Wegman.[16] The primary election was held on May 15, 2018.[17]\nOn April 18, 2018, the Making America Great PAC endorsed Meuser. The PAC's chairman said, \"Dan is a business-minded problem solver, a conservative, and he is focused on results, not rhetoric. Dan will go to Washington and join President Trump to fight for the America First Agenda.\"[18]\nIn early May 2018, the Republican Committee of Columbia County met with all three candidates running for the 9th congressional district seat. After a series of questions about their campaign priorities, the committee voted to support Meuser.[19]\nAmong Meuser's local endorsements were Shamokin Mayor John Brown and City Councilman Dan McGaw.[20]\nBefore a debate in Berks County, Meuser told opponent Denny Wolff to \"go to hell\", which he originally denied before later acknowledging.[21]\nIn May 2018, Meuser's campaign announced an initiative called \"Women for Meuser\", a group of women supporters of Meuser for Congress.[22] Meuser was endorsed by at least 31 prominent elected or politically active women, including State Senator Lisa Baker, television host Tiffany Cloud, State Representative Tarah Toohil, State Representative Karen Boback, and Luzerne County District Attorney Stefanie Salavantis.[22]\n\n2020[edit]\nSee also: 2020 United States House of Representatives elections in Pennsylvania § District 9\nMeuser was reelected in 2020 with 66.3% of the vote, defeating Gary Wegman.[23]\n\nTenure[edit]\nIn December 2020, Meuser joined over 120 Republican members of the House of Representatives in signing an amicus brief in support of a Texas lawsuit that sought to invalidate Pennsylvania's 2020 presidential election votes. The Pennsylvania Attorney General called the case a \"seditious abuse of the judicial process\".[24][25] The Supreme Court issued orders on December 11, declining to hear the case on the basis that Texas lacked standing under Article III of the Constitution to challenge the results of an election held by another state.[26][27]\nMeuser was a candidate to be the Republican Party nominee for Speaker of the House in the October 2023 Speaker of the United States House of Representatives election, but dropped out on October 23, 2023.[28]\n\nCommittee assignments[edit]\nCommittee on Education and Labor\nSubcommittee on Higher Education and Workforce Investment\nSubcommittee on Health, Employment, Labor, and Pensions\nCommittee on Veterans' Affairs\nSubcommittee on Health\nSubcommittee on Economic Opportunity\nCommittee on the Budget\nCaucus memberships[edit]\nHouse Aluminum Caucus\nCongressional Candy Caucus\nBipartisan Military Depot and Industrial Facilities Caucus\nHouse Small Brewers Caucus\nCongressional Fire Services Caucus\nCongressional Coal Caucus\nCongressional Chemistry Caucus\nCopper Caucus\nCongressional Cigar Caucus[29]\nServicewomen & Women Veterans Congressional Caucus\nHouse Paper and Packaging Caucus\nRepublican Main Street Partnership[30]\nRepublican Study Committee[31]\nProblem Solvers Caucus[32]\n\n\nElectoral history[edit]\n2018[edit]\n\nRepublican primary results\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nDan Meuser \n\n26,568 \n\n53.0 \n\n\n\n\nRepublican\n\nGeorge Halcovage Jr.\n\n12,032\n\n24.0\n\n\n\n\nRepublican\n\nScott Uehlinger\n\n11,541\n\n23.0\n\n\nTotal votes\n\n50,141 \n\n100.0 \n\n\n\nPennsylvania's 9th congressional district, 2018\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nDan Meuser \n\n148,723 \n\n59.7 \n\n\n\n\nDemocratic\n\nDenny Wolff\n\n100,204\n\n40.3\n\n\nTotal votes\n\n248,927 \n\n100.0 \n\n\n\n\nRepublican hold\n\n\n2020[edit]\n\nPennsylvania's 9th congressional district, 2020[33]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nDan Meuser (incumbent) \n\n232,988 \n\n66.3 \n\n\n\n\nDemocratic\n\nGary Wegman\n\n118,266\n\n33.7\n\n\nTotal votes\n\n351,254 \n\n100.0 \n\n\n\n\nRepublican hold\n\n\n2022[edit]\n\nPennsylvania's 9th congressional district, 2022[34]\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\n\n\nRepublican\n\nDan Meuser (incumbent) \n\n209,185 \n\n69.3 \n\n\n\n\nDemocratic\n\nAmanda Waldman\n\n92,622\n\n30.7\n\n\nTotal votes\n\n301,807 \n\n100.0 \n\n\n\n\nRepublican hold\n\n\nPolitical positions[edit]\nAbortion[edit]\nMeuser opposes legalized abortion and has called fetuses \"pre-born human persons.\"[16] According to his campaign, \"Dan has personally funded chartered buses to take people from our area to the annual March for Life Rally in Washington, D.C.\"[35] He opposes federal funding for abortion and federal health coverage that includes abortion services. He also believes that \"equal protection must be granted to each born and pre-born human person via the United States Constitution under the 14th Amendment\".[35]\n\nDefense and military[edit]\nMeuser supported Trump's plan to add $54 billion increase in defense spending. He also supported the travel ban on countries that Trump implemented, with his campaign saying, \"We cannot allow individuals to enter our country without knowing enough about their identity and background and the need to improve our immigration vetting processes, end visa overstays and examine the issues of chain migration. We can no longer stand by and allow individuals we know little about from countries hell-bent on destroying America enter our country.\"[36]\n\nDonald Trump[edit]\nMeuser greeting President Donald Trump in March 2020\nAs the House of Representatives was debating HR 489 in July 2019, which passed 240 - 187,[37] condemning Trump for promoting racism and xenophobia after he attacked four Democratic members of Congress, telling them to \"go back\" to the \"places from which they came,\" Meuser defended Trump and called the bill a baseless attack by Democratic leadership. \"I strongly oppose Democrat leadership's latest effort to harass [Trump]. For years, he and his supporters have been subjected to baseless attacks. Such slander is a disservice to our nation and the American people, and I am tired of it.\"[38] The tweet from which the quote is sourced contained a video in which Meuser, standing on the House floor, said, \"I rise today in opposition of House Resolution 489.\"[39]\nIn December 2020, Meuser joined over 120 House Republicans in signing an amicus brief in support of a Texas lawsuit that sought to invalidate Pennsylvania's 2020 presidential election votes.[40] Following the storming of the U.S. Capitol building by Trump supporters, Meuser voted to reject the certification of Pennsylvania's 's electoral votes in the 2020 presidential election.[41] He voted against impeaching Trump on an article of impeachment of \"incitement of insurrection\" in the aftermath of the attack on the Capitol.[42] In May 2021, Meuser voted against the creation of an independent commission to investigate the January 6 attack.[43]\n\nDrugs[edit]\nMeuser supported Trump's declaration of the opioid epidemic as a national health emergency. He has proposed a three-pronged approach: supply (by increasing the standards by which prescription opioids are prescribed), harm reduction (by having medication drop off programs in communities and by incrementing electronic databases for monitoring opioid prescriptions), and recovery (by coordinating efforts to help non-violent drug offenders become rehabilitated as productive members of society).[44] Meuser voted against the MORE Act, which would have removed cannabis from the federal Controlled Substances Act.[45]\n\nGuns[edit]\nMeuser supports an individual right to keep, own, use and carry firearms, earning an endorsement from at least one pro-gun Political Action Campaign.[46]\n\nImmigration[edit]\nMeuser supported Trump's proposal to construct a wall on the entire border with Mexico. He opposes giving federal funds to sanctuary cities. Meuser has argued that President Obama's executive order on Deferred Action for Childhood Arrivals (DACA) was unconstitutional and supports ending DACA. He also supports the government cracking down on employers who knowingly hire illegal immigrants.[47]\nMeuser sponsored H.R. 6202, the American Tech Workforce Act of 2021, introduced by Representative Jim Banks. The legislation would establish a wage floor for the high-skill H-1B visa program, thereby significantly reducing employer dependence on the program. The bill would also eliminate the Optional Practical Training program that allows foreign graduates to stay and work in the United States.[48]\n\nLGBT rights[edit]\nOn July 19, 2022, Meuser and 46 other Republican Representatives voted for the Respect for Marriage Act, which would codify the right to same-sex marriage in federal law.[49] Meuser said, \"My vote in support of H.R. 8404 was to affirm the current law and support the rights and freedoms of all Americans. The passage of this legislation reflects current law, which was upheld by a Supreme Court ruling nearly 10 years ago. This vote was not difficult for me, as it does not infringe upon anyone’s personal and religious rights.\"[50] However, Meuser voted against final passage on December 8, 2022.[51]\n\nTaxes[edit]\nMeuser believes that school property taxes are un-American and unconstitutional, his campaign stating \"no tax should have the power to leave you homeless.\" He has also cited the 14th amendment in arguing that the government has no right to take property away from someone without due process of law or providing equal protections under the law.[52]\nMeuser signed the \"Taxpayer Protection Pledge\" sponsored by Americans for Tax Reform. The pledge commits its signers to \"oppose any and all efforts to increase the marginal income tax rates for individuals and/or businesses ... and oppose any net reduction or elimination of deductions and credits, unless matched dollar for dollar by further reducing tax rates\".[53]\n\nTexas v. Pennsylvania[edit]\nIn December 2020, Meuser was one of 126 Republican members of the House of Representatives to sign an amicus brief in support of Texas v. Pennsylvania, a lawsuit filed at the United States Supreme Court contesting the results of the 2020 presidential election, in which Joe Biden defeated[54] Trump. The Supreme Court declined to hear the case on the basis that Texas lacked standing under Article III of the Constitution to challenge the results of an election held by another state.[26][27][55]\n\nUkraine[edit]\nIn 2023, Meuser was among 98 Republicans to vote for a ban on cluster munitions to Ukraine.[56][57]\nIn 2023, Meuser voted for a moratorium on aid to Ukraine.[58][59]\n\nVeterans[edit]\nMeuser supports the Veterans Choice Act, legislation passed during the Obama administration and extended by Congress during the Trump administration. The policy allows veterans who face long waiting times at VA facilities or live over 40 miles away from the nearest VA clinic to seek care in the private sector, and have the cost of that care covered.[60]\n\nPolitical career[edit]\nPennsylvania Secretary of Revenue[edit]\nMeuser was appointed Secretary of Revenue by Governor Tom Corbett after more than two decades in the private sector. The secretary's primary duties include administration and enforcement of state tax laws, effectively operating within reduced budget climate, collections of over 30 state taxes, setting annual state budget projections, developing tax policy for the governor and overseeing the growth and stability of the Pennsylvania Lottery, which generates gross sales of $3.6 billion and net revenue of $1.1 billion annually.\nThe Council On State Taxation (COST) gave PA an A− rating partly due to legislation that Meuser helped pass and the reforms he put into place.[61] Pennsylvania residents speculated about his appointment by Corbett given that he was one of the largest donors to Corbett's 2009–2010 campaign, making a total of 26 contributions totaling $76,394.[62] There is concern over a recent $103 million computer modernization system for the Pennsylvania Department of Revenue being performed by Accenture, a global technology consultant that the state of Maryland had previously fired by for a similar project due to wasteful spending and missed deadlines.[63]\nIn 2010, Politics Magazine called Meuser a \"Former Congressional candidate and northeast PA money man\".[64]\n\nPhilanthropy and boards[edit]\nMeuser is a board member of the Greater Pittston Chamber of Commerce, sits on the board of trustees for Misericordia University, and is on the board of the Pittston Young Men's Christian Association.[65]\nMeuser is a donor to such organizations as United Way, Make-A-Wish Foundation, MS Society, St Jude Hospital, and St. Joseph's Hospital.[6]\n\nPersonal[edit]\nMeuser is married to Shelley Van Acker Meuser. They have three children.[35] He once claimed a home in Kingston Township as his residence, but changed his registration to a home in Dallas two months before the election. The Kingston home had been drawn into the 8th district after the Pennsylvania Supreme Court threw out Pennsylvania's old congressional map as an unconstitutional gerrymander. According to Meuser, his old home had been drawn just a mile outside the new 9th's borders.[66] Meuser is Roman Catholic.[67]\n\nReferences[edit]\n\n\n^ Daniel P. Meuser Resumé and Biography\n\n^ \"Dan Meuser\". Retrieved January 18, 2021.\n\n^ \"Pennsylvania New Members 2019\". The Hill. November 15, 2018.\n\n^ \"Republican Dan Meuser elected to Pa. 9th Congressional District\". WFMZ-TV. Associated Press. November 7, 2018.\n\n^ \"Meuser's career\". Citizensvoice.com. January 10, 2011. Retrieved January 2, 2013.\n\n^ a b \"The Voter's Self Defense System\". Vote Smart.\n\n^ \"Dan Meuser Running for Congress -- HME Business\". HME Business. October 19, 2017.\n\n^ \"Dan Meuser Leaves Pride Mobility\". Mobility Management. August 22, 2008.\n\n^ a b \"Meuser Leaves Pride\". August 25, 2008.\n\n^ \"U.S. Senate Committee on Finance Hearing\" (PDF). U.S. Department of Health and Human Services. April 28, 2004. Retrieved November 5, 2018.\n\n^ \"Hackett admits he employed illegal immigrant |\". Times Leader. Wilkes-Barre, Pennsylvania. July 5, 2008. Archived from the original on July 23, 2008. Retrieved February 10, 2012.\n\n^ \"Records on fine for illegals gone, Meuser says\". Times Leader. Retrieved August 25, 2017.{{cite news}}:  CS1 maint: others (link)\n\n^ Lieberman, Brett (February 14, 2008). \"Dan Meuser's housing problems\". Blog.pennlive.com. Retrieved February 10, 2012.\n\n^ \"Meuser for Congress\".\n\n^ Kopf, David (October 19, 2017). \"Dan Meuser Running for Congress – HME Business\". HME Business. Retrieved April 23, 2018.\n\n^ a b c Feaver, Chris (March 29, 2018). \"Lebanon County GOP endorses Dan Meuser for 9th Congressional District seat\". Lebanon Daily News. Retrieved April 23, 2018.\n\n^ \"Pennsylvania Primary Election: May 15, 2018 – Everything You Need to Know – PUMP\". May 1, 2018.\n\n^ \"4/18 PoliticsPA Playbook\". Retrieved April 30, 2018.\n\n^ \"Columbia County Republican Committee Endorses Dan Meuser For Congress\". Meuser for Congress. Retrieved May 11, 2018.\n\n^ \"Republican City of Shamokin Mayor John Brown and City Councilman Dan McGaw Endorse Dan Meuser for Congress\". Meuser for Congress. Retrieved May 11, 2018.\n\n^ \"Meuser told opponent Wolff 'to go to hell'\". Times Leader. Wilkes-Barre, Pennsylvania.\n\n^ a b \"Meuser for Congress Campaign Announces \"Women for Meuser\"\". Meuser for Congress. Retrieved May 11, 2018.\n\n^ Vigna, Paul (November 4, 2020). \"Republican Dan Meuser re-elected in Pa.'s 9th Congressional District\". pennlive. Retrieved August 13, 2022.\n\n^ Pennsylvania Attorney General (December 10, 2020). \"Texas v. Pennsylvania, Georgia, Michigan and Wisconsin: Opposition to Motion for Leave to File Bill of Complaint\" (PDF). U.S. Supreme Court. Retrieved December 12, 2020.\n\n^ Knowles, David (December 11, 2020). \"Here are the Republican members of Congress who signed on to the suit to throw out the votes in 4 states\". Yahoo! News. Retrieved December 12, 2020.\n\n^ a b Liptak, Adam (December 11, 2020). \"Supreme Court Rejects Texas Suit Seeking to Subvert Election\". The New York Times. ISSN 0362-4331. Archived from the original on December 11, 2020. Retrieved December 12, 2020.\n\n^ a b \"Order in Pending Case\" (PDF). Supreme Court of the United States. December 11, 2020. Archived (PDF) from the original on December 11, 2020. Retrieved December 11, 2020.\n\n^ \"Speaker race down to 8 after Rep. Meuser drops out\". ABC News.\n\n^ \"117th Congress Congressional Member Organizations (CMOs)\" (PDF). United States House of Representatives. April 22, 2022. p. 11. Retrieved December 1, 2022.\n\n^ \"Members\". RMSP. Retrieved March 1, 2021.\n\n^ \"Member List\". Republican Study Committee. Archived from the original on January 1, 2019. Retrieved December 21, 2017.\n\n^ \"Featured Members\". Problem Solvers Caucus. Retrieved March 28, 2021.\n\n^ \"2020 Presidential Election - Representative in Congress\". Pennsylvania Department of State. Retrieved November 25, 2020.\n\n^ \"2022 General Election Official Returns - Representative in Congress\". Pennsylvania Department of State.\n\n^ a b c \"Pro-Life\". Meuser for Congress. Retrieved April 26, 2018.\n\n^ \"Protect the American People, Peace Through Strength\". Meuser for Congress. Retrieved April 26, 2018.\n\n^ \"Roll Call 482 Roll Call 482, Bill Number: H. Res. 489, 116th Congress, 1st Session\". July 16, 2019.\n\n^ Congressman Dan Meuser [@RepMeuser] (July 16, 2019). \"I strongly oppose Democrat leadership's latest effort to harass @realDonaldTrump . For years, he and his supporters have been subjected to baseless attacks. Such slander is a disservice to our nation and the American people, and I am tired of it\" (Tweet). Archived from the original on July 17, 2019. Retrieved April 28, 2021 – via Twitter.\n\n^ \"H.Res.489 - 116th Congress (2019-2020): Condemning President Trump's racist comments directed at Members of Congress\". July 16, 2019.\n\n^ Nasir, Noreen; Richer, Alanna Durkin (December 11, 2020). \"Seven Pa. GOP congressmen sign onto Texas-led lawsuit to overturn the will of the people\". WITF. Archived from the original on December 11, 2020. Retrieved December 14, 2021.\n\n^ Chinchilla, Rudy; Gyllenhaal, Randy (January 7, 2021). \"Despite Deaths, Chaos, 8 Pa. Republicans Still Object to Biden's Victory\". NBC10 Philadelphia. Archived from the original on January 7, 2021. Retrieved December 14, 2021.\n\n^ Brown, Kayla (January 13, 2021). \"Pa. Congressman Meuser \"we must focus on the greater good\" not an impeachment\". ABC27. Archived from the original on January 16, 2021. Retrieved December 14, 2021.\n\n^ \"How House Republicans voted on a commission to investigate the Jan. 6 Capitol riot\". The Washington Post. May 19, 2021. Retrieved December 14, 2021.\n\n^ \"Opioid Epidemic\". Meuser for Congress. Retrieved April 26, 2018.\n\n^ \"The Voter's Self Defense System\". Vote Smart.\n\n^ \"Second Amendment\". Meuser for Congress. Retrieved April 26, 2018.\n\n^ \"Immigration\". Meuser for Congress. Retrieved April 26, 2018.\n\n^ \"Cosponsors - H.R.6206 - 117th Congress (2021-2022): American Tech Workforce Act of 2021 | Congress.gov | Library of Congress\". U.S. Congress. December 9, 2021. Retrieved July 3, 2022.\n\n^ Schnell, Mychael (July 19, 2022). \"These are the 47 House Republicans who voted for a bill protecting marriage equality\". The Hill. Retrieved July 25, 2022.\n\n^ \"Meuser says 'yes' vote for Respect for Marriage Act affirmed law, upheld rights\". July 25, 2022.\n\n^ \"Roll Call 513\". Office of the Clerk of the U.S. House of Representatives. December 8, 2022. Retrieved December 9, 2022.\n\n^ \"Property Tax Elimination\". Meuser for Congress. Retrieved April 26, 2018.\n\n^ \"You are being redirected...\" www.atr.org. July 31, 2007.\n\n^ Blood, Michael R.; Riccardi, Nicholas (December 5, 2020). \"Biden officially secures enough electors to become president\". AP News. Archived from the original on December 8, 2020. Retrieved December 12, 2020.\n\n^ Diaz, Daniella. \"Brief from 126 Republicans supporting Texas lawsuit in Supreme Court\". CNN. Archived from the original on December 12, 2020. Retrieved December 11, 2020.\n\n^ Sfortinsky, Sarah. “Almost 50 Democrats Snub Biden with Vote against Cluster Bombs for Ukraine.” The Hill, 14 July 2023, https://thehill.com/homenews/house/4097677-almost-50-democrats-snub-biden-with-vote-against-cluster-bombs-for-ukraine/.\n\n^ “H.Amdt. 243 (Greene) to H.R. 2670: To Prohibit Cluster Munitions ... -- House Vote #317 -- Jul 13, 2023.” GovTrack.Us, https://www.govtrack.us/congress/votes/118-2023/h317. Accessed 16 July 2023.\n\n^ “On Agreeing to the Amendment: Amendment 11 to H R ... -- House Vote #304 -- Jul 13, 2023.” GovTrack.Us, https://www.govtrack.us/congress/votes/118-2023/h304. Accessed 13 July 2023.\n\n^ Metzger, Bryan. “Here Are the 70 House Republicans Who Voted to Cut off All US Military Aid to Ukraine.” Business Insider, https://www.businessinsider.com/which-house-republicans-voted-gaetz-end-military-aid-ukraine-2023-7. Accessed 14 July 2023.\n\n^ \"Veterans\". Meuser for Congress. Retrieved April 26, 2018.\n\n^ \"2013 COST Study\". Council On State Taxation. December 2013.\n\n^ \"Meuser and family big Corbett donors |\". Times Leader. Wilkes-Barre, Pennsylvania. January 11, 2011. Retrieved February 10, 2012.[permanent dead link]\n\n^ \"Pa. Department of Revenue's Acting Secretary Dan Meuser says $103 million computer modernization will pay for itself in short order\". PennLive.com. Retrieved February 10, 2012.\n\n^ Roarty, Alex; Coit, Sean (January 2010). \"Pennsylvania Influencers\" (PDF). Politics Magazine. pp. 44–49. Archived from the original (PDF) on December 29, 2009. Retrieved February 8, 2010.\n\n^ \"The Voter's Self Defense System\". Vote Smart.\n\n^ Buffer, Michael P. (September 9, 2018). \"Congressional candidate Meuser changes voting residence to property in 9th district\". The Citizens' Voice.\n\n^ Religious affiliation of members of 118th Congress Retrieved March 5, 2023\n\n\nExternal links[edit]\nCongressman Dan Meuser official U.S. House website\nDan Meuser for Congress\nBiography at the Biographical Directory of the United States Congress\nFinancial information (federal office) at the Federal Election Commission\nLegislation sponsored at the Library of Congress\nProfile at Vote Smart\nAppearances on C-SPAN\n\n\nU.S. House of Representatives\n\n\nPreceded byBill Shuster\n\n Member of the U.S. House of Representativesfrom Pennsylvania's 9th congressional district 2019–present\n\nIncumbent\n\n\nU.S. order of precedence (ceremonial)\n\n\nPreceded byLucy McBath\n\n United States representatives by seniority 261st\n\nSucceeded byCarol Miller\n\n\nvtePennsylvania's current delegation to the United States CongressSenators\n▌Bob Casey Jr. (D)\n▌John Fetterman (D)\nRepresentatives (ordered by district)\n▌Brian Fitzpatrick (R)\n▌Brendan Boyle (D)\n▌Dwight Evans (D)\n▌Madeleine Dean (D)\n▌Mary Gay Scanlon (D)\n▌Chrissy Houlahan (D)\n▌Susan Wild (D)\n▌Matt Cartwright (D)\n▌Dan Meuser (R)\n▌Scott Perry (R)\n▌Lloyd Smucker (R)\n▌Summer Lee (D)\n▌John Joyce (R)\n▌Guy Reschenthaler (R)\n▌Glenn Thompson (R)\n▌Mike Kelly (R)\n▌Chris Deluzio (D)\n\nvteCurrent members of the United States House of RepresentativesSpeaker: Mike JohnsonMajorityvteRepublican Party conferenceSpeaker: Mike Johnson ‧ Majority Leader: Steve Scalise ‧ Majority Whip: Tom Emmer\nOther members: Aderholt\nAlford\nAllen\nAmodei\nArmstrong\nArrington\nBabin\nBacon\nBaird\nBalderson\nBanks\nBarr\nBean\nBentz\nBergman\nBice\nBiggs\nBilirakis\nBishop\nBoebert\nBost\nBrecheen\nBuchanan\nBuck\nBucshon\nBurchett\nBurgess\nBurlison\nCalvert\nCammack\nCarey\nCarl\nB. Carter\nJ. Carter\nChavez-DeRemer\nCiscomani\nCline\nCloud\nClyde\nCole\nCollins\nComer\nCrane\nCrawford\nCrenshaw\nCurtis\nDavidson\nDe La Cruz\nDesJarlais\nD'Esposito\nDíaz-Balart\nDonalds\nDuarte\nDuncan\nDunn\nEdwards\nEllzey\nEstes\nEzell\nFallon\nFeenstra\nFerguson\nFinstad\nFischbach\nFitzgerald\nFitzpatrick\nFleischmann\nFlood\nFoxx\nFranklin\nFry\nFulcher\nGaetz\nGallagher\nGarbarino\nGarcia\nGiménez\nGonzales\nGood\nGooden\nGosar\nGranger\nG. Graves\nS. Graves\nGreen\nGreene\nGriffith\nGrothman\nGuest\nGuthrie\nHageman\nHarris\nHarshbarger\nHern\nHiggins\nHill\nHinson\nHouchin\nHudson\nHuizenga\nHunt\nIssa\nJackson\nJames\nB. Johnson\nD. Johnson\nJordan\nD. Joyce\nJ. Joyce\nKean Jr.\nM. Kelly\nT. Kelly\nKiggans\nKiley\nKim\nKustoff\nLaHood\nLaLota\nLaMalfa\nLamborn\nLangworthy\nLatta\nLaTurner\nLawler\nLee\nLesko\nLetlow\nLoudermilk\nLucas\nLuetkemeyer\nLuna\nLuttrell\nMace\nMalliotakis\nMaloy\nMann\nMassie\nMast\nMcCaul\nMcClain\nMcClintock\nMcCormick\nMcHenry\nMcMorris Rodgers\nMeuser\nC. Miller\nMar. Miller\nMax Miller\nMiller-Meeks\nMills\nMolinaro\nMoolenaar\nMooney\nBa. Moore\nBl. Moore\nMoran\nMurphy\nNehls\nNewhouse\nNorman\nNunn\nObernolte\nOgles\nOwens\nPalmer\nPence\nPerry\nPfluger\nPosey\nReschenthaler\nH. Rogers\nM. Rogers\nRose\nRosendale\nRouzer\nRoy\nRutherford\nSalazar\nSchweikert\nScott\nSelf\nSessions\nSimpson\nA. Smith\nC. Smith\nJ. Smith\nSmucker\nSpartz\nStauber\nSteel\nStefanik\nSteil\nSteube\nStrong\nTenney\nThompson\nTiffany\nTimmons\nTurner\nValadao\nVan Drew\nVan Duyne\nVan Orden\nWagner\nWalberg\nWaltz\nWeber\nWebster\nWenstrup\nWesterman\nB. Williams\nR. Williams\nWilson\nWittman\nWomack\nYakym\nZinke\n\nDelegates: González\nMoylan\nRadewagen\nMinorityvteDemocratic Party caucusMinority Leader: Hakeem Jeffries ‧ Minority Whip: Katherine Clark\nOther members: Adams\nAguilar\nAllred\nAmo\nAuchincloss\nBalint\nBarragán\nBeatty\nBera\nBeyer\nBishop\nBlumenauer\nBlunt Rochester\nBonamici\nBowman\nBoyle\nBrown\nBrownley\nBudzinski\nBush\nCaraveo\nCarbajal\nCárdenas\nCarson\nCarter\nCartwright\nCasar\nCase\nCasten\nCastor\nCastro\nCherfilus-McCormick\nChu\nClarke\nCleaver\nClyburn\nCohen\nConnolly\nCorrea\nCosta\nCourtney\nCraig\nCrockett\nCrow\nCuellar\nDavids\nDa. Davis\nDo. Davis\nDean\nDeGette\nDeLauro\nDelBene\nDeluzio\nDeSaulnier\nDingell\nDoggett\nEscobar\nEshoo\nEspaillat\nEvans\nFletcher\nFoster\nFoushee\nFrankel\nFrost\nGallego\nGaramendi\nC. García\nR. Garcia\nS. Garcia\nGluesenkamp Perez\nGolden\nGoldman\nGomez\nGonzalez\nGottheimer\nGreen\nGrijalva\nHarder\nHayes\nHiggins\nHimes\nHorsford\nHoulahan\nHoyer\nHoyle\nHuffman\nIvey\nJe. Jackson\nJo. Jackson\nJackson Lee\nJacobs\nJayapal\nJohnson\nKamlager-Dove\nKaptur\nKeating\nKelly\nKhanna\nKildee\nKilmer\nKim\nKrishnamoorthi\nKuster\nLandsman\nLarsen\nLarson\nB. Lee\nSum. Lee\nSus. Lee\nLeger Fernandez\nLevin\nLieu\nLofgren\nLynch\nMagaziner\nManning\nMatsui\nMcBath\nMcClellan\nMcCollum\nMcGarvey\nMcGovern\nMeeks\nMenendez\nMeng\nMfume\nMoore\nMorelle\nMoskowitz\nMoulton\nMrvan\nMullin\nNadler\nNapolitano\nNeal\nNeguse\nNickel\nNorcross\nOcasio-Cortez\nOmar\nPallone\nPanetta\nPappas\nPascrell\nPayne Jr.\nPelosi\nPeltola\nPeters\nPettersen\nPhillips\nPingree\nPocan\nPorter\nPressley\nQuigley\nRamirez\nRaskin\nRoss\nRuiz\nRuppersberger\nRyan\nSalinas\nSánchez\nSarbanes\nScanlon\nSchakowsky\nSchiff\nSchneider\nScholten\nSchrier\nB. Scott\nD. Scott\nSewell\nSherman\nSherrill\nSlotkin\nSmith\nSorensen\nSoto\nSpanberger\nStansbury\nStanton\nStevens\nStrickland\nSwalwell\nSykes\nTakano\nThanedar\nB. Thompson\nM. Thompson\nTitus\nTlaib\nTokuda\nTonko\nN. Torres\nR. Torres\nTrahan\nTrone\nUnderwood\nVargas\nVasquez\nVeasey\nVelázquez\nWasserman Schultz\nWaters\nWatson Coleman\nWexton\nWild\nWilliams\nWilson\n\nDelegates: Holmes Norton\nPlaskett\nSablan\n\n118th United States Congress\nList of acts of the 118th United States Congress\n\nvtePennsylvania's delegation(s) to the 116th–present United States Congresses (ordered by seniority)\n\n\n116th\n\nSenate: \n▌B. Casey Jr. (D)\n▌P. Toomey (R)\n\n\nHouse: \n▌M. Doyle (D)\n▌G. Thompson (R)\n▌M. Kelly (R)\n▌T. Marino (R)\n▌M. Cartwright (D)\n▌S. Perry (R)\n▌B. Boyle (D)\n▌D. Evans (D)\n▌B. Fitzpatrick (R)\n▌L. Smucker (R)\n▌C. Lamb (D)\n▌M. Scanlon (D)\n▌S. Wild (D)\n▌M. Dean (D)\n▌C. Houlahan (D)\n▌J. Joyce (R)\n▌D. Meuser (R)\n▌G. Reschenthaler (R)\n▌F. Keller (R)\n\n\n\n117th\n\nSenate: \n▌B. Casey Jr. (D)\n▌P. Toomey (R)\n\n\nHouse: \n▌M. Doyle (D)\n▌G. Thompson (R)\n▌M. Kelly (R)\n▌M. Cartwright (D)\n▌S. Perry (R)\n▌B. Boyle (D)\n▌D. Evans (D)\n▌B. Fitzpatrick (R)\n▌L. Smucker (R)\n▌C. Lamb (D)\n▌M. Scanlon (D)\n▌S. Wild (D)\n▌M. Dean (D)\n▌C. Houlahan (D)\n▌J. Joyce (R)\n▌D. Meuser (R)\n▌G. Reschenthaler (R)\n▌F. Keller (R)\n\n\n\n118th\n\nSenate: \n▌B. Casey Jr. (D)\n▌J. Fetterman (D)\n\n\nHouse: \n▌G. Thompson (R)\n▌M. Kelly (R)\n▌M. Cartwright (D)\n▌S. Perry (R)\n▌B. Boyle (D)\n▌D. Evans (D)\n▌B. Fitzpatrick (R)\n▌L. Smucker (R)\n▌M. Scanlon (D)\n▌S. Wild (D)\n▌M. Dean (D)\n▌C. Houlahan (D)\n▌J. Joyce (R)\n▌D. Meuser (R)\n▌G. Reschenthaler (R)\n▌C. Deluzio (D)\n▌S. Lee (D)\n\n\n\nvteCabinet of Governor Tom Corbett (2011–15)CabinetSecretary of Community and Economic DevelopmentC. Alan Walker (2011–15)Secretary of AgingBrian Duke (2011–15)Insurance CommissionerMichael Consedine (2011–15)Secretary of CorrectionsJohn Wetzel (2011–15)Secretary of TransportationBarry Schoch (2011–15)Secretary of the CommonwealthCarol Aichele (2011–15)Secretary of General ServicesSheri Phillips (2011–15)Secretary of Conservation and Natural Resources\nRichard Allan (2011–13)\nEllen Ferretti (2013–15)\nPennsylvania Emergency Management Agency DirectorGlenn Cannon (2011–15)Secretary of Health\nEli Avila (2011–12)\nMichael Wolf (2012–15)\nSecretary of BankingGlenn Moyer (2011–15)Secretary of Environmental Protection\nMichael Krancer (2011–13)\nChristopher Abruzzo (2013–14)\nDana Aunkst (2014–15)\nState Police CommissionerFrank Noonan (2011–15)Secretary of Public Welfare\nGary Alexander (2011–13)\nBeverly D. Mackereth (2013–15)\nSecretary of Labor & IndustryJulia Hearthway (2011–15)Secretary of AgricultureGeorge Greig (2011–15)Secretary of RevenueDan Meuser (2011–15)Adjutant General of Military & Veterans AffairsWesley Craig (2011–15)Secretary of AdministrationKelly Powell Logan (2011–15)Secretary of Education\nRonald Tomalis (2011–13)\nWilliam E. Harner (2013)\nCarolyn Dumaresq (2013–15)\nSecretary of Drug and Alcohol ProgramsGary Tennis (2012–15)Executive OfficersChief of Staff\nWilliam Ward (2011–12)\nStephen Aichele (2012–15)\nSecretary of Planning & PolicyJennifer Branstetter (2011–15)Secretary of Legislative Affairs\nAnnmarie Kaiser (2011–12)\nAndrew Ritter (2012–13)\nKatie True (2013–15)\nSecretary of the BudgetCharles Zogby (2011–15)Inspector GeneralKenya Mann Faulkner (2011–13)General Counsel\nStephen Aichele (2011–12)\nJim Schultz (2012–14)\nJarad W. Handelman (2014–15)\n\nAuthority control databases: People \nUS Congress\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Dan_Meuser&oldid=1195648569\"",
    "twitter": ""
  },
  {
    "name": "Dan Schnur",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/dan-schnur-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "Election commission of California\nFair Political Practices CommissionCommission overviewJurisdictionCaliforniaHeadquarters1102 Q Street, Suite 3000, Sacramento, California40°44′30.822″N 73°59′21.508″W﻿ / ﻿40.74189500°N 73.98930778°W﻿ / 40.74189500; -73.98930778Employees80Annual budget$12.929 m USD (2018-2019)Key documentPolitical Reform Act of 1974Websitewww.fppc.ca.gov\nThe Fair Political Practices Commission (FPPC) of California is a five-member independent nonpartisan commission that has primary responsibility for the impartial and effective administration of the Political Reform Act of 1974. The Commission's objectives are to ensure that public officials act in a fair and unbiased manner in the governmental decision-making process, to promote transparency in government, and to foster public trust in the political system.[1]\nThe Commission is similar to the Federal Election Commission (FEC) in its campaign finance responsibilities. It differs from the FEC in its authority in lobbying and conflicts of interest.\nIt was created by California Proposition 9 in the June 1974 elections, known as the Political Reform Act of 1974, regulates campaign financing, conflicts of interest, lobbying, and governmental ethics.[1]\n\n\nOrganization[edit]\n\n\nCommissioner\n\nPosition\n\nTerm\n\nAppointing Officer\n\n\nRichard C. Miadich\n\nChair\n\n2019–2023\n\nGovernor Gavin Newsom\n\n\nE. Dotson Wilson\n\nCommissioner\n\n2019–2027\n\nGovernor Gavin Newsom\n\n\nAbby Wood\n\nCommissioner\n\n2021–2025\n\nSecretary of State Shirley Weber\n\n\nCatharine Baker\n\nCommissioner\n\n2021–2025\n\nController Betty Yee\n\n\nVacant\n\nCommissioner\n\n2025\n\nAttorney General Rob Bonta\n\n\nCommission Executive Director and Division Chiefs\n\n\nName\n\nPosition\n\n\nGalena West\n\nExecutive Director\n\n\nDavid Bainbridge\n\nGeneral Counsel\n\n\nVacant\n\nChief of Enforcement\n\n\nLoressa Hon\n\nChief of Administration\n\n\nShrdha Shah\n\nChief of Audits and Assistance\n\nList of Fair Political Practices Commissioner Chairs[edit]\n\n\nChair\n\nTerm\n\n\nDaniel Lowenstein\n\n1975–1979\n\n\nTom Houston\n\n1979–1983\n\n\nDan Stanford\n\n1983–1985\n\n\nJohn Larson\n\n1986–1991\n\n\nBen Davidian\n\n1991–1995\n\n\nRavi Mehta\n\n1995–1997\n\n\nJames Hall\n\n1997–1999\n\n\nKaren Getman\n\n1999–2003\n\n\nLiane Randolph\n\n2003–2007\n\n\nRoss Johnson\n\n2007–2010\n\n\nDan Schnur\n\n2010–2011\n\n\nAnn Ravel\n\n2011–2014\n\n\nJodi Remke\n\n2015–2018\n\n\nAlice Germond\n\n2018-2019\n\n\nRichard Miadich\n\n2019–Present\n\nSee also[edit]\nPolitics of California\nCampaign finance\nConflict of Interest\nLobbying in the United States\nNevada Commission on Ethics\nNew Mexico State Ethics Commission\nOklahoma Ethics Commission\nPennsylvania State Ethics Commission\nTexas Ethics Commission\nWisconsin Ethics Commission\nReferences[edit]\n\n\n^ a b \"About FPPC\". www.fppc.ca.gov.\n\n\nExternal links[edit]\nOfficial website\nvteElection commissions in the United StatesFederal Election CommissionState\nCalifornia Fair Political Practices Commission\nFlorida Election Commission\nIllinois State Board of Elections\nMaryland State Board of Elections\nNew Jersey Election Law Enforcement Commission\nNew York State Board of Elections\nNorth Carolina State Board of Elections\nOklahoma State Election Board\nVirginia State Board of Elections\nWisconsin Elections Commission\nMunicipal & territorial\nNew York City Board of Elections\nPuerto Rico State Commission on Elections\n\nvteExecutive state agencies, departments and other entities of the State of CaliforniaCabinet-level superagencies\nBusiness, Consumer Services and Housing\nGovernment Operations\nEnvironmental Protection\nHealth and Human Services\nLabor and Workforce Development\nNatural Resources\nTransportation\nCabinet-level departments\nCorrections and Rehabilitation\nEducation\nFinance\nFood and Agriculture\nInsurance\nJustice\nMilitary\nCabinet-level offices\nGovernor's Office of Emergency Services\nGovernor's Office of Planning and Research\nGovernor's Office of Business and Economic Development\nBCSH departments\nConsumer Affairs\nBoard of Accountancy\nBureau of Automotive Repair\nBureau for Private Postsecondary Education\nBureau of Real Estate Appraisers\nContractors State License Board\nMedical Board\nFair Employment and Housing\nHousing and Community Development\nBusiness Oversight\nReal Estate\nAlcoholic Beverage Control\nAlcoholic Beverage Control Appeals Board\nHorse Racing Board\nGOA departments\nCalPERS\nCalSTRS\nFranchise Tax Board\nFI$CAL\nGeneral Services\nHuman Resources\nState Personnel Board\nTax and Fee Administration\nTechnology\nOffice of Administrative Law\nComplete Count Committee\nVictim Compensation Board\nCalEPA departments\nAir Resources Board\nPesticide Regulation\nCalRecycle\nToxic Substances Control\nOffice of Environmental Health Hazard Assessment\nState Water Resources Control Board\nHHS departments\nAging\nChild Support Services\nCommunity Services and Development\nDevelopmental Services\nMedical Services Authority\nHealth Care Services\nManaged Health Care\nManaged Risk Medical Insurance Board\nPublic Health\nRehabilitation\nSocial Services\nState Hospitals\nOffice of Statewide Health Planning and Development\nOffice of Health Information Integrity\nOffice of Law Enforcement Support\nOffice of the Patient Advocate\nLWDA departments\nIndustrial Relations\nAgricultural Labor Relations Board\nEmployment Development Department\nPublic Employment Relations Board\nUnemployment Insurance Appeals Board\nWorkforce Development Board\nEmployment Training Panel\nCNRA departments\nConservation\nConservation Corps\nFish and Wildlife\nForestry and Fire Protection\nParks and Recreation\nWater Resources\nCALFED Bay-Delta Program\nCoastal Commission\nEnergy Commission\nState Lands Commission\nSan Francisco Bay Conservation and Development Commission\nColorado River Board\nCalSTA departments\nMotor Vehicles\nCaltrans\nHighway Patrol\nBoard of Pilot Commissioners\nTransportation Commission\nHigh-Speed Rail Authority\nNew Motor Vehicle Board\nOffice of Traffic Safety\nIndependent entities\nUniversity of California\nBoard of Regents\nCalifornia State University\nCalifornia Community Colleges\nPublic Utilities Commission\nState Auditor\nFair Political Practices Commission\nLittle Hoover Commission\n\nAuthority control databases International\nVIAF\nNational\nUnited States\nPeople\nTrove\n\n\n\nThis article about the politics of California is a stub. You can help Wikipedia by expanding it.vte\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=California_Fair_Political_Practices_Commission&oldid=1192343087\"",
    "twitter": ""
  },
  {
    "name": "Dana Milbank",
    "bias": "left",
    "allsides_link": "https://www.allsides.com/news-source/dana-milbank",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American journalist (born 1968)\nDana MilbankBornDana Timothy Milbank (1968-04-27) April 27, 1968 (age 55)EducationYale University (BA)Spouses\nDonna DePasquale\n​ ​(m. 1993; div. 2015)​\nAnna Greenberg ​(m. 2017)​\nDana Timothy Milbank (born April 27, 1968)[1][2] is an American author and columnist for The Washington Post. He has written books about Al Gore & George Bush, Glenn Beck, American politics, and the Republican Party. He has appeared as a pundit on various shows.\n\n\nPersonal life[edit]\nMilbank was born to a Jewish family,[3] the son of Ann C. and Mark A. Milbank.[3][4] He is a graduate of Yale University, where he was a member of Trumbull College, the Progressive Party of the Yale Political Union and the secret society Skull and Bones.[5][6] He is a graduate of Sanford H. Calhoun High School in Merrick, New York.\nIn 1993, Milbank married Donna Lynn DePasquale in an interfaith Jewish and Roman Catholic ceremony.[4] After that marriage ended in divorce, in 2017 he married Anna Greenberg, daughter of Democratic pollster Stan Greenberg and stepdaughter of Democratic Congresswoman Rosa DeLauro (CT).[7]\n\nCareer[edit]\nMilbank covered the 2000 and the 2004 presidential elections. He also covered President George W. Bush's first term in office.  After Bush won the 2000 election, Karl Rove asked The Washington Post not to assign Milbank to cover White House news.[8] In 2001, a pool report penned by Milbank which covered a Bush visit to the U.S. Capitol generated controversy within conservative circles.[9]  According to Milbank, the nickname given to him by the president is \"not printable in a family publication.\"[10]\nMilbank writes \"Washington Sketch\" for the Post, an observational column about political theater in the White House, Congress, and elsewhere in the capital. Before coming to the Post as a political writer in 2000, he covered the Clinton White House for The New Republic and Congress for The Wall Street Journal.\nMilbank was criticized for a July 30, 2008 article[11] in which, in part by using snippets of quotations, he portrayed Barack Obama as being presumptuous.[12][13] A few days later MSNBC's Keith Olbermann stated that Milbank would not be allowed back onto his show, which Milbank had appeared on since 2004, until Milbank submitted \"a correction or an explanation.\"[14] However, Milbank had apparently already left Olbermann's show for another show on CNN.[15] \nMilbank stated that he has been dissatisfied since he was criticized by Olbermann's staff over making a positive comment about Charlie Black, a John McCain senior advisor, and as a result had already been negotiating with CNN.[16]\nMilbank and Chris Cillizza appeared in a series of humor videos called \"Mouthpiece Theater\" which appeared on The Washington Post's website.  An outcry followed a video in which, during a discussion of the White House \"Beer Summit\", they chose new brands for a number of people, including \"Mad Bitch Beer\" for Hillary Clinton.  Both men apologized for the video and the series was canceled.[17]\nIn a December 4, 2021 Op-ed, Milbank wrote that overall US media sentiment for President Joe Biden is as bad as, if not worse than, it was for then-President Donald Trump. He used data from the analytics company Forge.ai to mine through more than 200,000 articles from 65 different news sources to create a \"sentiment analysis\" of pro or con coverage. The comparison was done of the first 11 months of the Trump administration versus the same timeframe of the Biden term. His analysis showed that Biden had had mainly positive coverage for the first three months of the year, but the press covered Biden more harshly than Trump in the past four months.[18] Nate Silver, of FiveThirtyEight, questioned Milbank's conclusion.[19]\n\nBooks[edit]\nMilbank is the author of Smash Mouth: Two Years in the Gutter with Al Gore and George W. Bush—Notes from the 2000 Campaign Trail.\nHomo Politicus: The Strange and Scary Tribes that Run Our Government was published by Random House in January 2008.[20]\nIn 2010, Doubleday released Milbank's polemic biography of conservative pundit Glenn Beck: Tears of a Clown: Glenn Beck and the Tea Bagging of America,[21] which a review in Milbank's paper, The Washington Post, said was a \"droll, take-no-prisoners account of the nation's most audacious conspiracy-spinner.\"[22]\nIn 2022, Milbank authored The Destructionists: The 25-Year Crack-Up of the Republican Party.[23]\n\nPolitical views[edit]\nMilbank has stated that his policy on United States presidential elections is to vote for the best candidate who is not on the ballot. He voted for John McCain in 2000, Chuck Hagel in 2004, and Michael Bloomberg in 2008. He explained that his approach allows him to \"go through the exercise of who would be a good president\" while avoiding committing to one candidate or another in the race.[24]\nGreg Marx, associate editor of the Columbia Journalism Review, describes Milbank as \"extravagantly contrarian\".[25] New York University journalism professor Jay Rosen wrote of \"Milbank's insistence on characterizing political debate as consisting of two unreasonable poles, and himself as a truth-teller caught in the middle — a posture so habitual and inflexible that it has become an ideology\".[25]\nMilbank has criticized the growth of the White House Correspondents' Dinner, writing in 2011 that the event \"was a minor annoyance for years, when it was a 'nerd prom' for journalists and a few minor celebrities. But, as with so much else in this town, the event has spun out of control. Now, awash in lobbyist and corporate money, it is another display of Washington's excesses.\"[26][27]\n\nReferences[edit]\n\n\n^ Lippman, Daniel (2017-04-27). \"BIRTHDAY OF THE DAY: WaPo columnist Dana Milbank, the pride of Merrick, NY\". POLITICO. Retrieved 2023-11-17.\n\n^ https://www.nytimes.com/2017/05/28/fashion/weddings/anna-greenberg-dana-milbank.html\n\n^ a b Milbank, Dana (October 14, 2014). \"The magic of Sukkot\". The Washington Post.\n\n^ a b \"WEDDINGS; D. L. DePasquale, Dana T. Milbank\". The New York Times. October 17, 1993.\n\n^ Grove, Lloyd (March 4, 2004). \"Yale Bones Connect Kerry, Bush\". New York Daily News. Archived from the original on February 22, 2011.\n\n^ Mitchell, Deborah (January 28, 2001). \"A Rich Bounty, Gone For Good\". New York Daily News.\n\n^ \"Anna Greenberg, Dana Milbank\". The New York Times. May 28, 2017. Retrieved May 31, 2017.\n\n^ Confessore, Nicholas (February 15, 2002). \"Beat the Press: Does the White House have a blacklist?\". The American Prospect.\n\n^ Cooper, Christopher (March 10, 2005). \"Bloggers Parse Pool Reportage On Bush Doings\". The Wall Street Journal.\n\n^ Keefer, Bryan (February 20, 2004). \"Dana Milbank on Covering the White House and Nicknames We Can't Publish\". Columbia Journalism Review.\n\n^ Milbank, Dana (July 30, 2008). \"President Obama Continues Hectic Victory Tour\". The Washington Post.\n\n^ Linkins, Jason (July 30, 2008). \"Washington Post Fuels Outrage After Misquoting Obama\". HuffPost. Retrieved November 15, 2014.\n\n^ Marshall, Josh (July 31, 2008). \"Higher Quality Smears, Please\". Talking Points Memo. Archived from the original on August 6, 2008. Retrieved August 6, 2008.\n\n^ \"'Countdown with Keith Olbermann' for Monday, August 4\". NBC News. August 4, 2008. Retrieved November 15, 2014.\n\n^ Calderon, Michael (August 5, 2008). \"WaPo's Milbank leaves \"Countdown\"\". Politico. Retrieved November 15, 2014.\n\n^ Calderon, Michael (August 6, 2008). \"Milbank's move\". Politico. Retrieved November 15, 2014.\n\n^ Kurtz, Howard (August 6, 2009). \"Post's Video 'Theater' Ends Its Run: Hosts Apologize for Off-Color Clinton Joke\". The Washington Post.\n\n^ Milbank, Dana (2021-12-04). \"Opinion: The media treats Biden as badly as — or worse than — Trump. Here's proof\". The Washington Post. Archived from the original on 2021-12-04. Retrieved 2021-12-08.\n\n^ \"Do the media really treat Biden worse than Trump?\". 10 December 2021.\n\n^ \"Homo Politicus by Dana Milbank\". PenguinRandomHouse.com. Penguin Random House.\n\n^ Milbank, Dana (October 5, 2010). \"Mormon Prophecy Behind Glenn Beck's Message\". HuffPost.\n\n^ Oshinsky, David (October 17, 2010). \"Dana Milbank's Glenn Beck book \"Tears of a Clown,\" reviewed by David Oshinsky\". The Washington Post.\n\n^ \"The Destructionists by Dana Milbank: 9780385548137 | PenguinRandomHouse.com: Books\". PenguinRandomhouse.com. Retrieved 12 May 2023.\n\n^ Milbank, Dana (February 8, 2010). \"Dana Milbank on Scott Brown, John McCain, more\". The Washington Post.\n\n^ a b Marx, Greg (June 24, 2010). \"Dana Milbank, Ideologue: The WaPo columnist's latest reflects the press bias for action\". Columbia Journalism Review.\n\n^ Milbank, Dana (April 29, 2011). \"How the journalist prom got out of control\". The Washington Post.\n\n^ Jacobs, Alec (April 29, 2011). \"A Contrarian's Point of View on WHCD\". Adweek.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Dana Milbank.\n\n\n\n\nWikiquote has quotations related to Dana Milbank.\n\nDana Milbank - The Washington Post\nDana Milbank's website\nDana Milbank discusses his new book - January 2008\nAppearances on C-SPAN\nvteThe Washington Post Writers GroupComic strips(current)\nFort Knox\nReply All\nComic strips(historical)\nBarney & Clyde\nBloom County\nCandorville\nHome and Away\nLittle Dog Lost\nLoose Parts\nMike Du Jour\nOut of the Gene Pool\nOutland\nOpus\nPickles\nRudy Park\nWatch Your Head\nEditorial commentary\nEsther J. Cepeda\nRichard Cohen\nE. J. Dionne\nKenneth Harney\nMichael Gerson\nDavid Ignatius\nRuth Marcus\nDana Milbank\nRuben Navarrette Jr.\nKathleen Parker\nCatherine Rampell\nEugene Robinson\nRobert J. Samuelson\nMichelle Singletary\nGene Weingarten\nGeorge F. Will\nFareed Zakaria\n\nAuthority control databases International\nISNI\nVIAF\nNational\nGermany\nIsrael\nUnited States\nPoland\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Dana_Milbank&oldid=1194138874\"",
    "twitter": ""
  },
  {
    "name": "Daniel DePetris",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/daniel-depetris-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Darvio Morrow",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/darvio-morrow-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "",
    "wiki": "",
    "twitter": ""
  },
  {
    "name": "Daryl Davis",
    "bias": "center",
    "allsides_link": "https://www.allsides.com/news-source/daryl-davis-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "author",
    "wiki": "American musician, author, and activist (born 1958)\n\n\nDaryl DavisDavis performing in 2017Background informationBorn (1958-03-26) March 26, 1958 (age 65)Chicago, Illinois, U.S.GenresPiano bluesboogie-woogieDelta bluesChicago bluesOccupation(s)Musician, authorInstrument(s)PianovocalskeyboardsguitarYears active1980s–presentLabelsLyradWebsitedaryldavis.comMusical artist\nDaryl Davis (born March 26, 1958) is an American R&B and blues musician and activist.[1] His efforts to fight racism by engaging members of the Ku Klux Klan (KKK) have convinced dozens of Klansmen to leave and denounce the KKK. Known for his energetic style of boogie-woogie piano,[1] Davis has played with such musicians as Chuck Berry,[1][2] Jerry Lee Lewis, B. B. King,[2] and Bruce Hornsby.[3][4]\nHe is the subject of the 2016 documentary Accidental Courtesy: Daryl Davis, Race & America.[5][6]\n\n\nEarly life[edit]\nBorn in Chicago, Illinois, Davis was the son of a Department of State Foreign Service officer and moved around the world with his parents during most of his early childhood. Living in various foreign countries, including African nations, Davis grew accustomed to the casually integrated schools of foreign diplomats, where children of many nations, races, and cultures were schooled together. At the age of ten, he returned to the United States and joined what had previously been an all-white Cub Scout pack in Belmont, Massachusetts. During a local parade with his pack, he was carrying the flag when he was struck with rocks and bottles thrown from the crowd, prompting the pack leaders to form a protective ring around him. Davis did not understand the incident until he discussed it with his father. In this conversation, his father explained racism to him for the first time. The irrationality of the incident led to his curiosity about the origins and basis for racist attitudes, which would shape much of his future activity.[7][8]\nDavis is a Christian.[9]\n\nMusic career[edit]\nDavis absorbed the style of blues musicians from the Mississippi Delta who had migrated north.[10] In 1980, he earned a bachelor of music degree from Howard University, where he was a member of the Howard University Choir and Jazz Vocal Ensemble. Davis \"was mentored by legendary pianists Pinetop Perkins and Johnnie Johnson, who both claimed him as their godson and praised his ability to master a piano style that was popular long before he was born\", according to his Kennedy Center profile.[3]\nDavis has frequently played backup for Chuck Berry and Jerry Lee Lewis.[1][2][11][12] He was a friend of Muddy Waters and played piano in The Legendary Blues Band.[12] Davis has also performed with blues icon B. B. King.[2] He has played with artists such as Elvis Presley's Jordanaires, The Platters, The Drifters, The Coasters, Bo Diddley,[12] Percy Sledge, and Sam Moore (of Sam & Dave).[10]\nHe was awarded \"Best Traditional Blues/R&B Instrumentalist\" at the 2009 Washington Area Music Awards. For several years, Davis served as artistic director of the Centrum Acoustic Blues Festival.[13]\n\"Davis' piano work impresses with his winning combination of technique and abandon, and his vocals are strong and assured\", wrote a reviewer in Living Blues Magazine.[14]\n\nDiscography[edit]\nAmerican Roots (2000)\nAlternate Routes (2008)\nGreatest Hits (2011)\nActivism[edit]\nDavis holding up KKK robes at Blues and Rock for Humanity in November 2017\n\n\nWhat I have come to find to be the greatest and most effective and successful weapon that we can use, known to man, to combat such adversaries as ignorance, racism, hatred, violence, is also the least expensive weapon, and the one that is the least used by Americans. That weapon is called communication.\n\n\nDaryl Davis, \"Klan We Talk?\", TEDxCapeMay, 9 January 2018.\n\n\nDavis has worked to improve race relations by seeking out, engaging in dialogue with, and befriending members of the Ku Klux Klan. In 1983, he was playing country western music in a \"white\" bar in Frederick, Maryland, when a patron came up to him and said it was the first time he had \"heard a black man play as well as Jerry Lee Lewis\". Davis explained to the man that \"Jerry Lee learned to play from black blues and boogie-woogie piano players and he's a friend of mine\". The white patron was skeptical and over a drink admitted he was a member of the KKK. The two became friends and eventually the man gave Davis contact information on KKK leaders.[15][16][17]\nA few years later, Davis decided that he wanted to interview Klan members and write a book on the subject, to answer a \"question in my head from the age of 10: 'Why do you hate me when you know nothing about me?' That question had never been answered from my youth\".[18]\nIn meeting with the Imperial Wizard of the KKK in Maryland, Roger Kelly, Davis concealed his race before the interview.\n\n My secretary called him, and I told her, 'do not tell Roger Kelly I'm black. Just tell him I am writing a book on the Klan'. I wanted her to call because she's white. I knew enough about the mentality of the Klan that they would never think a white woman would work for a black man.  She called him and he didn't ask what color I was, so we arranged to meet at a motel.[18]\nThe meeting was tense. Kelly arrived at the motel with a bodyguard armed with a gun. Davis eventually became friends with Kelly[16][8]  and was later invited to be Kelly's daughter's godfather.[8]  When Kelly left the Klan, he gave his robe to Davis.[8]\nDavis eventually went on to befriend over twenty members of the KKK,[16] and claims to have been directly responsible for between forty and sixty, and indirectly over two hundred people leaving the Klan.[19] Over the course of his activities, Davis found that Klansmen have many misconceptions about black people, stemming mostly from intense brainwashing in their youth. When they got to know him, Davis claims, it was more difficult to maintain their prejudices. The artist has recounted his experiences in his 1998 book, Klan-destine Relationships: A Black Man's Odyssey in the Ku Klux Klan.\nKlan members have often invited Davis to meetings, and they have given him their robes and hoods.[16] In 2016, Davis estimated having collected 25 or 26 robes.[20]: 1h18m  Among the \"Knights of the Ku Klux Klan\" he interviewed were Grand Klaliff Chester Doles, Grand Giant Tony LaRicci, and Grand Giant Bob White, according to The Washington Post.[21] One Klan member gave Davis a medallion stamped with the words \"KKK—Member in good standing\".\nDavis claims to be responsible for helping to dismantle the KKK in Maryland because things \"fell apart\" after he began making inroads with its members there.[16][22] However, since then, the KKK was rebuilt in Maryland [23] under Richard Preston, leader of the Confederate White Knights, who was arrested for firing his gun at counterprotesters at the 2017 Unite the Right rally.[24] Davis offered to post Preston's bail.[25] He later took Preston to the National Museum of African American History. Shortly thereafter, he was asked to give away the bride at Preston's wedding.[26]\n\"The lesson learned is: ignorance breeds fear\", says Davis. \"If you don't keep that fear in check, that fear will breed hatred. If you don't keep hatred in check, it will breed destruction\".[21]\nChester Doles, a member of the Klan, was convinced that Davis was a spy for the Anti-Defamation League or some other Klan-buster, and some of Davis's friends have found his fascination with the Klan to be odd. \"He's attracted to controversy\", says Adolph Wright, an old friend and fellow musician who believes Davis is a bit eccentric. \"When the crowd goes right, he goes left\", Wright told the Post.[21]\nDavis's father, retired senior Foreign Service officer William B. Davis, believed that his son engaged with the Klan because he needed to make sense of their hatred, to seek common ground. He remarked to The Washington Post that his son \"has done something that I don't know any other black American, or white American, has done\".[21]\n\nAccidental Courtesy documentary[edit]\nIn the 2016 documentary film Accidental Courtesy: Daryl Davis, Race & America, Davis interacts with KKK members and white supremacists, and provides contrasting views of his activities from members of the Southern Poverty Law Center and Black Lives Matter.[27]\n\nMinds social network[edit]\nDaryl Davis is an official advisor to the decentralized social network Minds.[28][29] He uses the platform to educate people on how to conduct civil discourse to find common ground and build tolerance.[29]\nIn an interview with Forbes, Davis said \"…here [at Minds] you have an open forum where people are welcomed to bring their diverse ideas, even their beliefs, which people may not find popular and have civil discourse…the art of conversing with one another has been lost… This forum will allow people to come on there and be able to be transparent, to have conversation unlike some of the other platforms on the internet\".[30]\nDavis believes education is the best remedy for curing hate: \"[If] you fix the ignorance, there's nothing to fear. If there's nothing to fear, there's nothing to hate. If there's nothing to hate, there's nothing or no one to destroy\".[31]\nIn November 2019, Minds and Davis launched the Deradicalization Initiative to combat online extremism.[32][28] In addition to workshops, meetups, and other live events, the initiative offers educational resources and ideas for promoting tolerance.[33]\n\nChanging Minds podcast[edit]\nAs part of the Deradicalization Initiative, Davis runs a podcast called Changing Minds. The show covers a wide range of topics, including politics, music, and race. Guests are equally diverse and have included notable figures such as:\n\nFormer Ku Klux Klan Imperial Wizard Scott Shepherd.[34]\nFormer Al-Qaeda recruiter Jesse Morton.[35]\nDavid Kaczynski, brother of \"Unabomber\" Ted Kaczynski\nCharles Berry Jr., Chuck Berry's son.[36]\nBlues guitarist Bob Margolin\nDocumentary film director and human rights activist Deeyah Khan\nJournalist and author Brian Karem\nActing[edit]\nDavis has acted on stage, film, and television. He played a minor character in HBO's television series The Wire. He appeared on stage in William Saroyan's The Time of Your Life with Marcia Gay Harden, Brigid Cleary, and Richard Bauer, and in Elvis Mania at an off-Broadway theater in New York City. He received positive reviews for his role in Zora Neale Hurston's Polk County.[37]\n\nReferences[edit]\n\n\n^ a b c d \"Class of 88 – Celebrating Chuck Berry: Jon Carroll, Daryl Davis & Josh Christina... April 17, 2017,\" Archived 2018-10-30 at the Wayback Machine, Institute of Musical Traditions (public-funded), Takoma Park, Maryland, (includes \"a picture of Class of 88 Performer Daryl Davis performing with rock icon, Chuck Berry\"*). Retrieved March 29, 2017 (NOTE: This photo also appears at the \"Go Ahead On!\" blog, April 2010)\n\n^ a b c d \nDavis, Daryl, \"It was my dream to meet Chuck Berry_ Then I got to perform with him for 30 years\", March 28, 2017, The Washington Post. Retrieved March 29, 2017 (includes photos of Davis performing with Berry).\n\n^ a b \"Profile of Daryl Davis Band\". Kennedy-Center.org. The John F. Kennedy Center for the Performing Arts. Archived from the original on January 2, 2015.\n\n^ \"The Silver Dollar Lounge (story on Daryl Davis)\". NPR.org. National Public Radio(NPR).\n\n^ \"Website for Accidental Courtesy: Daryl Davis, Race & America\". Retrieved March 28, 2020.\n\n^ \"Accidental Courtesy: Daryl Davis, Race & America (2016)\". IMDb.com. Retrieved March 28, 2020.\n\n^ Davis, Daryl, speaking in PBS TV Independent Lens documentary film Accidental Courtesy: Daryl Davis, Race & America, aired on PBS television network February 13, 2017, and subsequently; viewed February 18, 2017\n\n^ a b c d Fleishman, Jeffrey, \"A black man's quixotic quest to quell the racism of the KKK, one robe at a time,\" December 8, 2016, Los Angeles Times. Retrieved February 18, 2017\n\n^ Morefield, Kenneth R. (March 24, 2016). \"An African American Confronts the Klan in Accidental Courtesy\". Christianity today. Retrieved January 24, 2018.\n\n^ a b \"Music Biography\". DarylDavis.com.\n\n^ Davis, Daryl, \"Chuck Berry In Concert – 10/22/10 Strathmore Music Center Rockville, MD, (and Bo, and Jerry Lee, and Nat, and Jimmy, and More)\", Go Head On!: The Art, Rock and Influence of Chuck Berry blog, November 2010, Davis' own first-person account of performing with Chuck Berry (with photos showing them playing together). Retrieved March 29, 2017.\n\n^ a b c Malitz, David, \"Playing Your Song,\" June 15, 2007, The Washington Post. Retrieved March 29, 2017.\n\n^ \"Daryl Davis, Artistic Director\". Centrum.org. Centrum Foundation. Archived from the original on January 2, 2015. Retrieved January 2, 2015.\n\n^ \"Reviews and Quotes\". DarylDavis.com.\n\n^ Savastio, Rebecca (November 20, 2013). \"KKK Member Walks up to Black Musician in Bar-but It's Not a Joke, and What Happens Next Will Astound You\". Guardian Liberty Voice.\n\n^ a b c d e Friedersdorf, Conor, \"The Audacity of Talking About Race With the Ku Klux Klan,\" March 27, 2015, The Atlantic. Retrieved February 18, 2017\n\n^ Radford, Benjamin (2018). \"Critical Thinking Approaches to Confronting Racism\". Skeptical Inquirer. 42 (1): 31. Archived from the original on June 22, 2018.\n\n^ a b Davis, Daryl. \"Why I, as a black man, attend KKK rallies\". TEDx. Naperville. Archived from the original on February 15, 2018.\n\n^ Howard, Russell, \"The Russell Howard Hour\" Series 1, Episode 7 November 2, 2017, Sky UK.\n\n^ Accidental Courtesy: Daryl Davis, Race & America, 2016.\n\n^ a b c d Massey, Bob (July 5, 1998). \"Dancing with the Devil\". The Washington Post.\n\n^ O'Brien, Robert (November 25, 2013). \"Here's the Black Blues Musician Who \"Dismantled the Entire KKK in MD\"\". Baltimore Fishbowl.\n\n^ \"Active Hate Groups in the United States in 2015\". SPL center. Retrieved August 8, 2018.\n\n^ Rentz, Catherine. \"Baltimore Klansman tried to rebrand the KKK. Now he awaits trial in Charlottesville shooting\". The Baltimore Sun. Archived from the original on August 8, 2018. Retrieved August 8, 2018.\n\n^ Ward, Justin (June 29, 2018). \"Daryl Davis makes a new friend\". Medium. Retrieved August 8, 2018.\n\n^ Simon, Mallory (August 11, 2018). \"Why a KKK wizard went to the crucible of black history\". CNN. Retrieved January 8, 2020.\n\n^ \"Accidental Courtesy: Daryl Davis, Race & America\". IMDb. December 9, 2016.\n\n^ a b \"144: Daryl Davis and Bill Ottman\". The Blockchain Show. Minds. Retrieved February 22, 2021.\n\n^ a b \"How the far-right harnessed tech in the lead-up to the Capitol riot\". ABC News. Archived from the original on January 28, 2021. Retrieved February 22, 2021.\n\n^ Asare, Janice Gassam. \"How Daryl Davis Inspired More Than 200 White Supremacists To Change And How His New Platform Will Help Spark Meaningful Dialogue\". Forbes. Retrieved February 22, 2021.\n\n^ Duwe, Morena (March 18, 2020). \"Daryl Davis: the black musician who converts Ku Klux Klan members\". The Guardian. ISSN 0261-3077. Retrieved February 22, 2021.\n\n^ Wallen, Jack (June 25, 2020). \"Is Minds the social networking site we've been waiting for?\". TechRepublic. Retrieved February 22, 2021.\n\n^ \"Get involved // Minds Deradicalization\". @change. Minds. Retrieved February 22, 2021.\n\n^ \"Reformed Racists: Is There Life After Hate for Former White Supremacists?\". PBS-TV. February 9, 2017. Retrieved August 4, 2021.\n\n^ \"Once a Qaeda Recruiter, Now a Voice Against Jihad\". New York Times. August 29, 2016. Retrieved August 4, 2021.\n\n^ \"Chuck Berry's Son Remembers Rock Pioneer: 'He Was Inspirational'\". Rolling Stone. March 19, 2017. Retrieved August 4, 2021.\n\n^ \"Daryl Davis – Actor Resume\". DarylDavis.com.\n\n\nExternal links[edit]\n\n\n\nWikiquote has quotations related to Daryl Davis.\n\n\n\n\nWikimedia Commons has media related to Daryl Davis.\n\nOfficial website\nChanging Minds podcast\nDaryl Davis at IMDb\nProfile of Daryl Davis Band, Kennedy Center website\n\"Daryl Davis - Reaching out to the KKK\", in-depth interview/debate on BBC's HARDtalk, August 11, 2021 (also available at: [1]).\nAuthority control databases International\nFAST\nISNI\nVIAF\nNational\nNorway\nGermany\nUnited States\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Daryl_Davis&oldid=1195629548\"",
    "twitter": ""
  },
  {
    "name": "Dave Yost",
    "bias": "right-center",
    "allsides_link": "https://www.allsides.com/news-source/dave-yost-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "lawyer",
    "wiki": "51st Attorney General of Ohio\nFor persons of a similar name, see David Yost (disambiguation). For the actor, see David Yost.\n\n\nDave Yost51st Attorney General of OhioIncumbentAssumed office January 14, 2019GovernorMike DeWinePreceded byMike DeWine32nd Auditor of OhioIn officeJanuary 10, 2011 – January 12, 2019GovernorJohn KasichPreceded byMary TaylorSucceeded byKeith Faber\nPersonal detailsBornDavid Anthony Yost (1956-12-22) December 22, 1956 (age 67)Political partyRepublicanSpouseDarleneChildren3EducationOhio State University (BA)Capital University (JD)\nDavid Anthony Yost (born December 22, 1956) is an American politician and lawyer who currently serves as the 51st Attorney General of Ohio. A member of the Republican Party, Yost previously served as Ohio State Auditor.\n\n\nEducation and career[edit]\nYost graduated from Ohio State University with a Bachelor of Arts degree in journalism. He earned a Juris Doctor from the Capital University Law School.[1]\nAfter earning his bachelor's degree, Yost became a journalist with the Columbus Citizen-Journal.[2]  He later served in senior positions within the administration of Columbus Mayor Buck Rinehart and Ohio Governor George Voinovich.[3] Yost was appointed Delaware County Auditor in 1999.[4] In 2003, he became the Delaware County Prosecutor.[5]\nIn September 2019, Yost was one out of nine state attorneys general that launched an antitrust investigation into Facebook and Google, to investigate whether or not they were stifling competition in their respective fields.[6][7]\nIn mid-March 2023, about five weeks after the Feb. 3 East Palestine train derailment, Republican AG Yost made the news with his announcement of Ohio's 58-count civil damages lawsuit against Norfolk Southern for its \"glaring negligence\" and prioritizing profits over communities' safety.[8][9]\n\nAbortion[edit]\nFollowing the Dobbs v. Jackson Women's Health Organization decision, Yost filed a successful motion to dissolve the injunction on Ohio's six-week abortion ban.[10] On June 24, 2022, Yost tweeted that \"The Heartbeat Bill is now the law.\" He released a video statement on YouTube the same day in which he said, \"This decision returns abortion policy to the place it has always belonged: to the elected policies branches of the governments.\"[11]\nYost's son and daughter-in-law publicly criticized his actions in messages on Facebook on June 24 and 25, the former saying, \"[T]he lack of pro choice is blatantly against what this country says it is on its banners and documents. The land of the free doesn't seem so free right now.\"[12]\nOn June 30, 2022, shortly after the ban became effective, a 10-year-old rape victim who was \"six weeks and three days\" pregnant traveled from the Columbus area to Indianapolis, Indiana, to get an abortion to avoid carrying her rapist's child.[13][14][15] The incident was widely reported, beginning with an article in the Indianapolis Star newspaper on July 1, and was mentioned by President Joe Biden on July 8, 2022, in comments at the White House.[16] On July 11, Yost disputed the report, saying that neither his office or the state crime lab had any information on the matter, and that his staff had heard \"not a whisper\" about it; in an interview on July 12, Yost said it was \"more likely that this is a fabrication\".[17] That day, the report was confirmed by the Columbus Division of Police and a rape suspect was arrested.[18]\nOn July 14, Yost's office shared a backgrounder with media and on Twitter[19] which listed specific exceptions contained in Ohio's \"Heartbeat Law\", and suggested, as had Yost in interviews on July 11, that the 10-year-old girl would have been able to obtain a legal abortion under those exceptions. The Ohio Legislative Commission said that nothing in the language of the law explicitly includes the age of the person seeking an abortion as a qualification for exception, and that it was unclear whether the girl would have qualified for a legal abortion.[20][21]  The following week, Yost rejected calls from the chairman of the Ohio Democratic Party and others for his resignation.[22]\n\nAttempt to invalidate 2020 presidential election results[edit]\nAfter Joe Biden won the 2020 presidential election, Yost filed a \"friend-of-the-court\" brief in support of the Trump campaign's attempt to invalidate ballots cast in Pennsylvania.[23][24] However, in December 2020, Yost opposed a lawsuit filed by Texas Attorney General Ken Paxton which sought to subvert the presidential election results and prevent Biden from being certified as the winner.[25]\n\nPersonal life[edit]\nYost and his wife Darlene live in Franklin County, Ohio. They have three children and four grandchildren.[26]\n\nSwatting[edit]\nOn December 28, 2023, Yost was swatted, along with other Ohio Republican politicians, during the 2023 swatting of American politicians.[27]\n\nElectoral history[edit]\nYost was elected Ohio's 32nd state auditor in November 2010.[28]  In January 2017 he announced he was running for Ohio Attorney General in 2018.[29]\n\n\n\nOhio Auditor Republican Primary Election, 2010\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\nRepublican\n\nDave Yost\n\n457,820\n\n64.88\n\n\nRepublican\n\nSeth Morgan\n\n247,848\n\n35.12\n\n\n\nOhio Auditor Election, 2010\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\nRepublican\n\nDave Yost\n\n1,882,010\n\n50.22\n\n\nDemocratic\n\nDavid Pepper\n\n1,683,330\n\n44.91\n\n\nLibertarian\n\nMichael Howard\n\n182,534\n\n4.87\n\n\n\nOhio Auditor Election, 2014\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\nRepublican\n\nDave Yost (inc.)\n\n1,711,927\n\n56.98\n\n\nDemocratic\n\nJohn Patrick Carney\n\n1,149,305\n\n38.25\n\n\nLibertarian\n\nBob Bridges\n\n143,363\n\n4.77\n\n\n\nOhio Attorney General Election, 2018\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\nRepublican\n\nDave Yost\n\n2,272,440\n\n52.16\n\n\nDemocratic\n\nSteve Dettelbach\n\n2,084,593\n\n47.84\n\n\n\nOhio Attorney General Election, 2022\n\n\nParty\n\nCandidate\n\nVotes\n\n%\n\n\nRepublican\n\nDave Yost\n\n2,484,753\n\n60.1\n\n\nDemocratic\n\nJeffrey Crossman\n\n1,647,644\n\n39.9\n\nReferences[edit]\n\n\n^ \"StackPath\". fedsoc.org. Retrieved February 8, 2020.\n\n^ \"About\". Dave Yost. Retrieved February 8, 2020.\n\n^ \"Editorial: For Ohio attorney general: Dave Yost is the better choice\". The Columbus Dispatch. Archived from the original on July 15, 2021. Retrieved February 8, 2020.\n\n^ \"Ohio Auditor Dave Yost Lincoln Day Dinner Speaker in Cambridge\". Toledoblade.com. Retrieved August 13, 2014.\n\n^ Naymik, Mark (January 25, 2010). \"Delaware County Prosecutor David Yost leaves Ohio attorney general race for auditor's race\". Cleveland \"Plain Dealer\".\n\n^ Ingles, Jo (September 18, 2019). \"Ohio Lawmakers Support Yost in Investigation of Facebook and Google\". Wksu.org. Retrieved October 18, 2019.\n\n^ \"State Attorneys General Want To Know If Facebook And Google Are Too Big\". NPR.org. Retrieved October 18, 2019.\n\n^ \"Ohio Attorney General Yost sues Norfolk Southern over East Palestine train derailment\". Ohio Capital Journal. Retrieved March 16, 2023.\n\n^ \"Ohio Attorney General Dave Yost sues Norfolk Southern over all the damage from the derailment: Today in Ohio\". MSN. Retrieved March 16, 2023.\n\n^ \"Ohio's six-week abortion ban becomes law hours after Supreme Court's Dobbs decision\". Dispatch.com.\n\n^ \"Ohio AG says 'heartbeat bill' is now law\". News5cleveland.com. June 24, 2022. Retrieved July 2, 2022.\n\n^ Hancock, Laura (June 27, 2022). \"Ohio GOP Attorney General's son, daughter-in-law publicly split with Dave Yost on abortion rights\". Cleveland.com. Retrieved July 11, 2022.\n\n^ Rudavsky, Shari; Fradette, Rachel (July 1, 2022). \"Patients head to Indiana for abortion services as other states restrict care\". The Indianapolis Star. Retrieved July 12, 2022.\n\n^ \"\"She's 10\": Child rape victim's abortion denial sparks outrage on Twitter\". Newsweek. July 2, 2022. Retrieved July 2, 2022.\n\n^ Glenn Kessler (July 9, 2022). \"A one-source story about a 10-year-old and an abortion goes viral\". The Washington Post. Washington, D.C. ISSN 0190-8286. OCLC 1330888409.\n\n^ Mariana Alfaro (July 9, 2022) [2022-07-08]. \"Biden decries case of 10-year-old rape victim forced to travel for abortion\". The Washington Post. Washington, D.C. ISSN 0190-8286. OCLC 1330888409.[please check these dates]\n\n^ Richardson, Valerie (July 11, 2022). \"Ohio AG casts doubt on report of 10-year-old rape victim seeking abortion\". The Washington Times.\n\n^ Timothy Bella (July 14, 2022) [2022-07-13]. \"Man charged in rape of 10-year-old girl who had to travel for abortion\". The Washington Post. Washington, D.C. ISSN 0190-8286. OCLC 1330888409.[please check these dates]\n\n^ \"The Ohio Attorney General's Office issued the following legal explainer regarding exemptions to Ohio's Heartbeat Law\". Twitter.com. Retrieved July 17, 2022.\n\n^ Aaron Blake (July 15, 2022) [2022-07-14]. \"What Ohio abortion law says about a 10-year-old rape victim\". The Washington Post. Washington, D.C. ISSN 0190-8286. OCLC 1330888409.[please check these dates]\n\n^ Staver, Anna; BeMiller (July 14, 2022). \"Do 10-year-olds meet 'life of mother' abortion exemptions? Ohio lawmakers, doctors divided\". The Columbus Dispatch.\n\n^ Bischoff, Laura (July 19, 2022). \"Ohio AG Dave Yost should resign over comments about 10-year-old rape victim, Democrats say\". The Columbus Dispatch.\n\n^ \"GOP-led states back Trump's legal drive to challenge election\". POLITICO. November 9, 2020. Retrieved November 9, 2020.\n\n^ Richardson, Seth A. (November 10, 2020). \"Ohio Attorney General Dave Yost signs off on Trump lawsuit that Pennsylvania should invalidate some votes: Capitol Letter\". Cleveland.com. Retrieved December 10, 2020.\n\n^ Pelzer, Jeremy; clevel; .com (December 10, 2020). \"Ohio AG Dave Yost files brief criticizing Texas' lawsuit challenging Biden win\". cleveland. Retrieved December 10, 2020.\n\n^ \"Dave Yost - Ohio Attorney General Dave Yost\". Ohioattorneygeneral.gov. Retrieved February 8, 2020.\n\n^ Jordan, Felicia (December 29, 2023). \"'Swatting' call reporting shooting draws police to homes of Ohio lawmaker, AG Dave Yost\". WCPO 9 Cincinnati. Retrieved December 30, 2023.\n\n^ \"Republican David Yost defeats Pepper for Ohio auditor\". Toledoblade.com. Toledo Blade. March 11, 2010. Retrieved August 17, 2012.\n\n^ Gomez, Henry J. (January 24, 2017). \"Ohio Auditor Dave Yost launches attorney general bid\". Cleveland.com.\n\n\nExternal links[edit]\nAppearances on C-SPAN\n\n\nParty political offices\n\n\nPreceded byMary Taylor\n\n Republican nominee for Ohio State Auditor 2010, 2014\n\nSucceeded byKeith Faber\n\n\nPreceded byMike DeWine\n\n Republican nominee for Ohio Attorney General 2018, 2022\n\nMost recent\n\n\nPolitical offices\n\n\nPreceded byMary Taylor\n\n Auditor of Ohio 2011–2019\n\nSucceeded byKeith Faber\n\n\nLegal offices\n\n\nPreceded byMike DeWine\n\n Attorney General of Ohio 2019–present\n\nIncumbent\n\n\nvteOhio Attorneys General\nStanbery\nMcCormick\nPugh\nMcCook\nKimball\nWolcott\nMurray\nCritchfield\nRichardson\nOlds\nWest\nPond\nLittle\nPillars\nNash\nHollingsworth\nLawrence\nKohler\nWatson\nRichards\nMonnette\nSheets\nEllis\nDenman\nHogan\nTurner\nMcGhee\nPrice\nCrabbe\nTurner\nBettman\nBricker\nDuffy\nHerbert\nJenkins\nDuffy\nO'Neill\nSaxbe\nMcElroy\nSaxbe\nBrown, P.\nBrown, W.\nCelebrezze\nFisher\nMontgomery\nPetro\nDann\nRogers\nCordray\nDeWine\nYost\n\nvteStatewide political officials of OhioU.S. senators\nSherrod Brown\nJ. D. Vance\nState government\nMike DeWine, Governor\nJon Husted, Lieutenant Governor\nFrank LaRose, Secretary of State\nDave Yost, Attorney General\nKeith Faber, Auditor\nRobert Sprague, Treasurer\nSenate\nMatt Huffman, President\nKirk Schuring, President pro tempore\nRob McColley, Majority Leader\nNickie Antonio, Minority Leader\nHouse\nJason Stephens, Speaker\nScott Oelslager, Speaker pro tempore\nBill Seitz, Majority Leader\nAllison Russo, Minority Leader\nSupreme Court\nSharon L. Kennedy, Chief Justice\nPat Fischer\nPat DeWine\nMichael Donnelly\nMelody J. Stewart\nJennifer Brunner\nJoe Deters, Associate Justices\n\nvteAttorneys general of the United StatesUnited States Attorney General: ▌Merrick Garland (D)\nAL ▌Steve Marshall (R)\nAK ▌Treg Taylor (R)\nAZ ▌Kris Mayes (D)\nAR ▌Tim Griffin (R)\nCA ▌Rob Bonta (D)\nCO ▌Phil Weiser (D)\nCT ▌William Tong (D)\nDE ▌Kathy Jennings (D)\nFL ▌Ashley Moody (R)\nGA ▌Christopher M. Carr (R)\nHI ▌Anne E. Lopez (D)\nID ▌Raúl Labrador (R)\nIL ▌Kwame Raoul (D)\nIN ▌Todd Rokita (R)\nIA ▌Brenna Bird (R)\nKS ▌Kris Kobach (R)\nKY ▌Russell Coleman (R)\nLA ▌Liz Murrill (R)\nME ▌Aaron Frey (D)\nMD ▌Anthony Brown (D)\nMA ▌Andrea Campbell (D)\nMI ▌Dana Nessel (D)\nMN ▌Keith Ellison (DFL)\nMS ▌Lynn Fitch (R)\nMO ▌Andrew Bailey (R)\nMT ▌Austin Knudsen (R)\nNE ▌Mike Hilgers (R)\nNV ▌Aaron D. Ford (D)\nNH ▌John Formella (R)\nNJ ▌Matt Platkin (D)\nNM ▌Raúl Torrez (D)\nNY ▌Letitia James (D)\nNC ▌Josh Stein (D)\nND ▌Drew Wrigley (R)\nOH ▌Dave Yost (R)\nOK ▌Gentner Drummond (R)\nOR ▌Ellen Rosenblum (D)\nPA ▌Michelle Henry (D)\nRI ▌Peter Neronha (D)\nSC ▌Alan Wilson (R)\nSD ▌Marty Jackley (R)\nTN ▌Jonathan Skrmetti (R)\nTX ▌Ken Paxton (R)\nUT ▌Sean Reyes (R)\nVT ▌Charity Clark (D)\nVA ▌Jason Miyares (R)\nWA ▌Bob Ferguson (D)\nWV ▌Patrick Morrisey (R)\nWI ▌Josh Kaul (D)\nWY ▌Bridget Hill (R)\nFederal districts:\nDC ▌Brian Schwalb (D)Territories:\nAS ▌Fainu'ulelei Alailima-Utu\nGU ▌Doug Moylan (R)\nMP ▌Ed Manibusan (D)\nPR ▌Domingo Emanuelli (NPP)\nVI ▌Ariel K. Smith\n\nPolitical party affiliations\n\n▌28 Republicans (27 states, 1 territory)\n▌25 Democrats (23 states, 1 territory, 1 district)\n▌1 New Progressive (1 territory)\n▌2 Unknown (2 territories)An asterisk (*) indicates that the officeholder is serving in an acting capacity.State abbreviations link to position articles.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Dave_Yost&oldid=1196297371\"",
    "twitter": ""
  },
  {
    "name": "Dave Zirin",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/dave-zirin-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Journalist",
    "wiki": "American sports journalist\n\n\nDave ZirinBorn1974 (age 49–50)EducationMacalester College (BA)OccupationSports journalismNotable credit(s)The John Carlos Story: The Sports Moment That Changed the WorldA People's History of Sports in the United StatesWelcome to the Terrordome: The Pain, Politics, and Promise of SportsWebsiteedgeofsports.com\nDave Zirin, born 1974, is an American political sportswriter. He is the sports editor for The Nation, a weekly progressive magazine dedicated to politics and culture, and writes a blog named Edge of Sports: the weekly sports column by Dave Zirin.[1] As of January 2022, he has authored eleven books.\n\n\nEarly life and education[edit]\nZirin was born in New York City.[2] He is of Jewish descent.[3][4] He graduated from Macalester College in St. Paul, Minnesota.[2]\n\nCareer[edit]\nZirin was the host of the Edge of Sports Podcast, hosted by the Slate/Panoply network.  He also co-hosted \"The Collision: Where Sports and Politics Collide on Pacifica Radio\" with former NBA player Etan Thomas. Zirin is a contributor to The Nation, and has been a columnist for SLAM Magazine, and The Progressive. He has been a guest on ESPN's Outside The Lines and Democracy Now!.[5][6]\nHis first book, What’s My Name, Fool? Sports and Resistance in the United States (Haymarket Books) has entered its third printing.[5][7]\nZirin has published Welcome to the Terrordome: The Pain, Politics, and Promise of Sports, and A People’s History of Sports in the United States, a sports-related volume in the manner of Howard Zinn's A People's History of the United States series for The New Press.[5][8] In addition to “What’s My Name, Fool?”, he has also published “The Muhammad Ali Handbook” for MQ Publications.[9] Zirin is also the published children's book author of “My Name is Erica Montoya de la Cruz” (RC Owen).[10]  \"A People's History of Sports\" forms the basis of a documentary co-written and narrated by Zirin called Not Just A Game: Power, Politics and American Sports, produced by the Media Education Foundation.[11]\nZirin is the co-author with John Carlos of The John Carlos Story: The Sports Moment That Changed the World (Haymarket Books, 2011).[11]\nHe writes a blog named Edge of Sports: the weekly sports column by Dave Zirin.[1]\n\nPolitical views[edit]\nZirin has repeatedly called for sports boycotts of certain teams, states, or nations for political reasons.\n\nCall for boycott of Arizona[edit]\nOn April 27, 2010, writing for The Guardian, Zirin called for a boycott against sports teams from Arizona, in particular the Diamondbacks, to protest the Arizona SB 1070, the Support Our Law Enforcement and Safe Neighborhoods Act.[12][13][unreliable source?] He expressed support during the 2010 NBA Playoffs for the Phoenix Suns, who went by \"Los Suns\" as a statement against the Arizona immigration law.[14]\n\nSupport of boycotts of Israel[edit]\nOn June 2, 2010, writing for The Nation, Zirin justified the decision of the Turkish U-19 soccer team to boycott a match against Israel. He described the Gaza flotilla raid as an act of state terror committed by the Israeli government and proposed a boycott of Israel.[15]\n\nCriticism of Hank Williams, Jr.[edit]\nOn October 6, 2011, during a live interview conducted on the sports cable television network, ESPN, Zirin referred to Hank Williams, Jr. as racist and proslavery after Williams, the writer and singer of ESPN's then-Monday Night Football theme song, made a political statement in which he compared multiracial US President Barack Obama to former German national socialist leader, Adolf Hitler.[16]\n\nDefense of Barry Bonds[edit]\nIn an undated interview, Zirin claims “I never wrote that I \"believe Bonds has never done steroids.\"” He continues: “unlike oh so many others, the man never actually failed a steroids test. Is there a ton of circumstantial evidence that the man juiced? Absolutely. But he is still the best player I've ever seen. The best player of what will go down as the anabolic era.”[17][unreliable source?] Zirin claims that, rather than steroid use, “much of the reaction to Bonds is simply bad old-fashioned racism”.[18]\n\nBibliography[edit]\nWhat's My Name, Fool? Sports and Resistance in the United States, Chicago: Haymarket Books, 2005. |  ISBN 978-1-931859-20-2\nWelcome to the Terrordome: The Pain, Politics, and Promise of Sports, Chicago: Haymarket Books, 2007. |  ISBN 978-1-931859-41-7\nMuhammad Ali Handbook, Chicago: MB Press, 2007. |  ISBN 978-1-84601-155-9\nA People's History of Sports In The United States\", The New Press, 2008. |  ISBN 978-1-59558-100-6\nBad Sports: How Owners Are Ruining the Games We Love, New York: Scribner Books, 2010. |  ISBN 978-1-4165-5475-2\nThe John Carlos Story: The Sports Moment That Changed the World, Chicago: Haymarket Books, 2011. |  ISBN 978-1-60846-127-1\nGame Over: How Politics Has Turned the Sports World Upside Down, The New Press. 2013. |  ISBN 978-1-59558-815-9\nBrazil's Dance with the Devil: The World Cup, the Olympics, and the Fight for Democracy, Haymarket Books. 2014. ISBN 9781608463602\nThings That Make White People Uncomfortable Hardcover – Apr 13 2018\nJim Brown: Last Man Standing Hardcover – May 15, 2018\nThe Kaepernick Effect: Taking a Knee, Changing the World—September 14, 2021 - Hardcover\nMovies in DVD format[edit]\nNot Just a Game – Power, Politics & American Sports, Media Education Foundation, 62-minutes, 2011 | ISBN 978-1-932869-50-7\nRace, Power & American Sports, Featuring Dave Zirin, Media Education Foundation, 45-minutes, 2013 | ISBN 978-1-932869-76-7\nReferences[edit]\n\n\n^ a b Dave Zirin (September 20, 2012). \"Edge of Sports: the weekly sports column by Dave Zirin\". Edge of Sports. Archived from the original on April 5, 2014. Retrieved April 8, 2014.\n\n^ a b Bleacher Report: \"The B/R Interview: Dave Zirin\" by Max Tcheyan\" November 4, 2008\n\n^ Eli, Philip (March 7, 2018). \"Is Dave Zirin The Most Important Sportswriter In America?\". The Forward. As Zirin becomes evermore recognizable, he joins a rich tradition of Jewish sportswriters and commentators that includes Howard Cosell, Tony Kornheiser and Al Michaels. When I asked him about his Judaism, he told me that, more than anything, his sense of being Jewish is \"a commitment to questioning what I'm told is true.\"\n\n^ Zirin, Dave (November 23, 2015). \"Dave Zirin on Twitter\". Twitter.com. Retrieved August 24, 2017. If as a Jewish male, sportswriter I get bombarded by jackasses for saying Palestinians are human, can't imagine what Arab/Muslim folks get.\n\n^ a b c \"Author Bios: Dave Zirin\". The Nation. April 2, 2010. Retrieved April 8, 2014.\n\n^ Dave Zirin (September 20, 2012). \"Dave Zirin\". Edge of Sports. Archived from the original on July 5, 2008. Retrieved April 8, 2014.\n\n^ Dave Zirin. \"Edge of Sports -> Bio\". Archived from the original on July 5, 2008. Retrieved June 26, 2008.\n\n^ Altman, Alex (September 22, 2008). \"A People's History of Sports\". Content.time.com. Retrieved April 8, 2014.\n\n^ Dave Zirin (September 20, 2012). \"The Books\". Edge of Sports. Archived from the original on April 5, 2014. Retrieved April 8, 2014.\n\n^ David Zirin. \"My Name Is Erica Montoya de la Cruz\". Barnes & Noble. Retrieved April 8, 2014.\n\n^ a b Dave Zirin (September 20, 2012). \"Edge of Sports\". Edge of Sports. Archived from the original on April 5, 2014. Retrieved April 8, 2014.\n\n^ Dave Zirin (April 27, 2010). \"Arizona: Boycott the Diamondbacks\". London: Guardian. Retrieved April 8, 2014.\n\n^ Kwan (July 27, 2010). \"Here Comes Los Suns: Dave Zirin on Sports and Resistance\". Making Contact. National Radio Project.\n\n^ Dave Zirin (May 6, 2010). \"Dave Zirin: Los Suns Also Rise: Phoenix Suns Win in More Ways Than One\". Huffingtonpost.com. Retrieved April 8, 2014.\n\n^ Dave Zirin (June 2, 2010). \"Are Teams Right to Refuse to Play Israel\". Thenation.com. Retrieved April 8, 2014.\n\n^ \"ESPN, Hank Williams Jr. part ways\". Espn.go.com. October 6, 2011. Retrieved April 8, 2014.\n\n^ Dan Lewis. \"No Softballs: Dave Zirin\". Archived from the original on November 12, 2007. Retrieved June 26, 2008.\n\n^ Dave Zirin. \"THE UNFORGIVEN: Jack Johnson and Barry Bonds\". Edge of Sports. Archived from the original on July 5, 2008. Retrieved June 26, 2008.\n\n\nExternal links[edit]\n\n\n\nWikimedia Commons has media related to Dave Zirin.\n\nThe Edge of Sports\nAppearances on C-SPAN\nAuthority control databases International\nISNI\nVIAF\nNational\nIsrael\nUnited States\nArtists\nMusicBrainz\nOther\nIdRef\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=Dave_Zirin&oldid=1196157378\"",
    "twitter": ""
  },
  {
    "name": "David Axelrod",
    "bias": "left-center",
    "allsides_link": "https://www.allsides.com/news-source/david-axelrod-media-bias",
    "link_for_bio": "",
    "link_for_arts": "",
    "occupations": "Politician",
    "wiki": "David Axelrod may refer to:\n\nDavid Axelrod (musician) (1931–2017), American composer, arranger and producer\nDavid Axelrod (political consultant), (born 1955) senior advisor to former U.S. President Barack Obama.\nDavid Jason Axelrod Ha'ivri (born 1967), an Israeli settler, political activist\nDavid Axelrod (physician) (1935–1994), a medical doctor and New York State Commissioner of Health in the 1980s and 1990s; drafted the Libby Zion Law\n\nTopics referred to by the same termThis disambiguation page lists articles about people with the same name. If an internal link led you here, you may wish to change the link to point directly to the intended article.\n\n\n\n\n\nRetrieved from \"https://en.wikipedia.org/w/index.php?title=David_Axelrod&oldid=1118165831\"",
    "twitter": ""
  }
]