[
  {
    "name": "Jim Acosta",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@Acosta",
    "Bias Analysis": [
      "During the Trump Administration, his press pass was suspended. Frequently reports negatively on Republicans. Wrote a book called Enemy of the People that was highly critical of former Republican President Trump.",
      "Advocates for climate action. Reports accurately on Covid-19.",
      ": Pro-immigration, little else is known but tends to report more positively on Democratic social positions."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Jim Acosta The Tennessee Holler@TheTNHoller·9 янв.Trump’s Defense Secretary to @Acosta: I do regard Trump as a threat to democracy.” 0:00 / 0:311216349342 тыс.",
      "Jim Acosta Molly Jong-Fast@MollyJongFast·9 янв.В ответ @MollyJongFasthttps://vanityfair.com/news/donald-trumps-january-6-media…962 тыс.7 тыс.426 тыс.",
      "Jim Acosta Sarah Longwell@SarahLongwell25·8 янв.In a normal, healthy, political environment, the former President and current front-runner for the presidential nomination being called a threat to democracy by his former defense secretary would be big news.ЦитатаRepublican Accountability@AccountableGOP·7 янв.Trump’s former Defense Secretary Mark Esper on Donald Trump: \"I do regard him as a threat to democracy.\"0:01 / 0:311582 тыс.9 тыс.548 тыс.",
      "Hill: What really is annoying is that he's on a weekly mainstream media platform, complaining about the mainstream media censoring him. Sir, you're not silenced, it's just people think that a lot of the things that come out of your mouth are stupid.Chris Christie is caught on a hot mic ahead of his expected announcement that he's dropping out of the presidential race:He says Nikki Haley is gonna get smoked and a petrified Ron DeSantis called him.",
      "Back with you 4-8p eastern. Joining to discuss: @ZoeLofgren Harry Dunn aka @libradunn @MarkHertling @EsperDoD @ananavarro @PaulBegala @ScottJenningsKY @finneyk @RonBrownstein @shanlonwu @SangerNYT plus @questCNN & @ForecasterEnten - see you soon.",
      "Supreme Court agrees to decide whether Trump can be barred from holding office. The court schedules oral arguments for February 8. https://cnn.com/2024/01/05/politics/supreme-court-trump-colorado-14th-amendment-insurrectionist-clause/index.html"
    ]
  },
  {
    "name": "Christiane Amanpour",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@amanpour",
    "Bias Analysis": [
      "Political Views: Christiane Amanpour is known for her in-depth reporting on international affairs and conflicts. While she has maintained a relatively neutral stance, she has been criticized for being biased against Israel in her reporting on the Israeli-Palestinian conflict. Amanpour has described herself as a truth-seeker,” and her slogan is to be truthful, not neutral.” Although she has occasionally been critical of Republican and Democratic administrations, her general stance aligns more closely with liberal perspectives.",
      "Scientific Views: Amanpour supports climate change action and has reported on the issue extensively.",
      "Social Views: Amanpour has consistently supported women’s rights and gender equality in her career, featuring relevant stories in her programs. Additionally, she has reported on LGBTQ rights, racial and social justice, and refugee crises, demonstrating her commitment to social equity."
    ],
    "Failed Fact Checks": [],
    "twits": [
      "It is a bloodbath. And you cannot ignore it. Israeli columnist and reporter Gideon Levy @gideonle discusses Israel’s ongoing war in Gaza, and why he believes the goals that Israel has declared are… at least partly unachievable",
      "America and its allies need to be firm” but not needlessly provocative.” Former four-star general David Petraeus tells me why the West’s relationship with China is the most consequential of our time. #TheAmanpourHour airs 11aET Saturdays on @CNN",
      "Ugandan popstar-turned-politician @HEBobiwine tells me music “landed me into trouble – good trouble.” A new film follows his run for the presidency, and the story isn’t over: “We are definitely going to continue challenging General Museveni in every… moral & constitutional way.”",
      "“The consequences of Putin conquering Ukraine would be catastrophic.” Poland’s Foreign Minister @radeksikorski tells me “the cost of deterring Putin after he conquers Ukraine would be much much higher than the cost of keeping the Ukrainians supplied now,” urging additional US aid",
      "The number of journalists killed during Israel’s war on Hamas is appalling and unprecedented.79 in just three months, according to @pressfreedomJournalists in Gaza are our eyes and ears for the truth, and must be protected, like civilians, under the laws of war.",
      "Christiane Amanpour@amanpour.We face more complex and more dangerous challenges than arguably at any time since the end of the Cold War, if not the end of World War Two.” Watch my intel briefing with fmr CIA director David Petraeus. #TheAmanpourHour 11aET Saturdays on @CNN.5623360443 тыс.",
      "Christiane Amanpour@amanpour.On the show today: My intel briefing from America’s fmr spymaster, a world exclusive interview with the IMF’s very cheerful chief, and why Lenny Kravitz is dancing nearly naked at nearly 60.#TheAmanpourHour starts at 11aET Saturdays on @CNN274012728 тыс.",
      "Christiane Amanpour@amanpour.The statement was not true. It was ridiculous… I wonder how he feels about it today.” @LennyKravitz reflects on his friend Jann Wenner, who was heavily criticized last year for saying Black and female musicians weren’t articulate” enough to be included in his book The Masters.0:00 / 2:46132814736 тыс.",
      "Christiane Amanpour@amanpour.I knew his name but I did not know the story. I was actually embarrassed by that, because I grew up in a family that was involved in the civil rights movement.” @LennyKravitz tells me how he wrote his Oscar-shortlisted song for a new biopic of Bayard Rustin and what he learned.0:01 / 5:05112713224 тыс."
    ]
  },
  {
    "name": "Bret Baier",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/Chief Political Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@BretBaier",
    "Bias Analysis": [
      "Political Views: Bret Baier identifies as independent and has publicly emphasized impartiality, as stated in a 2014 Facebook Q&A. However, his handling of the 2020 election coverage and leaked text messages, which suggest he considered delaying Fox News’ call of the election due to backlash from Trump-supporting viewers, indicate a potential lean towards conservative viewpoints. His stance shifted after the January 6 Capitol insurrection, with him describing Cassidy Hutchinson’s testimony as jaw-dropping.” Despite publicly committing to impartiality, certain actions and events suggest a potential center-right bias. Nevertheless, Baier’s commitment to journalistic integrity amidst a predominantly conservative network is evident, particularly in his willingness to challenge conservative viewpoints.",
      "Scientific Views: Although Bret Baier has not directly expressed his opinion on climate change, his program has faced criticism for spreading misinformation and denial regarding climate change. According to research conducted by Media Matters, nearly 88% of segments on his show have been found to contain false or misleading information. The report titled Fox’s flagship straight news” show has a troubling record on the climate crisis” sheds light on this issue.",
      "Social Views: According to Adweek, Fox News anchor Bret Baier is a practicing Catholic and has even been invited to speak at Catholic school fundraisers, reflecting the significance of his faith in his life. However, there is no explicit public record of his stance on abortion or whether he identifies as pro-life.   "
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Coco @CoClarified·21 чI didn’t have Bret Baier asking for my number on my 2024 bingo card 923852823 тыс.",
      "GOP@GOP·28 мин\"In an interview with Fox's Bret Baier several days ago, Mayorkas admitted he is aware that more than 70 percent of illegal immigrants encountered at the border are released into the United States.\"Further reports say that number is actually over 85%.Dismantling Mayorkas' Latest Garbage Talking PointС townhall.com2421507 тыс.",
      "BowTied Anticommunist@posting_anon·5 чAlready today, @FoxBusiness @Varneyco has claimed a low-turnout caucus favors Trump (?!), and Trump has the energy of a 50 year old \"campaigning all over the place\".@BretBaier, obviously you have no editorial control of other Fox programs, but this flagrant bias is precisely…Показать ещё32231553 тыс.",
      "Ian Miles Cheong@stillgray·9 янв.Nikki Haley continues to embarrass herself. Nikki Haley: I never once said the retirement age is way too low.Bret Baier: Wait a minute. In a Bloomberg interview you said the retirement age needs to be raised.Nikki Haley: Yes.2556293 тыс.286 тыс.",
      "Right Wing Dad@RightWingDad·48 минHere's to hoping @BretBaier asks trump about his covid record and his promises he broke.I don't expect Epstein to come up because it's Fox and they run cover for Trump but it is what it is.8250686"
    ]
  },
  {
    "name": "Krystal Ball",
    "bias": "LEFT",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/Video Host",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@krystalball",
    "Bias Analysis": [
      "Political Views: She often discusses progressive policies and ideas on her show and is critical of both  Democratic and Republican establishments.",
      "Scientific Views: On her show, she generally holds pro-science views. Ball often discusses various scientific topics, such as climate change and COVID-19, and typically aligns with the scientific consensus.",
      "Social Views: Ball advocates for various social issues, including economic equality, healthcare reform, and workers’ rights. She often discusses these topics from a progressive standpoint on her show on her op-eds. "
    ],
    "Failed Fact Checks": [],
    "twits": [
      "Ryan Grim@ryangrim.Here’s @krystalball on the famine being fueled by Israel’s blockadeАвтор: HalalFlow3543095375 тыс.",
      "HalalFlow@halalflow.Here's @krystalball talking about Netanyahu's allies' horrifying defense of Israel's starvation policy in Gaza, seeing it as a useful tactic0:00 / 7:291710932140 тыс.",
      "Krystal Rani@KrystalRan55243.9631250Team step professor tree ball light.#德州扑克 #梭哈 #三公 #德扑 #炸金花 #麻将 #牌九0:00 / 0:0398812",
      "AlottaFagina@876Yaad.Look inna yuh Krystal ball…ЦитатаSLEEK Jamaica Media@Sleekjamaica.Beenie Man proposes to longtime girlfriend Camille Mcintsosh. #love #marriage #engagement #fiancée78448 тыс."
    ]
  },
  {
    "name": "Maria Bartiromo",
    "bias": "RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV Station",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@MariaBartiromo",
    "Bias Analysis": [
      "Political Views: Bartiromo is a vocal conservative and supporter of former president Donald Trump. She has faced criticism for promoting conspiracy theories and claims about election fraud during the 2020 U.S. presidential election. In 2021, Dominion Voting Systems filed a $1.6 billion defamation lawsuit against Fox News for spreading false claims that its voting software was used to rig the election. In 2023, Fox News, Fox Corp, and its T.V. networks agreed to pay $787.5 million to Dominion to settle the lawsuit; however, the terms were not disclosed. According to Forbes, in February 2021, Smartmatic USA, a voting tech company, filed a $2.7B defamation suit against Fox News, alleging that Lou Dobbs and Maria Bartiromo, both Fox News anchors, engaged in a conspiracy to spread disinformation about Smartmatic.” However, according to CNBC, the case has been moving more slowly than Dominion’s lawsuit and is estimated to be about a year behind.",
      "Scientific Views: Bartiromo has expressed skepticism about the effectiveness of vaccines and has made controversial statements about COVID-19, including promoting unproven treatments.",
      "Social Views: Maria Bartiromo has faced criticism for her controversial views on race and immigration. She has been accused of floating conspiracy theories, such as suggesting that the Chinese Communist Party (CCP) may feel empowered to send spy flights over America due to possible compromising information they have on President Joe Biden. "
    ],
    "Failed Fact Checks": [
      {
        "claim": "We have doubled our (oil) imports from Russia in the last year.”",
        "label": "False"
      },
      {
        "claim": "The Washington Post was forced to correct what (Donald Trump) told the secretary of state of Georgia.”",
        "label": "False"
      },
      {
        "claim": "According to the Tax Foundation, the top 10 percent of earners already pay almost 80 percent of all taxes.”",
        "label": "False"
      },
      {
        "claim": "As a result of Obamacare, we are becoming something of a part-time employment country.”",
        "label": "False"
      },
      {
        "claim": "The FDA is now saying that it’s OK to take ivermectin if you have COVID.”",
        "label": "False"
      }
    ],
    "twits": [
      "I am reminding all followers to say 'please' & 'thank you'  in these crazy times. People are going nuts. Don't allow it to get to you. Also to the haters - I want you to know I just hung up w Karma & she said she will be w you in a moment.  @MorningsMaria @FoxBusiness",
      "Biden administration is looking for ‘political cover’ from the border crisis: Sen. Ron Johnson  https://ow.ly/z7ho50Qpz9k @MorningsMaria @FoxBusiness",
      "There are ‘serious concerns’ over US bank regulators latest proposal: Jamie Dimon |  https://video.foxbusiness.com/v/6344618210112 @MorningsMaria @FoxBusiness",
      "If you’re not using ChatGPT, you’re falling behind.Subscribe to our newsletter to instantly get our FREE Advanced ChatGPT guide:",
      "Rep. James Comer: Every American is watching Biden family investigation and wonder 'what exactly did they do?' |  https://video.foxbusiness.com/v/6344617216112 @MorningsMaria @FoxBusiness"
    ]
  },
  {
    "name": "Dana Bash",
    "bias": "LEAST BIASED",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@DanaBashCNN",
    "Bias Analysis": [
      "Political Views: Dana Bash is known for her balanced reporting on American politics. As a journalist, she has interviewed key figures from both the Republican and Democratic parties, maintaining a relatively neutral stance. While she has been critical of politicians on both sides of the aisle, her overall approach to reporting aligns more closely with center or center-left perspectives. She co-hosts State of the Union” with Jake Tapper, a show that features interviews with politicians and experts from both sides of the aisle; for example, here is an interview with Texas Republican Congressman Dan Crenshaw and another with: Senator Lindsey Graham & Senator Amy Klobuchar",
      "Scientific Views: Bash has reported on various scientific issues, including climate change, and has generally adhered to scientific consensus.",
      "Social Views: Dana Bash has consistently reported on social issues, including women’s rights, LGBTQ rights, and racial and social justice. Her reporting demonstrates a commitment to social equity and inclusion. Dana Bash criticized the Los Angeles Times for describing her as John King’s ex-wife” in the headline announcing her new role at CNN, stating that the phrasing minimized her accomplishments, and called on the newspaper to do better.”"
    ],
    "Failed Fact Checks": [],
    "twits": [
      "So happy for my friend @KyungLahCNN",
      "One week till #iowacaucuses On soon with @JohnBerman",
      "From my phone, three years ago today. When senators were evacuated and brought back to the Capitol",
      "By the time Trump spoke at the Ellipse on January 6, right-wing media had been promising a showdown in DC for *weeks.* For my book NETWORK OF LIES, I rewatched Fox's coverage. Here are a few key observations...",
      "Today on #CNNSOTU w/ @jaketapper: Former Vice President @Mike_Pence @RepJamesClyburn PANEL: @ashleyrallison, @BradOnMessage, @dthornell & @amandacarpenterTune in on @CNN, @cnni, @StreamOnMax, @Audacy, @tunein, @SIRIUSXM Ch. 116 & http://cnn.com/GO!",
      "Dana Bash@DanaBashCNN·8 янв.So happy for my friend @KyungLahCNNЦитатаCNN Communications@CNNPR·8 янв.CNN's @KyungLahCNN has been named senior investigative correspondent. She brings breadth and depth to the role, having covered some of the most consequential national and international stories in her time with the network. https://cnnpressroom.blogs.cnn.com/2024/01/08/kyung-lah-named-cnn-senior-investigative-correspondent/…10921928 тыс.",
      "Dana Bash@DanaBashCNN·8 янв.One week till #iowacaucuses On soon with @JohnBerman731912 тыс.",
      "Manu Raju@mkraju.From my phone, three years ago today. When senators were evacuated and brought back to the Capitol0:521327192 тыс.221 тыс.",
      "Brian Stelter@brianstelter.By the time Trump spoke at the Ellipse on January 6, right-wing media had been promising a showdown in DC for *weeks.* For my book NETWORK OF LIES, I rewatched Fox's coverage. Here are a few key observations...2802 тыс.10 тыс.1 млн",
      "State of the Union@CNNSOTU·7 янв.Today on #CNNSOTU w/ @jaketapper: Former Vice President @Mike_Pence @RepJamesClyburn PANEL: @ashleyrallison, @BradOnMessage, @dthornell & @amandacarpenterTune in on @CNN, @cnni, @StreamOnMax, @Audacy, @tunein, @SIRIUSXM Ch. 116 & http://cnn.com/GO!Показать ещё101173964 тыс."
    ]
  },
  {
    "name": "Glenn Beck",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@glennbeck",
    "Bias Analysis": [
      "Political Views: Glenn Beck describes himself as a conservative with libertarian leanings. He strongly supports former President Donald Trump wearing a Make America Great Again hat on his television show. He also frequently promotes conspiracy theories regarding George Soros, resulting in the Anti-Defamation League calling Beck’s remarks horrific” and totally off-limits.” ",
      "Scientific Views: Believes climate change is real but downplays its significance. He is opposed to Covid-19 vaccinations and has promoted conspiracy related to them (See failed fact checks below).",
      "Social Views: Pro-life, anti-socialism, Christian right ideology, opposes gay marriage, reposts negatively on LGBTQ."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Just for the record, the Biden Administration IS separating children and parents.”",
        "label": "False"
      },
      {
        "claim": "A few weeks ago Obama took Hamas and Iran OFF the terror list.”",
        "label": "False"
      },
      {
        "claim": "The U.S.’s leading group of pediatricians issued a strong statement condemning tolerance of gender dysphoria in children.",
        "label": "False"
      },
      {
        "claim": "Fact-checking Glenn Beck’s claim that the U.S. government ‘co-owns’ the COVID-19 vaccine.",
        "label": "False"
      }
    ],
    "twits": [
      "Have you been shocked at restaurant prices lately? Entrepreneur Brian Will breaks down how much profit he makes from that seemingly overpriced BLT: “A $16 sandwich, I have $2 of actual net profit that I keep...we have to sell 93,000 sandwiches [to break even].”",
      "@chiproytx tells me how irresponsible this new, $1.6 TRILLION bipartisan budget is: “Republicans are going to try to sell you and the American people that somehow this is a win. Don’t believe that. This is what the American people are tired of.”",
      "Will Disney EVER learn? The director of an upcoming Star Wars film once said that her goal is to “make men uncomfortable.” IT’S STAR WARS! The only one who should feel uncomfortable is Admiral Ackbar!",
      "Tucker Carlson’s interview with Jeffrey Epstein’s brother has raised a TON of questions. If Epstein wasn’t suicidal, who killed him? Why was his cellmate removed? Why haven’t we heard from Maxwell in prison? What happened to the two prison guards? These questions DEMAND answers.",
      "Here’s the thing about the Epstein release that you should pay attention to: I've been told the FBI director has the black book. All of the evidence. So why are they sitting on it? That’s the real question. Everything else is just circus.",
      "@elonmusk is probably feeling the same secret pressure to censor @X users like Facebook and Twitter did. But he's not playing the game and that's why he's in the legal and advertising trouble he is now with this 'public/private partnership' racket.",
      "The United Nations is trying to make international law have MORE power over individual states or countries. This is how the Bill of Rights DIES.",
      "The left keeps using the terms ‘stakeholder’ and ‘public/private partnerships’, but do Americans actually know what those words mean? Understanding exactly how these policies are being applied is CRITICAL in seeing how your rights are dangerously under attack.",
      "I purchased the All in the Family set to preserve the show that was brave enough to show BOTH sides of critical topics. Now, only one side of the conversation is accepted and anything else is banned. Go watch the pilot episode. Would ANY of those discussions be aired today?"
    ]
  },
  {
    "name": "Dan Bongino",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@dbongino",
    "Bias Analysis": [
      "Political Views: Strongly supports former President Donald Trump. Frequently reports negatively on Democrats and promotes conspiracy theories. Opposes a $15 minimum wage, wants limited business regulations, and a balanced budget.",
      "Scientific Views: Frequently downplays covid-19 and refuses to wear a mask. Has failed fact checks and promoted scientific misinformation regarding Covid-19.",
      "Social Views: Wants limits on immigration, Pro-Life, Repeal of the Affordable Care Act (Obamacare)."
    ],
    "Failed Fact Checks": [
      {
        "claim": "The Russia investigation was a coup. This was an attempted overthrow of the United States government.”",
        "label": "FIRE"
      },
      {
        "claim": "DOES ILLEGAL IMMIGRATION COST THE US MORE THAN $100 BILLION A YEAR?",
        "label": "UNSUBSTANTIATED"
      },
      {
        "claim": "Bernie Sanders flew on a private jet and served a lavish menu when traveling to Rome in April 2016",
        "label": "FALSE"
      },
      {
        "claim": "Violent crime in South Bend doubled during Mayor Pete’s tenure.”",
        "label": "FALSE"
      },
      {
        "claim": "California has six extra” congressional representatives because illegals are counted” in the census.",
        "label": "FALSE"
      },
      {
        "claim": "the CGG CGG coding […] does not appear in nature”, this and the furin cleavage site from the SARS-CoV-2 spike protein gene suggests the virus wasn’t transmitted from animals to humans",
        "label": "Inaccurate"
      },
      {
        "claim": "Twitter fact-checks Biden for first time ever.",
        "label": "False"
      },
      {
        "claim": "Dan Bongino’s Graphic Of Unhealthy U.S. Cities Run By Democrats",
        "label": "False"
      },
      {
        "claim": "Joe Biden plans to discriminate against white men with COVID-19 economic relief.",
        "label": "Misleading"
      },
      {
        "claim": "The Bill & Melinda Gates Foundation pledged $200 million for digital IDs as part of a shift toward a totalitarian society.”",
        "label": "False"
      },
      {
        "claim": "Newly surfaced IRS training video BREAKS the internet.",
        "label": "False"
      },
      {
        "claim": "The Russia investigation was a coup. This was an attempted overthrow of the United States government.”",
        "label": "FIRE"
      },
      {
        "claim": "DOES ILLEGAL IMMIGRATION COST THE US MORE THAN $100 BILLION A YEAR?",
        "label": "UNSUBSTANTIATED"
      },
      {
        "claim": "Bernie Sanders flew on a private jet and served a lavish menu when traveling to Rome in April 2016",
        "label": "FALSE"
      },
      {
        "claim": "Violent crime in South Bend doubled during Mayor Pete’s tenure.”",
        "label": "FALSE"
      },
      {
        "claim": "California has six extra” congressional representatives because illegals are counted” in the census.",
        "label": "FALSE"
      },
      {
        "claim": "the CGG CGG coding […] does not appear in nature”, this and the furin cleavage site from the SARS-CoV-2 spike protein gene suggests the virus wasn’t transmitted from animals to humans",
        "label": "Inaccurate"
      },
      {
        "claim": "Twitter fact-checks Biden for first time ever.",
        "label": "False"
      },
      {
        "claim": "Dan Bongino’s Graphic Of Unhealthy U.S. Cities Run By Democrats",
        "label": "False"
      },
      {
        "claim": "Joe Biden plans to discriminate against white men with COVID-19 economic relief.",
        "label": "Misleading"
      },
      {
        "claim": "The Bill & Melinda Gates Foundation pledged $200 million for digital IDs as part of a shift toward a totalitarian society.”",
        "label": "False"
      },
      {
        "claim": "Newly surfaced IRS training video BREAKS the internet.",
        "label": "False"
      },
      {
        "claim": "The Russia investigation was a coup. This was an attempted overthrow of the United States government.”",
        "label": "FIRE"
      },
      {
        "claim": "DOES ILLEGAL IMMIGRATION COST THE US MORE THAN $100 BILLION A YEAR?",
        "label": "UNSUBSTANTIATED"
      },
      {
        "claim": "Bernie Sanders flew on a private jet and served a lavish menu when traveling to Rome in April 2016",
        "label": "FALSE"
      },
      {
        "claim": "Violent crime in South Bend doubled during Mayor Pete’s tenure.”",
        "label": "FALSE"
      },
      {
        "claim": "California has six extra” congressional representatives because illegals are counted” in the census.",
        "label": "FALSE"
      },
      {
        "claim": "the CGG CGG coding […] does not appear in nature”, this and the furin cleavage site from the SARS-CoV-2 spike protein gene suggests the virus wasn’t transmitted from animals to humans",
        "label": "Inaccurate"
      },
      {
        "claim": "Twitter fact-checks Biden for first time ever.",
        "label": "False"
      },
      {
        "claim": "Dan Bongino’s Graphic Of Unhealthy U.S. Cities Run By Democrats",
        "label": "False"
      },
      {
        "claim": "Joe Biden plans to discriminate against white men with COVID-19 economic relief.",
        "label": "Misleading"
      },
      {
        "claim": "The Bill & Melinda Gates Foundation pledged $200 million for digital IDs as part of a shift toward a totalitarian society.”",
        "label": "False"
      },
      {
        "claim": "Newly surfaced IRS training video BREAKS the internet.",
        "label": "False"
      }
    ],
    "twits": ["The risk of leftist political violence is real, and urgent. The signs are EVERYWHERE.Don’t miss my show today on Rumble, for story.Watch here.",
    "The threat of political violence is real. But THIS is who’s driving it.      Don’t miss my show today on Rumble, live at 11a, for the full story.     Watch here.",
    "The threat of political violence is real. But THIS is who’s driving it.      Don’t miss my show today on Rumble for the full story.     Watch here. 👇🏻",     
    "Thanks to all for blowing up my live stream on Rumble.     We’ve only been streaming for under a year and I wasn’t sure how the transition from prerecorded to live would go. But, thanks exclusively tp you, we’re routinely the number one stream in the US at our time.      I can’t thank you enough for supporting my content.",    
    "Thanks to all for blowing up my live stream on Rumble.We’ve only been streaming for under a year and I wasn’t sure how the transition from prerecorded to live would go. But, thanks exclusively tp you, we’re routinely the number one stream in the US at our time. I can’t thank…"
    ]
  },
  {
    "name": "Mika Brzezinski",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@morningmika",
    "Bias Analysis": [
      "Political Views: Brezinski is a self-described liberal Democrat,” and she frequently reports negatively on Republicans and criticizes former President Trump; however, she also criticized Hillary Clinton and claimed that The Hillary Clinton Campaign Tried To Pull Her Off The Air.”",
      "Scientific Views: Advocates for Climate Action.",
      "Social Views: Pro-immigration"
    ],
    "Failed Fact Checks": [],
    "twits": ["Mika Brzezinski@morningmika·3 янв.·Professionally, I would absolutely say that the 2023 @KnowYourValue 3050 Summit with Forbes was the highlight of my year. My passion is to enlighten women about their value and teach them to communicate effectively. Creating the #Forbesober50 list and collaborating with @Forbes…",
             "I'm SO proud of @dpierrebravo for putting together 'The Power of The Other' Mentorship Matching Event!!  For more details on this INCREDIBLE mentorship opportunity, head over to this link --> https://trib.al/5jBusAPApplications are open now and close on Jan. 22nd!  So get to…",
             "Breathing new life into trees...Once you enter into this special world that was all hers, you can never look at trees the same way again. #Bambaslegacy",
             "I was born in Iran under an authoritarian regime.@mandanadayanis childhood escape from Iran led her on a mission for change with 'I am a Voter,' a nonpartisan civic engagement organization that celebrates voter identity. 🗳️✨  https://nbcnews.to/3OJZeFF",
             "Mika Brzezinski@morningmika·1 авг. 2023 г.Breaking barriers and making history - meet the incredible women on @KnowYourValue x @Forbes' '50 Over 50' list! #ForbesOver50"]
  },
  {
    "name": "Erin Burnett",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@ErinBurnett",
    "Bias Analysis": [
      "Political Views: Erin Burnett has been criticized for her coverage of the Occupy Wall Street protests as biased in favor of wall street due to her former career as a Goldman Sachs analyst. Quote: Sympathizes too much with the Wall Street plutocrat.”  She also praises Republicans such as Paul Ryan He’s a man who says I care deeply about every single word. I want to do a good job. And he delivered on that. Precise, clear, and passionate.” On the right, she gets praised as being a role model, such as this quote from a Forbes article Erin Burnett, anchor of Erin Burnett OutFront on CNN, continues to serve as a role model for young women looking to establish a career in communications and journalism.” However, Erin Burnett did not support former President Trump and often criticized him on-air Trump calls Romney a loser, but the only loser here was Trump.”",
      "Scientific Views: Reports accurately on Covid-19 and climate change.",
      "Social Views: Critical of conservative viewpoints."
    ],
    "Failed Fact Checks": [
      {
        "claim": "If President Trump decides to deploy the U.S. military domestically, he would be mobilizing U.S. military troops on American soil for the first time since 1807.”",
        "label": "(Corrected)"
      }
    ],
    "twits": ["The “80-year old” was definitely something she wanted that audience to hear.ЦитатаNo Lie with Brian Tyler Cohen@NoLieWithBTC·5 янв.Wow. Nikki Haley just went full MAGA, saying she’d pardon Trump and she doesn’t even care if Trump is guilty or not: “It’s not about guilt or innocence.”She says you can’t have an “80 year old sitting in jail.”",
             "“The suffering is everywhere – I mean absolutely everywhere – that I have been.” Gemma Connell is the Gaza team leader at @UNOCHA and tells me what she is seeing on the ground. “I have never in my humanitarian career seen [this] level of suffering, desperation and depravation.”",
             "“they have their own language. They don’t know words like Gaza. Like Kidnapped. Like war. Like captivity”. They talk about evil, and knives.But two toddlers and their mother are home after being held by Hamas for 49 days. And it is true joy.",
             "About those “Russia” opposition billboards. How did Navalny’s team get them up? @pevchikh tells me they submitted them to the review board with the QR code linking to one website but when they put them up the QR code linked to a “completely different website”.",
             ".@IDF @jconricus confirms 2 civilians killed for every Hamas militant in Gaza: “you will find that that ratio is tremendous, tremendously positive, and perhaps unique in the world.” See his full comments:",
             "“Never since the beginning..has Ukraine asked for US boots on the ground. We never asked US army to come fight for us. Our deal is still fair. You give us what we need and we will do the rest of the job” to “preserve stable world order.” @DmytroKuleba on need for new US aid pkg"]
  },
  {
    "name": "Tucker Carlson",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV Station",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@TuckerCarlson",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on liberals and an advocate of Former President Donald Trump. He claims he is closer to 1970s-era liberals. He supports and spreads far-right election conspiracies. Many left-leaning sources have labeled Tucker Carlson a White Supremacist or White Nationalist.",
      "Scientific Views: Routinely publishes misinformation on Climate Change and Covid-19. See failed fact checks below.",
      "Social Views: Carlson often makes controversial statements on race, immigration, and women, which resulted in advertisers boycotting his Fox News show. His latest statement on women service members resulted in the Pentagon’s condemnation. Tucker’s statement regarding pregnant women in the armed forces reads, It’s a mockery of the U.S. military. While China’s military becomes more masculine as it’s assembled the world’s largest navy, our military needs to become, as Joe Biden says, more feminine.”"
    ],
    "Failed Fact Checks": [
      {
        "claim": "Between late December of 2020 and last month, a total of 3,362 people apparently died after getting the COVID vaccine in the United States … The actual number is almost certainly higher.”",
        "label": "False"
      },
      {
        "claim": "Maybe (the COVID-19 vaccine) doesn’t work, and they’re simply not telling you that.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "According to a recent CDC report, almost everyone — 85% — who got the coronavirus in July was wearing a mask, and they were infected anyway. So clearly (wearing a mask) doesn’t work the way they tell us it works.”",
        "label": "False"
      },
      {
        "claim": "There’s no evidence that white supremacists were responsible for what happened on Jan. 6. That’s a lie.”",
        "label": "False"
      },
      {
        "claim": "Unbeknownst to most people, the Green New Deal came to Texas; the power grid in the state became totally reliant on windmills.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Between late December of 2020 and last month, a total of 3,362 people apparently died after getting the COVID vaccine in the United States … The actual number is almost certainly higher.”",
        "label": "False"
      },
      {
        "claim": "Maybe (the COVID-19 vaccine) doesn’t work, and they’re simply not telling you that.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "According to a recent CDC report, almost everyone — 85% — who got the coronavirus in July was wearing a mask, and they were infected anyway. So clearly (wearing a mask) doesn’t work the way they tell us it works.”",
        "label": "False"
      },
      {
        "claim": "There’s no evidence that white supremacists were responsible for what happened on Jan. 6. That’s a lie.”",
        "label": "False"
      },
      {
        "claim": "Unbeknownst to most people, the Green New Deal came to Texas; the power grid in the state became totally reliant on windmills.”",
        "label": "Pants on Fire"
      }
    ],
    "twits": ["The biggest protests in modern German history. What’s happening? Eva Vlaardingerbroek is there.",
             "When US senators get together in private, do any of them ever admit that sending half a trillion dollars to Ukrainian oligarchs is a bad idea? As it turns out, no they don’t. JD Vance explains.",
             "Ep. 62  If fossil fuels come from fossils, why have scientists found them on one of Saturn’s moons? A lot of what you’ve heard about energy is false. Dr. Willie Soon explains.",
             "We don’t need to guess about what happened on January 6th. It was one of the most videotaped events in human history. A new documentary proves that most of what you’ve heard about that day is a lie.",
             "Ep. 59  Most people understand that Jeffrey Epstein didn’t kill himself. But the attorney general of the United States helped cover up his murder? That’s a different thing entirely. Epstein’s brother Mark explains.",
             "You thought Democrats were going to dump Biden for Gavin Newsom, but they're not. They're backing Nikki Haley instead.",
            "The U.S. government claims Jeffrey Epstein killed himself in a federal detention facility in Manhattan four and a half years ago, just before his trial. If that’s true, why are there so few records available from that night? Here’s Mark Epstein trying to get a copy of one of the…",
            "Derek Chauvin is serving 21 years in prison for a crime he didn't commit. Someone just tried to murder him. If they'd do this to him, they'd do it to you.",
            "Ep. 58  How did a not very bright thug like Nancy Pelosi get rich in the stock market? Because the system is rigged. Jordan Belfort, The Wolf of Wall Street, explains.",
            "The Biden administration is importing millions of third world immigrants to live here illegally, and at same time telling them that white people are the source of their problems. How’s that going to work out in the end?",
            "There's really only one objective in life: pass on your genes. Our new advice series, Ask Tucker, is back."]
  },
  {
    "name": "Neil Cavuto",
    "bias": "RIGHT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@TeamCavuto",
    "Bias Analysis": [
      "Political Views: Although a fiscal conservative, Neil Cavuto was a frequent critic of former President Trump. In fact, Cavuto so enraged the former President that Trump dedicated 20 minutes at a rally to attacking Cavuto. Neil Cavuto is a straight news reporter who often does not air his political views; however, he aligns with the right in support of low taxes and limited government when it comes to economics.",
      "Scientific Views: Reports accurately on Covid-19 and rebuked former President Trump’s election fraud claims. Before 2014, Cavuto was skeptical of climate change; however, we cannot find any instances of him making statements on climate change after that point.",
      "Social Views: Nothing confirmed."
    ],
    "Failed Fact Checks": [],
    "twits": [".@RepTonyGonzales to Neil: This can't be a partisan issue. This has to be in a bipartisan manner- how do we secure our border and keep all Americans safe?",
             "Former U.S. Attorney General Bill Barr on Trump appealing Colorado's ballot ban: The effort to take him off the ballot and deny people the choice... We can't have all the states making their own rules as to what an insurrection is and evidence is needed to make a determination.",
             "Kyle Bailey to Neil: This should not have happened. This problem will be corrected and the aircraft will be safe.",
             "Nikki Haley Super Pac Founder Frank Laukien on why he's getting involved: We wanted to make sure the Independents have a say",
             "TODAY ON COAST TO COAST: 'Independents Moving the Needle' Founder & Bruker Corporation CEO Frank Laukien",
             "Former Defense Secretary Leon Panetta to Neil: We have a responsibility to go after those that are trying to kill American forces, so I don't think we ought to hesitate",
            "Former Deputy Assistant Attorney General Tom Dupree joins guest host Edward Lawrence to discuss the Colorado Republican party appealing to overturn Trump 2024 ballot ban",
            "Former Trump Attorney General Bill Barr to Neil on former President Trump's immunity dispute: the government's position is going to be that he was a candidate. He was acting as a candidate, not really as president",
            "Former Deputy Assistant Attorney General Tom Dupree joins Neil to discuss the Supreme Court declining to fast-track Trump immunity dispute in blow to Special Counsel Jack Smith"]
  },
  {
    "name": "Kaitlan Collins",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@kaitlancollins",
    "Bias Analysis": [
      "Political Views: Kaitlan Collins is known for her frequent spars with former president Donald Trump. According to a Forbes interview, she describes the Trump administration as People who worked in the Trump White House were incredibly manipulative and would straight-up lie to you, so you had to filter through that.”",
      "Scientific Views: She reports accurately on Covid-19.",
      "Social Views: During her college years (2011), Kaitlan Collins sent homophobic tweets to which she apologized. (reported by the right-leaning observer.com)"
    ],
    "Failed Fact Checks": [],
    "twits": ["Gov. Sununu — who has endorsed Nikki Haley — says he would vote for Donald Trump if he's the Republican nominee even if he’s a convicted felon.",
             "Gov. DeSantis criticizes the argument made by Trump’s attorney in court this week — that he could hypothetically order Seal Team Six to assassinate an opponent and only be charged after being impeached and convicted — and predicts he’ll lose that appeal and end up on trial in DC.",
             "“Not having heard from you by the third extended deadline (noon today), I assume that Mr. Trump will not agree to the reasonable, lawful limits I have imposed as a precondition to giving a closing statement above and beyond those given by his attorneys, and that, therefore, he…",
             "These were Engoron's terms from his email last week: “Thus, in my sole discretion, I will consent to let Mr. Trump make a closing argument if, and only if, through counsel by 1/9/2024, and by himself, personally, on the record, just before he speaks, he agrees to limit his…",
             "The Democratic ranking chair on House Armed Services says Pres. Biden needs to evaluate his relationship with Secretary Austin. Asked if that means possibly firing him, Rep. Smith says it's a conversation for them but at the moment, I can't think of a plausible explanation.",
             "President Biden found out today about Defense Secretary Austin's diagnosis. Nobody in the White House knew that Secretary Austin had prostate cancer until this morning, and the President was informed immediately after,John Kirby says.",
            "On Secretary Austin from the doctors at Walter Reed: “On December 22, 2023, after consultation with his medical team, he was admitted to Walter Reed National Military Medical Center and underwent a minimally invasive surgical procedure called a prostatectomy to treat and cure…",
            "Judge Henderson sounds skeptical of the claim that Trump was acting within his official duties. I think it is paradoxical to say that his constitutional duty to take care that the laws be faithfully executed allows him to violate criminal law,” Judge Henderson said.",
            "Judge Pan asks, “Could a president order Seal Team Six to assassinate a political rival?” John Sauer answers that he “would have to be speedily impeached and convicted.”Judge Pan: “I asked you a yes or no question.”"]
  },
  {
    "name": "Anderson Cooper",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@andersoncooper",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on conservatives such as Donald Trump, calling him an Obese Turtle.”",
      "Scientific Views: Supports action on climate change and reports accurately on Covid-19.",
      "Social Views: Anderson Cooper supports Gay marriage. "
    ],
    "Failed Fact Checks": [],
    "twits": ["I just posted a new episode of #AllThereIs, my podcast about grief. It’s a really moving conversation with Ashley Judd. When her mom Naomi Judd died in 2022, after a long struggle with mental illness, Ashley found her. In this deeply revealing, and insightful conversation Ashley…",
             "The grief around the loss of a child is rarely spoken about. In a new episode of my grief podcast #AllThereIs I talk about it with a young mom who lost her daughter during her pregnancy. Link in bio or listen wherever you get your podcasts.",
             "No American president has ever sat down for such a personal interview about grief and loss. I hope it encourages others to talk about the grief they feel. #AllThereIs is available wherever you get your podcasts. https://link.chtbl.com/8ioBNvf3",
             "Season 2 of #AllThereIs, my podcast about facing grief and learning from loss starts today. Episode 1 is available on @ApplePodcasts and @Spotify or wherever you get your podcasts. Link here: https://link.chtbl.com/9ol62fz2",
             "Spoke with @POTUS about grief and loss for season 2 of my podcast ALL THERE IS. Season 2 starts November 29th.  Season 1 is available now wherever you get your podcasts.",
             "What happened at the music festival last Saturday is just now becoming more clear, particularly the killings inside bomb shelters where people were hiding",
            "My new book ASTOR - The Rise And Fall Of An American Fortune debuted at #3 on the NYTimes Bestseller List! Link in bio to order!",
            "My friend @MitchAlbom oversees an orphanage & school in #Haiti that is caught in the crossfire of gang violence. He is raising funds to help increase security in a very difficult situation. I’ve donated. If interested here is more information.",
            "Just posted a new episode of All There Is, my podcast about loss and grief. #LaurieAnderson @OnlyAnExpert joins me to talk about the loss of her husband #LouReed. It’s a moving, fascinating, and often funny conversation. Available on @ApplePodcasts or wherever you get podcasts."]
  },
  {
    "name": "Lou Dobbs",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@LouDobbs",
    "Bias Analysis": [
      "Political Views: Lou Dobbs is a strong supporter of former President Trump. He is known for backing conspiracy theories such as the Birther conspiracy theory, false voter fraud claims, and an anti-immigration stance. Further, he was named in a $2.7 billion defamation lawsuit filed by voting technology company Smartmatic due to his false voter fraud claims.",
      "Scientific Views: Rejects the scientific consensus on climate change. Misleads by asserting climate change is a United Nations plot to take over the world.”",
      "Social Views:  Pro-abortion rights, against gun control; fiscally conservative, strongly anti-immigration, especially from Mexico and Central America."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Because of President Barack Obama’s failure to push job creation,” the black unemployment rate in Ferguson, Mo., is three times higher than the white unemployment rate.",
        "label": "False"
      },
      {
        "claim": "We are watching, you know, millions of illegal immigrants cross our borders, and many of them voting in the past election that’s what, just a couple weeks ago.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Fortune 500 companies who’ve pledged to BLM”",
        "label": "False"
      },
      {
        "claim": "The Obama administration is fighting in federal court to strike down an election rule that ensures only citizens vote",
        "label": "False"
      },
      {
        "claim": "The fact is, the Dominion machines run the Softmatic software.”",
        "label": "False"
      },
      {
        "claim": "Because of President Barack Obama’s failure to push job creation,” the black unemployment rate in Ferguson, Mo., is three times higher than the white unemployment rate.",
        "label": "False"
      },
      {
        "claim": "We are watching, you know, millions of illegal immigrants cross our borders, and many of them voting in the past election that’s what, just a couple weeks ago.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Fortune 500 companies who’ve pledged to BLM”",
        "label": "False"
      },
      {
        "claim": "The Obama administration is fighting in federal court to strike down an election rule that ensures only citizens vote",
        "label": "False"
      },
      {
        "claim": "The fact is, the Dominion machines run the Softmatic software.”",
        "label": "False"
      }
    ],
    "twits": ["Join us tonight for #LouDobbsTonight. We have an action-packed show planned with @P_McCulloughMD @AlanDersh @jmclghln and @RepBrianBabin! Join us right here on Twitter or you could join us on Rumble at https://rumble.com/v46a0eo-lou-dobbs-tonight-1-10-2023.html!",
             ".@RepBobGood standing strong for conservative values and letting Johnson know The Freedom Caucus will not be making one-sided deals with the Marxist Dems. God bless him!",
             "This is outrageous conduct, and there has to be accountability for the hiring of an unqualified President of Harvard, a plagiarist as well.  The arrogant and entirely inappropriate responses to the inquiries of news media and what appears to be a coverup led by Harvard leadership…",
             "Former CIA Analyst John Gentry says Obama’s plan to fundamentally transform America played a major role in the changes to the Intel Community and the weaponization of the CIA. Join us today on #TheGreatAmericaShow at http://bit.ly/3RdQhUc!",
             "It’s a great honor to see all of your wonderful comments about our first broadcast of #LouDobbsTonight on Lindell Tv. If you missed tonight’s  episode, you could watch it at https://frankspeech.com/Video/lou-dobbs-tonight-exclusive-interview-with-president-trump!",
             ".@RogerJStoneJr says no one has ever won the Iowa Caucus by more than 20 points and Trump could win by as many as 30 yet the headline in the news will be “Haley upsets DeSantis.” He says Trump will IA, NH and SC handily. Join us on #TheGreatAmericaShow at http://bit.ly/3RdQhUc!"]
  },
  {
    "name": "Peter Doocy",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Reporter",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@pdoocy",
    "Bias Analysis": [
      "Political Views: No party affiliation. Frequently challenges Democrats with Republican talking points.",
      "Scientific Views: Promoted the then conspiracy theory without evidence that Covid-19 started in a lab. Although still unproven more scientists are favoring this idea.",
      "Social Views: Pro gay marriage."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Bogus Claims Follow Donation of Kamala Harris’ Children’s Book",
        "label": "False"
      }
    ],
    "twits": ["Meet Bridget Blake Doocy! Asked @joebiden for tips about being a new dad, at the WH holiday reception. His advice: “hold her tight.” Will do!",
             "New recount reaction from SCOTT spox @ChrisHartline “This race is over. It’s a sad way for Bill Nelson to end his career. He is desperately trying to hold on to something that no longer exists.",
             "NEW: minutes after getting word that FL Gov Rick Scott (R) never got a call from Sen Bill Nelson (D) conceding, we get this from Nelson: We are proceeding to a recount",
             "“We want Rick” chant starting at @ScottforFlorida HQ - after GOP Rep DeSantis declared winner of governor’s race",
             "SCOTT in Hialeah, FL making final get-out-the-vote push on Amerikooler factory floor",
             "in caravan-focused #MOSEN, HAWLEY calling on MCCASKILL to back up tough talk about border crossers and security:“I would just say to her this: if you’re for it, prove it, take your name today - take your name off Dianne Feinstein’s open borders bill”"]
  },
  {
    "name": "Steve Doocy",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@SteveDoocy",
    "Bias Analysis": [
      "Political Views:  Frequently praised former President Donald Trump and is a registered Republican. However, in 2021 he debunked former President Trump’s election fraud conspiracy theories.",
      "Scientific Views: He states, I am of the opinion that the globe is getting warmer, and it’s hard for me to believe that man does not have some sort of impact on that.” He has also promoted Covid-19 misinformation but apologized.",
      "Social Views: He is Pro-Life, Pro gay marriage.    "
    ],
    "Failed Fact Checks": [
      {
        "claim": "NASA scientists fudged the numbers to make 1998 the hottest year to overstate the extent of global warming.”",
        "label": "Pants on Fire"
      }
    ],
    "twits": ["Join Kathy and me Monday night as we kick off our coast to coast book tour and you’re invited—virtually! Our friends at @BookendsNJ & @Foxtale are hosting Monday night’s fun. @Pdoocy will be asking us your questions and you get a signed copy of our HAPPY IN A HURRY COOKBOOK!",
             "686 days ago I was in a bar in Springfield, Missouri, it was Election Night 2018. I might have had a drink. I haven’t been on Twitter since. But I’m back TODAY!  Did I miss anything?",
             "How would you like to win a trip to NY or have me bring a TV crew to your house and I’ll make you something out of our #HappyCookbook? I will if you win @foxandfriends #DiningWithDoocy contest, email diningwithdoocy@foxnews.com to enter.",
             "Stanley, I remember your father, it meant a lot to Kathy and me that he took the time to come out on Friday night to meet us and support ‘TheHappyCookbook’. Best to your family 🙏",
             "Glad you like it, that word is correctly spelled, it’s ‘hangry’ which is commonly used as the combination of hungry + angry = hangry!Thanks! For getting the cookbook!",
             "Jen, you’re going to LOVE Martha’s mom’s recipe and the cookbook has 100+ TERRIFIC foods..."]
  },
  {
    "name": "Maggie Haberman",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "Newspaper Journalist",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@maggieNYT",
    "Bias Analysis": [
      "Political Views: The right criticizes her as trying to hurt former President Trump. The Left also criticizes Haberman’s reporting as gossip-like and soft on the right. The main criticism of Haberman is getting scoops through family influence. She has also been critical of President Joe Biden, calling him a Flawed Candidate.”",
      "Scientific Views: Reports accurately on Covid-19.",
      "Social Views: Supports gay rights."
    ],
    "Failed Fact Checks": [],
    "twits": ["Christie suspends his campaign, saying he wants to know that he in no way enabled Trump becoming president again.",
             "It remains to be seen whether Haley is a beneficiary of Christie exiting the race. But it brings to a close the only candidacy able to attract media attention who has directly called Trump out repeatedly.",
             "Donald Trump wants you to be angry every day because he's angry, Christie says. He reminds the crowd he's known Trump for 22 years. If you put him back behind the desk in the Oval Office and a choice comes...as to whether he puts himself first or voters first, he'll pick him.",
             "As ABC reported, Trump wants to do his own summation, something he mentioned in passing when he called the Times last week. His lawyers are preparing for him to speak for part of the closing arguments. But it’s likely up to the judge whether he can.",
             "DeSantis campaign began the race seen as a Murdoch favorite. Now, his campaign manager is attacking Fox.",
             "via @alanfeuer and me in our weekly Trump on Trial newsletter yesterday, there’s a chance the Alvin Bragg case could go first if there are significant delays in the federal election subversion trial."]
  },
  {
    "name": "Sean Hannity",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@seanhannity",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on liberals, often promoting conspiracies.",
      "Scientific Views: Denies climate change, frequently downplays covid-19, and is skeptical about vaccines.",
      "Social Views: Sean Hannity is against same-sex marriage and calls AIDS a ‘gay disease’."
    ],
    "Failed Fact Checks": [
      {
        "claim": "The president said he’s going to bring in 250,000 (Syrian and Iraqi) refugees into this country.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Says 642,000 crimes were committed against Texans by criminal immigrants in a recent seven-year period.",
        "label": "False"
      },
      {
        "claim": "The United States Court of Appeals for the 9th Circuit is the most overturned court in the country.”",
        "label": "False"
      },
      {
        "claim": "In 2007, when Nancy Pelosi met with President Assad of Syria, nobody got upset.”",
        "label": "False"
      },
      {
        "claim": "Donald Trump personally sent out an airplane to bring home U.S. military members stranded in Florida.",
        "label": "False"
      },
      {
        "claim": "There’s never been a president (before Joe Biden) that has made race and gender the defining factor” for a Supreme Court nomination",
        "label": "False"
      },
      {
        "claim": "The president said he’s going to bring in 250,000 (Syrian and Iraqi) refugees into this country.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Says 642,000 crimes were committed against Texans by criminal immigrants in a recent seven-year period.",
        "label": "False"
      },
      {
        "claim": "The United States Court of Appeals for the 9th Circuit is the most overturned court in the country.”",
        "label": "False"
      },
      {
        "claim": "In 2007, when Nancy Pelosi met with President Assad of Syria, nobody got upset.”",
        "label": "False"
      },
      {
        "claim": "Donald Trump personally sent out an airplane to bring home U.S. military members stranded in Florida.",
        "label": "False"
      },
      {
        "claim": "There’s never been a president (before Joe Biden) that has made race and gender the defining factor” for a Supreme Court nomination",
        "label": "False"
      }
    ],
    "twits": ["CHRISTIE TO DROP OUT: Former NJ Governor Will End Presidential Campaign: Report",
             "Obama Judge Dismisses Lawsuit Seeking to Remove Trump from Ballot in Nevada",
             "'UNACCEPTABLE!': Stefanik Slams Decision to Send 2,000 Migrants to NYC SchoolSTEFANIK: It is unacceptable that Far Left New York Democrats are once again putting the needs of illegal immigrants over our children.",
             "ARE YOU ON CRACK TODAY?' One Reporter Shouts Crack Questions at Hunter Biden [WATCH]",
             "TRUMP UNLOADS! Georgia DA Fani Willis 'Totally Compromised, 'The Case Has to Be Dropped!'TRUMP: “It’s illegal. What she did is illegal. So we’ll let the state handle that, but what a sad situation it is.",
             "CRUZ ON THE BORDER: 'A Crisis at a Level We Have Never Seen Before' [WATCH]CRUZ: “Biden’s entire strategy is he hopes the media ignores it.”"]
  },
  {
    "name": "Chris Hayes",
    "bias": "LEFT",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Host",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@chrislhayes",
    "Bias Analysis": [
      "Political Views: Chris Hayes has stated that the Republican party is radicalizing against democracy.” He has also called the GOP One Of Worst Parties In Power In Entire Democratic World.” Further, during the Trump administration, he frequently denigrated the former President with a statement such as, We are seeing the effects of the toxic, devastating legacy of Donald Trump right now in the places that supported him the most.” Finally, Hayes has been criticized by Democrats for covering sexual assault allegations levied at then Former Vice President Biden.",
      "Scientific Views: Advocates for climate action. Reports accurately on Covid-19. ",
      "Social Views: Pro-immigration, supports gay marriage and LGBTQ rights, supports racial equity, and Black Lives Matter."
    ],
    "Failed Fact Checks": [],
    "twits": ["A huge loss for us. An exceptional host and colleague.",
             "Ray Epps has subsequently been charged and is suing Tucker Carlson and Fox for calling him a federal agent.",
             "Look at this dude WHINE. All he does is whine. I really think that's more of a problem than the biased media of his apologists' fever dreams.",
             "a U.S.-led international force to maintain order;this seems like a pretty terrible idea in sheer national-interest terms for the US",
             "This is *exactly* what Gay did. Curious to see if this goes anywhere and all the people saying sorry this is unacceptable now apply that standard here",
             "This is definitely a person who truly believes in things and isn't just committed to holding office for the rest of his natural life!"]
  },
  {
    "name": "Bill Hemmer",
    "bias": "RIGHT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@BillHemmer",
    "Bias Analysis": [
      "Political Views: Left-Leaning organization Media Matters for America describes Hemmer as having a history of pushing Republican talking points.”",
      "Scientific Views: Reports accurately on Covid-19.",
      "Social Views: Nothing confirmed."
    ],
    "Failed Fact Checks": [],
    "twits": ["From the border this past week. Check out the human smuggler's salute.",
             "NEW: @reuters - IRAN APPOINTS AMBASSADOR TO UAE FOR THE FIRST TIME IN 8 YEARS - IRANIAN STATE MEDIA.",
             "You don’t have to ask me twice #62. But - one week at a time!",
             "Agreed. Try Tweetdeck from your browser, or desktop.",
             "In one week, Damar is back home in Buffalo. Another miracle.",
             "NOW: @JamesComer says Joe Biden is The Big Guy."]
  },
  {
    "name": "Lester Holt",
    "bias": "LEAST BIASED",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@LesterHoltNBC",
    "Bias Analysis": [
      "Political Views: Lester Holt was a registered Republican until 2018. At that time, he left the Republican Party, becoming unaffiliated with any party. In 2016, former President Trump falsely accused Lester Holt of being a Democrat as he was a Republican at the time. Holt is also a Christian, which he says informs how he looks at stories, although he does not view his newscast as an outlet for his own opinions. Lester Holt generally keeps his opinions to himself and directly reports the news.",
      "Scientific Views: Supports the consensus of science on Climate Change and Covid-19.",
      "Social Views: We cannot find any information on his social views. He states he is Christian."
    ],
    "Failed Fact Checks": [],
    "twits": [".@kevinlove thanks for sharing your story of helping kids understand and deal with their mental health on #nightlykids",
             "Tonight on the broadcast my conversation with politician and activist @willjawando about Black fatherhood and how seven remarkable men changed the course of his life. @NBCNightlyNews",
             "Viewing the stunning collapse of the Sanibel Island Causeway approach as I continue my reporting on hurricane Ian for @NBCNightlyNews from Florida.",
             "I am crushed by the news Richard. Thanks to you and Mary for sharing Henry’s story and the joy and richness he brought into your lives. Your colleagues mourn with you.",
             "After his virtual speech to Congress, Ukraine’s President Zelensky joined me for an exclusive interview.  His update on negotiations with the Russians, thoughts on the risk of a world war and much more tonight on @NBCNightlyNews",
             "I’ve arrived inside Ukraine where I’ll report and anchor @NBCNightlyNews this evening. The flood of refugees is growing at an astonishing rate. But I also hear from folks trying to stick it out.  I’ll share their hopes and fears when I see you tonight."]
  },
  {
    "name": "Laura Ingraham",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV Station",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@IngrahamAngle",
    "Bias Analysis": [
      "Political Views: Laura Ingraham is a vocal supporter of former  President Donald Trump with controversial views on immigration, LGBTQ rights, and race. She has faced criticism for her comments directed towards Greta Thunberg, LeBron James, immigrants, and Parkland shooting survivor David Hogg.",
      "Scientific Views: She has expressed skepticism about the effectiveness of vaccines and has made controversial statements about COVID-19, including promoting unproven treatments.",
      "Social Views: Laura Ingraham has faced criticism for her controversial views on race, immigration, and LGBTQ rights. Newsweek; reports in 1984, she secretly recorded a confidential LGBTQ support group at Dartmouth College and published a transcript that outed closeted students, causing harm to their privacy and safety. This incident reflects Ingraham’s history of controversial behavior. In an interview, her brother, who is gay, revealed that their father was a Nazi sympathizer, racist, anti-Semite, and homophobe, shedding light on her early experiences. Additionally, Ingraham has been accused of making racist and xenophobic comments, including a statement about Mexicans, Laura Ingraham: Mexicans Have Come Here To Murder And Rape Our People.” "
    ],
    "Failed Fact Checks": [
      {
        "claim": "Video clip shows that protesters in Tennessee made their way onto the state capitol floor.”",
        "label": "False"
      },
      {
        "claim": "As the Taliban’s gaining ground, Biden’s team of incompetence killed the Trump-era program to oversee the evacuation of Americans from crisis zones around the world.”",
        "label": "False"
      },
      {
        "claim": "You may not have stayed in a hotel in the past year, but illegals arriving since Biden’s inauguration, they get to stay free of charge.”",
        "label": "False"
      },
      {
        "claim": "You know what the biggest lie is, is that restaurants are spreaders of COVID. There’s no science for that.”",
        "label": "False"
      },
      {
        "claim": "Although intuitively I think it probably seemed like social distancing would be necessary, there was no real scientific basis for believing that, since it had never been studied.”",
        "label": "False"
      }
    ],
    "twits": ["Rep. James Comer: When Hunter was about to be questioned, he left hearing.",
             "Tonight on The Ingraham Angle @SenVancePress @SenEricSchmitt @SeanDuffyWI Jaime Williams (Assembly Member D-Brooklyn) , David Schoen (Former Trump Defense Attorney) @RepJamesComer @RaymondArroyo Tune in at 7 PM/E",
             "Laura: The left will launch vicious, baseless legal attacks on anyone who gets in their way.",
             "The rich are still committed to the Left, but they’re naive to think that support will protect them. Executives say they're still committed to DEI, new survey finds",
             "Hope all the “free traders” are happy now.China Becomes the World’s Biggest Auto Exporter—With Help From Russia",
             "Newt Gingrich: As the Democrats panic, they're going to increasingly use the Justice Department to literally try to destroy Trump. So he can't compete."]
  },
  {
    "name": "Benny Johnson",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV and Websites",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@bennyjohnson",
    "Bias Analysis": [
      "Political Views: Benny Johnson is a conservative activist known for supporting conservative causes and figures. He strongly supports former President Donald Trump. According to a Media Matters article, Benny Johnson appears to be arguing that Donald Trump, as the embodiment of the executive branch during his presidency, had a claim to the classified documents he took. This perspective seems to challenge the traditional view that such documents are government property. He frequently reports negatively on Democrats and promotes conspiracy theories. According to Politico, Benny Johnson, the Chief Content Officer at Independent Journal Review (IJR), was suspended along with two others for sharing a post that spread a conspiracy theory about former President Obama.",
      "Scientific Views: Benny Johnson rejects the scientific consensus on climate change and made a video stating that Fossil fuels make life better for every single human being on the planet.” He also has promoted misinformation regarding covid-19 and vaccines.",
      "Social Views: Benny Johnson’s social views regarding LGBTQ issues appear to be strongly conservative and opposed, as he expresses opposition to transgender individuals, emphasizes his Christian faith, and calls for a boycott of Bud Light products."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Did Joe Biden meet with Hunter’s associates more than 80 times?",
        "label": "Unverified"
      },
      {
        "claim": "Did Stormy Daniels admit fabricating Donald Trump affair?",
        "label": "False"
      },
      {
        "claim": "Did Joe Biden get the middle finger in Ukraine?",
        "label": "False"
      },
      {
        "claim": "General Milley never served in combat and never won a war.”",
        "label": "False"
      },
      {
        "claim": "Former President Barack Obama was arrested after his campaign took $30 million illegally from Commie China fugitive.”",
        "label": "False"
      }
    ],
    "twits": ["Vivek FLIPS script on Reporters, leaving media STUNNED by simply asking:- 'Did you lie about Trump-Russia collusion?'[SILENCE]- 'Is Hunter Biden's laptop Russian disinformation?'",
             "TRUMP: “I call her Beautiful Hillary. She's a beautiful woman..”",
             "TRUMP: Joe Biden is a “Manchurian candidate”",
             "TRUMP:  If you go back and look at the records, you will see that the biggest fan of Dr. Fauci was Ron DeSantis.",
             "BREAKING: Marjorie Taylor Greene files a criminal referral requesting an immediate investigation into Fani Willis and her alleged secret lover, Nathan Wade, who charged Trump, to Gov. Brian Kemp and AG Chris Carr.",
             "Hunter Biden defied a congressional subpoena, and then had the nerve to walk into a congressional hearing today with his taxpayer funded security team.The fact that Hunter was able to walk freely out of that hearing without being handcuffed is definitive proof of America’s two…"]
  },
  {
    "name": "Megyn Kelly",
    "bias": "RIGHT-CENTER",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "Radio/Podcast",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@megynkelly",
    "Bias Analysis": [
      "Political Views: While Kelly has not identified with any political party, some of her views align with conservative and right-leaning perspectives. She has been criticized for making controversial statements on race and gender issues, but she has also been praised for her coverage of sexual harassment allegations against powerful men in media and politics.",
      "Scientific Views: Megyn Kelly supports the consensus of science on most issues; however, in 2022, she made the false claim that the covid-19 vaccine was causing children to die.",
      "Social Views: Megyn Kelly has been vocal on the issues such as sexual harassment, women’s empowerment, and workplace experiences. However, some of her coverage has faced criticism. According to Glaad.org, her coverage of the Masterpiece Cakeshop case was biased against the LGBTQ community and lacked balance. Additionally, The Advocate reports that during a conversation about the experiences of transgender people on her Sirius XM show, she referred to it as the trans trend.” With regard to race, Megyn Kelly’s show was canceled by NBC in 2018 following her controversial remarks about blackface. "
    ],
    "Failed Fact Checks": [
      {
        "claim": "A new Colorado law literally allows residents to print ballots from their home computers, then encourages them to turn ballots over to ‘collectors.’",
        "label": "False"
      },
      {
        "claim": "New police bodycam footage” of George Floyd’s arrest changes the narrative”",
        "label": "False"
      }
    ],
    "twits": ["Apropos of nothing, I think @WhitlockJason is brilliant, fearless, funny and always worth watching/listening to.",
             "Thought all moderators did a nice job tonight.",
             "Switching b/t CNN and Fox and there is just no comparison. Trump on TV is totally compelling. He’s funny, he’s interesting & he was very “on” tonight. You see the 2 & think: okay- policy, principle, points-what if?? Then you see DT & remember.",
             "Democratic presidential challenger Rep. Dean Phillips on @MegynKellyShow: “I’m appalled” at Hunter Biden; “he’s unethical … this is just sickening.”",
             "There is so much news today. Fani Willis may get the boot from Trump GA case. Immunity args yesterday & the glimmer of light for Trump. & Dean Phillips weighs in on Hunter B’s antics this am! Don’t miss the @MegynKellyShow live on SiriusXM 12p EST & also on…",
             "I’m begging you liberals, throw away your Fauci dolls. Admit the truth: he’s a villain. He hurt millions. He lined his own pockets. He lied under oath. And he continues to lie."]
  },
  {
    "name": "Charlie Kirk",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@charliekirk11",
    "Bias Analysis": [
      "Political Views: Strongly supports former President Donald Trump, as evidenced by Charlie Kirk becoming the Chairman of Students for Trump. Frequently reports negatively on Democrats and promotes conspiracy theories regarding cultural marxism. Charlie Kirk’s promotion of Donald Trump is sycophantic. Continues to promote election fraud conspiracies.",
      "Scientific Views: Routinely promotes Covid-19 misinformation and denies climate change is human-influenced.",
      "Social Views: Anti-Immigration, denies the existence of White Privilege, rails against critical race theory, and denigrated LGBTQ in the past. The SPLC says Charlie Kirk and Turning Point USA are supported by White Nationists and Neo-Nazis, though Kirk tries to distance himself from them verbally."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Nancy Pelosi may have just committed a violation of 18 U.S.C. § 2071, Section 2071 (a) when she ripped up President Trump’s State of the Union address. This violation is punishable by up to three years in prison.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Says Anthony Fauci will make millions off new book.",
        "label": "False"
      },
      {
        "claim": "There is no factual data to back up global warming; real scientists don’t know whether CO2, solar sunspots or natural activity cause global warming",
        "label": "Inaccurate"
      },
      {
        "claim": "Vaccine crew in Indian village attacked by locals”",
        "label": "Inaccurate"
      },
      {
        "claim": "H.R. 1 would allow the Boston bomber to have a right to vote.”",
        "label": "False"
      },
      {
        "claim": "Nancy Pelosi may have just committed a violation of 18 U.S.C. § 2071, Section 2071 (a) when she ripped up President Trump’s State of the Union address. This violation is punishable by up to three years in prison.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "Says Anthony Fauci will make millions off new book.",
        "label": "False"
      },
      {
        "claim": "There is no factual data to back up global warming; real scientists don’t know whether CO2, solar sunspots or natural activity cause global warming",
        "label": "Inaccurate"
      },
      {
        "claim": "Vaccine crew in Indian village attacked by locals”",
        "label": "Inaccurate"
      },
      {
        "claim": "H.R. 1 would allow the Boston bomber to have a right to vote.”",
        "label": "False"
      }
    ],
    "twits": ["ANNOUNCEMENT Jan 29+30 @TPAction_ will be hosting the Restoring National Confidence Summit in Las Vegas, Nevada immediately preceding the RNC's winter meetings.The RNC is good at two things—wasting money and losing. We must reestablish a culture of team winning and humble…",
             "Elon Musk is right.It is insane we do not have mandatory voter ID, paper ballots, and in-person voting (except for rare exceptions), everywhere in the country. Dems say it's racist. They say it's not logistically feasible. They're lying.France is a multiracial democracy.…",
             "The Nikki / DeSantis “debate” looks like a divorced couple who were forced to stand oddly close to one another answering detailed questions about their broken marriage.",
             "Trump was 10/10 tonight. He will win if he does this til NovemberBret and Martha were also great. Firm and fair. Asked good questions and allowed Trump to talk. Did something happen on CNN tonight?",
             "President Trump during his Town Hall asked about retribution:Our ultimate retribution is success.",
             "President Trump moments ago: We have millions and millions of people here. It is not sustainable. Did you see NYC where they're kicking the regular students out and putting migrants in their place. We are going to have the largest deportation effort in the history of our…"]
  },
  {
    "name": "Larry Kudlow",
    "bias": "RIGHT ",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "",
    "Media Type": "TV Host",
    "MBFC Credibility Rating": "MOSTLY FREE",
    "twits_name": "@larry_kudlow",
    "Bias Analysis": [
      "Political Views: Larry Kudlow is a staunch conservative and vocal supporter of free-market capitalism, tax cuts, and deregulation. He has often criticized progressive economic policies and has been a proponent of supply-side economics. His tenure in the Trump administration further solidified his conservative economic views.",
      "Scientific Views: Kudlow has expressed skepticism about the extent of human contribution to climate change and has criticized policies aimed at aggressively combating global warming. ",
      "Social Views: Kudlow’s social views align with conservative principles. Kudlow is a Catholic convert and has often spoken about the importance of faith in his life, especially during his recovery from alcohol and drug addiction in the early to mid-1990s. Further, Larry Kudlow has identified himself as pro-life and has expressed his opposition to abortion, and has supported pro-life policies."
    ],
    "Failed Fact Checks": [
      {
        "claim": "President Donald Trump inherited a stagnant economy on the front end of recession.”",
        "label": "False"
      },
      {
        "claim": "Even the CBO numbers show now that the entire $1.5 trillion tax cut is virtually paid for by higher revenues and better nominal GDP.”",
        "label": "False"
      },
      {
        "claim": "Defended his late February statement that the U.S. had contained” the virus, saying that the novel coronavirus spread exponentially in ways that virtually no one could have predicted.”",
        "label": "False"
      },
      {
        "claim": "The USMCA trade deal would add 180,000 new jobs per year if we get that through.”",
        "label": "False"
      },
      {
        "claim": "The deficit … is coming down, and it’s coming down rapidly.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "President Donald Trump inherited a stagnant economy on the front end of recession.”",
        "label": "False"
      },
      {
        "claim": "Even the CBO numbers show now that the entire $1.5 trillion tax cut is virtually paid for by higher revenues and better nominal GDP.”",
        "label": "False"
      },
      {
        "claim": "Defended his late February statement that the U.S. had contained” the virus, saying that the novel coronavirus spread exponentially in ways that virtually no one could have predicted.”",
        "label": "False"
      },
      {
        "claim": "The USMCA trade deal would add 180,000 new jobs per year if we get that through.”",
        "label": "False"
      },
      {
        "claim": "The deficit … is coming down, and it’s coming down rapidly.”",
        "label": "Pants on Fire"
      }
    ],
    "twits": ["Radio @LarryKudlowShow ; Sundays http://AM970TheAnswer.com  Live Stream Sat 10am-1pm  http://tinyurl.com Live Stream Sat http://live.mystream.com  Podcast after 1pm Sat http://audioboom.com",
             "This from the guy who predicted deep recession & crashing stock market after @realDonaldTrump election. Oh, and internet less important than fax machine.",
             "Radio @LarryKudlowShow : @AmbJohnBolton takes over NSC. Strategic impact of China tariffs. Trump & Putin. @gen_jackkeane",
             "Many thanks to @AmericanThinker for chronicling my long career in economics, financial markets & gov;t, in addition to broadcasting.",
             "Good luck to my long time friend #KevinWilliamson as he moves from @NRO to @TheAtlantic . Brilliant thinker & writer. Gentleman.",
             "Sneering at faith, and God's will, @SRuhle @MSNBC . Why still on air? She apparently believes people in business & economics should not have faith.https://redstate.com/kiradavis/2018/03/16/msnbc-host-sneers-larry-kudlow-believing-gods-will/"]
  },
  {
    "name": "Tomi Lahren",
    "bias": "RIGHT ",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/ Digital Media /Political Commentator",
    "MBFC Credibility Rating": "",
    "twits_name": "@TomiLahren",
    "Bias Analysis": [
      "Political Views: Tomi Lahren is a vocal conservative commentator known for her monologues and strong support for conservative policies. She has been a supporter of former President Donald Trump and has frequently criticized liberal ideologies and the Democratic Party, and Biden.    ",
      "Scientific Views: Lahren has expressed skepticism about climate change, calling it simply bad weather.” She also frequently hosts guests who either claim climate change is a hoax or downplay the human role. Tomi Lahren has been flagged for misinformation regarding the Covid-19 and has stated, I’m not an anti-vaxxer” I’m an unvaccinated COVID vaccine skeptic and for damn good reason!”",
      "Social Views: Tomi Lahren has made headlines for her controversial statements on issues like immigration, gun rights, and the Black Lives Matter movement. For example, in a now-deleted tweet, she compared BLM to the KKK. However, she has also shown a more moderate stance on certain issues, such as being pro-choice, which led to backlash from some conservative circles. Finally, Lahren has been a vocal supporter of the culture war against so-called woke ideology."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Unvaccinated, you can get COVID and have over 99% chance of survival. Get vaccinated and you can still get COVID and will still have over 99% chance of survival.”",
        "label": "False"
      },
      {
        "claim": "Survival rate for Covid-19 is same for vaccinated and unvaccinated.",
        "label": "False"
      },
      {
        "claim": "Biden wants to give illegals ID cards so they can start collecting American benefits.”",
        "label": "False"
      },
      {
        "claim": "Stated recommended teachers include the graphic gay sex novel ‘Gender Queer’ on their student’s summer reading lists.”",
        "label": "False"
      },
      {
        "claim": "The COVID-19 vaccines are experimental.",
        "label": "False"
      }
    ],
    "twits": ["‘Predators and paedophiles’ crawling around Hollywood and DC: Tomi Lahren - YouTube",
             "The only people who subscribe to @peacock are bravo fans so I get the frustration from football fans. Fair.",
             "Excuse me if I don’t shed a tear over illegal immigrants with body hair incongruent with their gender identity.",
             "This MediCal expansion to cover roughly 700,000 illegals will also cover…drumroll please..their sex changes.",
             "Gavin in on vacay with Billy Clinton. Does he “like them young” too?",
             "Do you think Democrats are honestly concerned with an insurrection? They allow millions of illegals to invade our country each year. They don’t care. It’s just all they have to complain about."]
  },
  {
    "name": "Don Lemon",
    "bias": "LEFT",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Host",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@donlemon",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on Republicans. Openly mocked former President Trump on air. Editorially, supports the Democratic Party.",
      "Scientific Views: advocates for action on climate change, reports realistically on Covid-19.",
      "Social Views: He is pro-same-sex marriage, supports Black Lives Matter, and promotes social justice and equity."
    ],
    "Failed Fact Checks": [],
    "twits": ["In 2010  @NikkiHaley said the civil war was about “rights and freedoms,” “tradition vs change.”  No mention of slavery.",
             "Nikki Haley wants grace for using a poor choice of words when, after I misspoke in some comments involving her, she didn’t offer me that same grace, immediately and very publicly took me to task, and then fundraised off of it. However, I’m glad she clarified what she should have…",
             "My friend @albertlewitinn was awakened by air raid sirens at 7 AM. He’s been reporting in real-time about what’s happening in the war in #Israel",
             "Join me on Friday, September 22 at 9:00 AM for a vital panel discussion on African American history. Recent attacks on this history have awakened our community to the urgent need to preserve our history. Let's pave the way forward together! #CBCALC2023 #AfricanAmericanHistory",
             "Trump is arriving in Atlanta to turn himself in at the Fulton County Jail. 13 FELONY counts related to trying to overturn the 2020 election.",
             "#NEWS: #FoxNews settles its $1.6B lawsuit against Dominion and acknowledges making false claims about the voting company. They must pay $787.5M in damages."]
  },
  {
    "name": "Mark Levin",
    "bias": "RIGHT ",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/Radio Host",
    "MBFC Credibility Rating": "",
    "twits_name": "@marklevinshow",
    "Bias Analysis": [
      "Political Views: Mark Levin is a prominent conservative commentator. He has consistently voiced his support for conservative policies and has been critical of liberal ideologies. His show Life, Liberty & Levin” on Fox News frequently features discussions that lean towards conservative viewpoints. Levin’s support for former President Donald Trump is evident in headlines from his official website, such as Levin: Trump’s Lawyers Should Ask SCOTUS to Stop Unconstitutional Prosecutions” and Joe Biden Longed for Donald Trump Prosecution over January 6.” Further, he frequently promoted Donald Trump’s stolen election narrative, including claiming on his show that the Fake Elector” plan in which Trump has been charged was legal. He has also been critical of the Democratic Party on numerous occasions.",
      "Scientific Views: Mark Levin is skeptical about climate change, referencing a review that highlighted past climate predictions that didn’t materialize. He has referred to these as eco-pocalyptic predictions” and believes they are often used to further political agendas. Levin has prompted conspiracy theories regarding Covid-19, such as the Lab Leak Theory, and falsely claimed that Covid vaccines were not tested.",
      "Social Views: Mark Levin has made controversial remarks regarding the LGBTQ community, notably comparing it to bestiality during his radio show, a statement that drew criticism for its derogatory nature. Additionally, he has defended the replacement theory,” a conspiracy theory associated with white supremacist ideologies, suggesting Democrats believe the white-dominant society has been around too long, so it’s time to end it.” This stance highlights his far-right perspective on immigration. Finally, Levin strongly supports the 2nd amendment and rejects gun control measures to curb mass shootings stating that adding Judeo-Christian prayer in school is a means to reduce the problem."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says the whistleblower hired left-wing lawyers, left-wing firms, Soros involved in funding all of them.”",
        "label": "False"
      },
      {
        "claim": "Biden had to sign off” on the Trump investigation.",
        "label": "False"
      },
      {
        "claim": "Mark Levin made a claim that there haven’t been trials for COVID-19 boosters.",
        "label": "False"
      },
      {
        "claim": "Mark Levin has repeatedly amplified Donald Trump’s lies about a stolen election.",
        "label": "election."
      }
    ],
    "twits": ["Senate GOP leaders are EXCLUDING the GOP House speaker from negotiations with Democrats and Biden on the border!  The GOP establishment hates America, too!",
             "Christie did not endorse Haley during his speech.  Just a matter of time.  I guess he has to deal with his ego first.",
             "Christie's speech now is among the most self-righteous, disconnected, and dishonest I've heard.  And, of course, if you don't agree with him, then there's something terribly wrong with you.  Another establishment Republican undermining his party and playing to the media.…",
             "For Christie to reference the Israeli hostages as he did was repulsive and unconscionable.  And he did it to take a cheap shot.  For all his talk about Trump saying this and that, Christie today, as he has during his entire absurd campaign, made vicious, personal attacks against…",
             "If Israel wants to lose a war and suffer another attack, then they should listen to Biden and Blinken. Subscribe to the Mark Levin Show for free here.",
             "Biden has never stopped being a race-baiter, liar, and plagiarist"]
  },
  {
    "name": "Martha MacCallum",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@marthamaccallum",
    "Bias Analysis": [
      "Political Views: According to Hollywood Reporter, Martha MacCallum has not declared a party.  However, she has been criticized for her interviews with conservative figures, which some viewers perceive as more favorable. While MacCallum tends to favor conservatives, she has been critical of former President Trump regarding his claims of a stolen election: It is very compelling, and the lack of evidence is the huge stunning clear moment here where these people are saying look I supported you, please give me something to work with, and it simply doesn’t materialize.”",
      "Scientific Views: Martha MacCallum has expressed skepticism about human impact on climate change, attributing it primarily to natural causes like volcanic activity. In a recent episode of her show, she expressed vaccine hesitancy with this statement regarding Bronny James and Myocarditis I think a lot of people see these situations, and it does raise questions about the vaccine.”",
      "Social Views: MacCallum’s social views are largely unknown. However, based on her comments during a Fox Business’ Varney & Co. interview, Martha MacCallum appears to advocate for stricter border control and an organized immigration process. Regarding abortion, she has criticized Democratically controlled states for allowing abortion seekers to cross state lines for abortions. Finally, she has defended former President Trump’s LGBTQ record I’ve never seen or read or heard anything in President Trump’s dialogue that says that he wants to turn the clock back to a time when Americans were prosecuted for being gay.” These views are evidence of a moderately conservative perspective."
    ],
    "Failed Fact Checks": [],
    "twits": ["Thank you, Brit.You’re THE best.ЦитатаBrit Hume@brithume·9 янв.Today is @marthamaccallum's 20th anniversary at Fox News. Here's to 20 more! Maybe I'll even live to see it.",
             "Are you an Iowa voter interested in joining us as part of our studio audience for our town hall with former President Trump? Fill out our audience form here: https://iowatownhalltrumprsvp.foxnews.com @marthamaccallum",
             "Are you interested in being a member of our audience for our live town hall with Ron Desantis on Tuesday in Des Moines, IA?Fill out our audience form below:http://iowatownhalldesantisrsvp.foxnews.com",
             "Are you interested in being a member of our audience for our live town hall with Nikki Haley on Monday in Des Moines, IA?Fill out our audience form here: http://iowatownhallhaleyrsvp.foxnews.com",
             "Congrats @JaniceDean remember the closet office we shared that first week? We’ve come a long way, baby! Here’s to 20 years- how do you look younger??!",
             "Kicking off the New Year with clinical herbalist Olivia Amitrano of Organic Olivia. A fascinating deep-dive on organic health, holistic medicine and more. Don’t miss the latest episode of The Untold Story.https://radio.foxnews.com/2023/12/29/organic-olivia-on-how-holistic-medicine-can-change-your-life/"]
  },
  {
    "name": "Rachel Maddow",
    "bias": "LEFT",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Host",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@maddow",
    "Bias Analysis": [
      "Political Views: Rachel Maddow is known for her coverage of the Trump/Russiagate story. According to a New York Times article, She has been labeled conspiratorial” (by Slate), a partisan hack” (by Glenn Greenwald, a former friend), the queen of collusion” (by The Washington Post), and much smarter than this” (by The Guardian).” In an Advocate interview in 2010, she described herself as I’m undoubtedly a liberal.” Finally, during the presidency of Republican Donald Trump, Maddow would report negatively on him nightly. She has also been called a Democratic candidate King Maker through her influence.”",
      "Scientific Views: She generally holds pro-science views such as advocating for climate change action, reports realistically on Covid-19.",
      "Social Views: She considers herself Catholic and is Pro-LGBTQ rights. She also supports Black Lives Matter and generally promotes social justice, equity, and fair immigration."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says Ohio budget item later signed into law by Gov. John Kasich requires women seeking an abortion to undergo a mandatory vaginal probe.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "While he was president, President Trump never encouraged Americans to get vaccinated.”",
        "label": "False"
      },
      {
        "claim": "Under Scott Walker, the Wisconsin middle class is shrinking at a faster rate than any other state in the country.”",
        "label": "False"
      },
      {
        "claim": "Says Ohio budget item later signed into law by Gov. John Kasich requires women seeking an abortion to undergo a mandatory vaginal probe.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "While he was president, President Trump never encouraged Americans to get vaccinated.”",
        "label": "False"
      },
      {
        "claim": "Under Scott Walker, the Wisconsin middle class is shrinking at a faster rate than any other state in the country.”",
        "label": "False"
      }
    ],
    "twits": ["Not posting here much anymore, but this thing that former President Trump is now doing…",
             "Rachel Maddow MSNBC@maddow·4 дек. 2023 г.… is, I think, an important new stage in the effort to end democracy as our system of government.Here’s a 3-minute-ish clip of me and Chris Hayes talking (a few weeks ago) about how this was coming and how it works:",
             "“The courts can move with dispatch when they want to…”",
             "Ah, I’m so excited about how well this came out! Chris Hayes and I recorded a special live audience edition of his Why Is This Happening podcast -- it’s just posted at Peacock. It came out fantastic. What a night!",
             "This was a super interesting conversation -- many thanks to @lawfare and Ben Wittes !",
             "“Texas Man With History of Wantonly Firing AR-15 Could Gut Gun Laws Nationwide”"]
  },
  {
    "name": "Andrea Mitchell",
    "bias": "LEFT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor/Journalist",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@mitchellreports",
    "Bias Analysis": [
      "Political Views: Andrea Mitchell is a registered Democrat. She has criticized figures like Donald Trump for being completely uneducated about any part of the world.” and faced backlash from Florida Governor Ron DeSantis for a question on his education policies. Further, in a Politico article titled Sanders to Andrea Mitchell: ‘Please do not moan to me about Hillary Clinton’s problems,’ Bernie Sanders dismissed Mitchell’s suggestion that his criticisms of Hillary Clinton could benefit Donald Trump, indicating that Mitchell supported the Center-Left candidate Clinton over the Progressive Left candidate, Sanders. Andrea Mitchell’s reporting, which has drawn criticism from conservative figures like Donald Trump and Ron DeSantis, and her interaction with Bernie Sanders, suggest a left-center perspective.",
      "Scientific Views: Andrea Mitchell has shown a commitment to covering scientific topics, especially climate change. For instance, her perspective on the gas tax holiday aligns with those of many climate change advocates. During the Covid-19 pandemic, Mitchell frequently reported from a pro-science perspective focusing on facts.",
      "Social Views: Andrea Mitchell has reported extensively on social issues, including women’s rights, racial justice, and LGBTQ+ rights. She has interviewed numerous activists and experts on these topics, and her reporting often reflects a progressive perspective on social issues."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says Brenda Snipes in Broward County is a Republican.”",
        "label": "False"
      }
    ],
    "twits": ["NBC Exclusive: Blinken says Middle East wants ‘more integrated’ region, including Palestinian State",
             "NBC Exclusive: Andrea Mitchell one-on-one with Sec. of State Blinken on his fourth Middle East trip",
             "Today I sat down with @SecBlinken in Tel Aviv on his fourth trip to the region since the attacks on October 7th. Tune in tonight for a first look at my exclusive interview on @NBCNightlyNews with @LesterHoltNBC and tomorrow at 12pm ET for the full sit-down.",
             "I’ll be interviewing @SecBlinken in Tel Aviv tomorrow on his fourth trip to the region since the attacks on October 7th. Tune in to @NBCNightlyNews tomorrow night to see the first clip and then at 12p ET on @MSNBC Wednesday for the full interview",
             "Al Ula in NW Saudi Arabia a key spot on an ancient spice route and on the road to Mecca built newly 3000 years ago now home nearby to Crown Prince MBS winter camp where he met with @SecBlinken tonight",
             "Crown Prince MBS hosting @SecBlinken at his winter camp in Al Ula Saudi Arabia, per the Kingdom’s press office.  No coverage by US reporters on the trip but we expect Blinken to brief us before flying on to the next stop - Tel Aviv. No direct commercial flights yet which would…"]
  },
  {
    "name": "Piers Morgan",
    "bias": "RIGHT-CENTER",
    "factuality": "MOSTLY FACTUAL",
    "country": "United Kingdom",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/ Host",
    "MBFC Credibility Rating": "TV/ Host",
    "twits_name": "@piersmorgan",
    "Bias Analysis": [
      "Political Views: Piers Morgan has been vocal about his support for certain conservative policies, especially regarding crime and immigration. He has also criticized companies for being Woke” and is opposed to Cancel Culture.” However, he has also shown liberal stances on issues like gun control, especially during his time at CNN.",
      "Scientific Views: In a vaccine safety debate with RFK Jr., who is known for his anti-vaccine views, Piers Morgan was supportive of the COVID-19 vaccines. He emphasizes their safety, the rigorous scientific process behind their development, and the importance of relying on credible scientific sources for information. Further, in an interview, he stated, Climate change and global warming are real.”",
      "Social Views: In a debate on Good Morning Britain,” Piers Morgan expressed skepticism about the introduction of over 100 gender identities, emphasizing the binary concept of male and female while acknowledging respect for transgender individuals. However, the organization GLAAD claims he has a record of transphobic comments. Finally, he has been accused of racial prejudice on his show. "
    ],
    "Failed Fact Checks": [],
    "twits": ["‘You have good abdominals.’Thank you, @Cristiano. 👍Yours aren’t too bad either.",
             "Synchronised debate-watching.. Trump on @FoxNews looks slimmer, sounds swaggeringly confident, and is getting lots of cheers/laughs. Haley/DeSantis on @CNN both coming over as competent, fluent & combative - but tearing lumps out of each other can only help Trump.",
             "I can't explain it. I'm sorry, Piers.The full interview with George Santos is now available to watch on the PMU YouTube channel",
             "Airing in 20 minutes.. an extraordinary interview with one of the world’s most extraordinary politicians. He had a lot of answers.. but none for the biggest question of all…",
             "EXCLUSIVE: If last time was anything to go by…Don’t miss Piers Morgan’s bombshell interview with former Congressman George Santos.",
             "This was a sickening betrayal of decent, hard-working people, the absolute salt of the earth of this country - and nothing will ever properly fix the wrong that was done to them.But Piers Morgan says it's time to compensate victims of the Post Office scandal."]
  },
  {
    "name": "Jeanine Pirro",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "TV Station",
    "Media Type": "LOW CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@JudgeJeanine",
    "Bias Analysis": [
      "Political Views: Jeanine Pirro strongly backs former President Donald Trump. For example, she attends Republican fundraising events and helps raise money for the party. Pirro faced criticism for her anti-Muslim remarks about Rep. Omar in 2019, and Trump defended her and called for her return to the airwaves despite network condemnation. Furthermore, Axios reported that in the final 30 minutes of his presidency, Trump granted a pardon to Albert J. Pirro, the ex-husband of Jeanine Pirro, a lawyer, real estate developer, and Republican fundraiser. Al Pirro had been imprisoned for tax offenses. In February 2021, Smartmatic filed a defamation lawsuit related to the 2020 United States presidential election fraud claims, naming Pirro as one of the defendants. In March 2022, the judge dismissed the claims against her; however, Smartmaric reinstated the lawsuit in February 2023.",
      "Scientific Views: Jeanine Pirro states climate change is a woke agenda about fear democrats want to invoke.",
      "Social Views: Jeanine Pirro aligns with conservative values on social issues and has faced criticism for making racist comments, including her remarks on Will Smith’s incident at the Academy Awards, where she suggested that the Oscars were not the hood.” She has also been accused of promoting anti-Muslim sentiments."
    ],
    "Failed Fact Checks": [
      {
        "claim": "The southern U.S. border is now open to anyone from anywhere in the world who wishes to enter our country.”",
        "label": "False"
      },
      {
        "claim": "I just have this feeling that Joe Biden isn’t going to be on the ticket. I have a sense that something is going to happen before the election and he’s not even going to be on the ticket.”",
        "label": "Evidence"
      },
      {
        "claim": "Says Deputy Attorney General Rod Rosenstein announced in February that the Russia collusion investigation is over.”",
        "label": "False"
      },
      {
        "claim": "ISIS leader Abu Bakr al Baghdadi was released by Obama in 2009.”",
        "label": "False"
      },
      {
        "claim": "There are 63 million abortions a year in this country.”",
        "label": "False"
      }
    ],
    "twits": ["Hunter Biden shows up to the House Oversight Committee's hearing this morning, and cowardly flees when it's Marjorie Taylor Greene's turn to speak. He only wants to hear Democrats defending him, not Republican's legitimate claim to hold him in contempt!",
             "The truth of the matter is Donald Trump has the presumption of innocence until proven guilty, and all Michelle Obama seeks to do is DIVIDE.",
             "Michelle says, “if you think things can’t possibly get worse, trust me, they can and will..” AGREED — if Joe Biden wins another term. And ‘government does everything for us’ …is exactly the problem. Too much government power is how libs want our country…",
             "This is about negligence — Boeing breached their duties and put all of those passengers in danger",
             "So Lloyd Austin doesn’t disclose his hospitalization and his #2 is vacationing..so who’s running the DOD while even clueless Joe is in the dark vacationing‼️It’s not like they were any wars going on🤦🏻‍♀️Btw Who is approving drone strikes - calling the shots as our service men and…",
             "The Biden Administration has done more to destroy free speech, the ability of the press to provide information to us, and to win the election for Joe Biden…"]
  },
  {
    "name": "Bill O'Reilly",
    "bias": "RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@BillOReilly",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on Democrats and reports positively about former President Donald Trump. When advertisers pulled commercials from The O’Reilly Factor due to sexual harassment allegations, President Trump defended Bill O’Reilly. In 2021 Bill O’Reilly is Embarking on a stadium tour dubbed The History Tour” with former President Donald Trump. According to Salon, he threatens to sue over reports that his tour with Trump isn’t selling out. ",
      "Scientific Views: Says God Controls the Climate.” For more on his anti-climate change views, see Here. Reports accurately on covid-19.",
      "Social Views: O’Reilly supports some measures of gun control, frequently reports on the dangers of socialism. He appears to support limits on abortion on moral grounds."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says Supreme Court nominee Merrick Garland voted, so the folks know, in Washington, D.C., to keep guns away from private citizens.”",
        "label": "False"
      },
      {
        "claim": "From 2014 to 2015, Austin’s murder rate is up a whopping 83 percent.”",
        "label": "False"
      }
    ],
    "twits": ["Watch my interview with Democratic congressional candidate @Tom_Suozzi, who is running for @RepSantosNY03's seat.  Don't miss the @NoSpinNews. 📺📻 #NewYork",
             "Why #PresidentBiden doesn't care about the southern #Border.  Please read the Message of the Day on http://BillOReilly.com.",
             "7 янв.Best #election coverage on http://BillOReilly.com. Check out my new column on Trump/Biden",
             "Lots of important news since the first of the year.  We have an excellent recap on http://BillOReilly.com. No charge. Hope you check it out.",
             "Hundreds of new Premium Members on http://BillOReilly.com.  Sample us - find out why!",
             "Hey trivia buffs! Celebrate #NationalTriviaDay with the ultimate brain tease - the http://BillOReilly.com News Quiz! Challenge your knowledge and see how well you’re keeping up with the world. A brand new quiz is up now. #NewsQuiz #TriviaDay"]
  },
  {
    "name": "Joe Scarborbough",
    "bias": "RIGHT-CENTER",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@JoeNBC",
    "Bias Analysis": [
      "Political Views:  Joe Scarborough was initially supportive of former President Trump; however, later reported negatively on him. This resulted in Trump tweeting personal attacks on Scarborough, such as calling him a psycho” and spreading conspiracy theories against him. In 2017, Scarborough announced officially during CBS’ The Late Show with Stephen Colbert that he left the Republican Party and became independent. ",
      "Scientific Views: Voted against Climate action in the past, now supports the consensus of science on climate change.",
      "Social Views: Joe Scarborough is Pro-Life. He was critical of the former president’s travel ban on Muslim countries. Further, he criticizes President Biden’s immigration policy.  "
    ],
    "Failed Fact Checks": [
      {
        "claim": "In the weekend after the terrorist attacks in Paris, the White House said this couldn’t happen in the United States. ISIS couldn’t reach us here.”",
        "label": "False"
      },
      {
        "claim": "Algeria wanted to be taken off of the terror list” at the time it made an unreported donation to the Clinton Foundation. ",
        "label": "False"
      }
    ],
    "twits": ["The words Frederick Douglass offered regarding Abraham Lincoln gives me chills as I listen to them read 155 years later. Lincoln’s genius was in skillfully dragging a recalcitrant and racist country out of the mud and then laying the foundation of a more perfect union.",
             "A new Quinnipiac University poll of registered voters in Pennsylvania showed President Biden narrowly leading former President Donald J. Trump in a head-to-head matchup, 49 percent to 46 percent.",
             "“The settler fantasy of a one-state solution is dead: there will be no ‘river to the sea’ nation, either Israeli or Palestinian. Lest there be a holocaust beyond imagining, there will have to be a two state solution.” ~Joe Klein",
             "Joe Scarborough@JoeNBC·8 янв.Klein also packs in views on the “Idiot Heresy of Cultural Appropriation”, the passing of gifted journalist and @nytimes editor Joe Lelyveld, and a classic Jerry Brown line.",
             "Football is still a team sport. Alabama’s center could have done a better job but our center didn’t blow a 7 point lead in the 4th Quarter of the Rose Bowl & then let UM breeze to the end zone in OT. The Tide’s great defense did. Win as a team, lose as a team. Period",
             "One of the great Hollywood stories of the last 50 years. Incredible behind the scenes drama and audacious risks taken by George Lucas and Francis Ford Coppola to bring American Graffiti to movie screens."]
  },
  {
    "name": "Buck Sexton",
    "bias": "RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@BuckSexton",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on liberals, sometimes promotes conspiracies, and strongly supports former President Trump. ",
      "Scientific Views: Denies climate change, frequently downplays covid-19, and is skeptical about vaccines. See failed fact checks below.",
      "Social Views: Buck Sexton appears to be Pro-Life and against same-sex marriage."
    ],
    "Failed Fact Checks": [
      {
        "claim": "The science says open the schools, stop wearing masks outside, and everyone at low risk should start living normal lives.”",
        "label": "False"
      },
      {
        "claim": "Masks make no significant difference”; Masks have no significant effect”",
        "label": "False"
      },
      {
        "claim": "Hunter Biden is selling art at inflated prices to launder bribes and illegal White House donations",
        "label": "False"
      },
      {
        "claim": "a mob of protestors” tried to prevent the cops who were shot multiple times from getting emergency medical care THIS IS BLM.",
        "label": "False"
      }
    ],
    "twits": [".@porterstansb wrote about the crisis of leadership at Boeing over a year ago- and now he sees major risks to airplane safety because of their DEI obsession- that and more on this Buck Brief",
             "The entire Democrat pitch for illegal immigration went from “we need them to do jobs Americans won’t do” to “they are all asylum seekers fleeing violence” in the blink of an eyeYou aren’t supposed to notice this. Nor are you to realize that both of those positions are lies",
             "Surprise surprise, Lab coat Stalin won’t admit to the Covid atrocities he committed",
             "Getting five people to come to your presidential primary event is sad; getting zero people is a skill",
             "The only way to secure the border and stop the illegal alien tsunami is to shut down our asylum program and massively ramp up deportationsEvery Democrat proposal to “fix our broken immigration system” is an election year lie that will make everything worse",
             "Almost everybody gets in, the border is wide open. Biden can’t deny it anymore. They broke the dam, the flood has followed and it won’t stop."]
  },
  {
    "name": "George Stephanopoulos",
    "bias": "LEFT-CENTER",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Station",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@GStephanopoulos",
    "Bias Analysis": [
      "Political Views: George Stephanopoulos was previously an advisor to former Democratic President Bill Clinton. In 2012, 2013, and 2014 it was revealed that he donated $75,000 to the Clinton Foundation. Republicans pointed out this conflict of interest, and he was forced to drop out as a moderator of the scheduled February 2016 Republican presidential primary debate. For the most part, his views align with the moderate Democratic Party.",
      "Scientific Views: Supports the consensus of science on both climate change and Covid-19.",
      "Social Views: He supports the social positions of the Democratic Party.    "
    ],
    "Failed Fact Checks": [],
    "twits": ["George Stephanopoulos to release new book on the White House Situation Room https://goodmorningamerica.com/culture/story/george-stephanopoulos-release-new-book-white-house-situation-103822852 via @GMA",
             "I am incredibly excited to reveal the cover of my new book, The Situation Room: The Inside Story of Presidents in Crisis. Years in the making, my co-writer, Lisa Dickey and I explore the power, secrecy and mystery that is the White House Situation Room, the epicenter of crisis…",
             "We are incredibly proud of this film. As Emmy voting begins, if you are a TV Academy documentary voter, we hope you will consider “Pretty Baby: Brooke Shields” for Outstanding Documentary Special.",
             "My friend @ToddBrewster is out with a new book, American Childhood: A Photographic History which captures the ever-changing experience of growing up in America through a collection of over 200 photographs. It's fantastic - and it's out now. Buy it here:",
             "On the anniversary of student Jack Reid's death, an elite boarding school in New Jersey released a statement publicly admitting its failure.Elizabeth and Bill Reid spoke to GMA about their son's suicide after bullying at The Lawrenceville School.",
             "A new book celebrates the late professor from Tuesdays with Morrie.The Wisdom of Morrie honors Morrie Schwartz, a former professor who died of ALS, in his own words before he became ill. @GStephanopoulos spoke to Schwartz’s son, Rob, about the new book. "]
  },
  {
    "name": "Ben Shapiro",
    "bias": "RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/Podcasts/Websites",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@benshapiro",
    "Bias Analysis": [
      "Political Views: Frequently reports negatively on liberals, sometimes promotes conspiracies, and stated he voted for former President Trump. ",
      "Scientific Views: Denies climate change, frequently downplays covid-19 and is skeptical about vaccines. Regarding climate change, he says, if the sea level rises five or ten meters, people will just sell their homes and move.” ",
      "Social Views: Ben Shapiro is Pro-Life and against same-sex marriage."
    ],
    "Failed Fact Checks": [
      {
        "claim": "We’re above 800 million Muslims radicalized, more than half the Muslims on Earth That’s not a minority. That’s now a majority.”",
        "label": "False"
      }
    ],
    "twits": ["Biden’s illegal immigration crisis is truly mind-boggling. We’re talking 2.4 million entries last year alone, at a minimum, and probably upwards of 3 million. In one year.",
             "Biden’s illegal immigration crisis is truly mind-boggling. We’re talking 2.4 million entries last year alone, at a minimum, and probably upwards of 3 million. In one year.",
             "Biden is playing the race card and caving to radical pro-Hamasniks - and there are still 10 months to go until the election.",
             "It’s not surprising at all. They saw the Hamas October 7 atrocities, and since their minds haven’t been poisoned by UNRWA or Harvard, all went, “Whoah, I don’t want anything to do with that.”",
             "If they want to get arrested for their beliefs, we should grant that wish.",
             "Biden’s desperate attempt to paint Trump as a Nazi and his supporters as threats to democracy will fail - especially while Democrats try to have Trump kicked off the ballot without any true legal rationale."]
  },
  {
    "name": "Sean Spicer",
    "bias": "FAR-RIGHT",
    "factuality": "USA",
    "country": "MOSTLY FREE",
    "Press Freedom Rating": "Radio/TV",
    "Media Type": "MEDIUM CREDIBILITY",
    "MBFC Credibility Rating": "",
    "twits_name": "@seanspicer",
    "Bias Analysis": [
      "Political Views: Served as White House Press Secretary and White House Communications Director under Republican President Donald Trump in 2017. According to an NPR article, in his book The Briefing,” Sean Spicer wrote his priorities are: God, family, country, Navy, Republican Party, candidate.” Sean Spicer describes himself on his website as Sean is a lifelong Republican operative and anyone who has worked with him knows him as relentless, quick-witted, and loyal.”",
      "Scientific Views: He generally holds the Republican Party’s view that climate change is of little concern. Reports indicate that Sean Spicer is vaccinated against Covid-19. As Press Secretary, he frequently promoted former President Trump’s conspiracy theories and pseudoscience.",
      "Social Views: He considers himself Catholic. GLAAD describes Sean Spicer as Served as the Republican National Committee’s communications director at a time (2011-2017) when the party stood near united against LGBTQ rights, furthered sweepingly anti-LGBTQ party platforms, and lashed out against court decisions that advanced rights.” Opposes abortion."
    ],
    "Failed Fact Checks": [
      {
        "claim": "Says Adolf Hitler didn’t even sink to the level of using chemical weapons. … He was not using the gas on his own people the same way that (Bashar al-)Assad is doing.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "That was the largest audience to witness an inauguration, period.”",
        "label": "Fire"
      },
      {
        "claim": "Says Paul Manafort played a very limited role” in the Trump presidential campaign.",
        "label": "False"
      },
      {
        "claim": "There’s one (study) that came out of Pew in 2008 that showed 14 percent of people who voted were noncitizens.”",
        "label": "False"
      },
      {
        "claim": "The Biden administration is spending $30 million on crack pipes.”",
        "label": "False"
      },
      {
        "claim": "Says Adolf Hitler didn’t even sink to the level of using chemical weapons. … He was not using the gas on his own people the same way that (Bashar al-)Assad is doing.”",
        "label": "Pants on Fire"
      },
      {
        "claim": "That was the largest audience to witness an inauguration, period.”",
        "label": "Fire"
      },
      {
        "claim": "Says Paul Manafort played a very limited role” in the Trump presidential campaign.",
        "label": "False"
      },
      {
        "claim": "There’s one (study) that came out of Pew in 2008 that showed 14 percent of people who voted were noncitizens.”",
        "label": "False"
      },
      {
        "claim": "The Biden administration is spending $30 million on crack pipes.”",
        "label": "False"
      }
    ],
    "twits": ["Sean Spicer@seanspicer·14 авг. 2023 г.BIG NEWS: In order to reclaim power, we have to understand what the system is, how it works & how we can use it to win.Coming Aug 21, The Sean Spicer Show is your insider guide to the intricate world of U.S. politics. Subscribe today on all major platforms or…",
             "Trumps townhall response on how Republicans should message on abortion by going on offense and reminding voters that Democrats are the extreme ones - supporting abortion to to birth (and after) - is the best of any candidate",
             "Debate zingers DeSantis: you can take the Ambassador out of the UN but you can’t take the UN out of the Ambassador Haley: if you can’t manage a campaign how are you going to manage a country",
             "How did the RNC lose control of the debates and why is on CNN tonight? @reaganreese_ has been covering this all cycle for @DailyCaller and we break it all down tonight",
             "Karine Jean-Pierre says Biden has been working around the clock. Here are the facts:",
             "Chris Christie to drop out of presidential race."]
  },
  {
    "name": "Jake Tapper",
    "bias": "LEAST BIASED",
    "factuality": "HIGH",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV Anchor",
    "MBFC Credibility Rating": "HIGH CREDIBILITY",
    "twits_name": "@jaketapper",
    "Bias Analysis": [
      "Political Views: Jake Tapper criticized Bernie Sanders Medicare-for-All plan. Frequently reports negatively on Republicans. Tapper stated in an interview that I’m not a member of a political party, and I feel very, very comfortable being independent.” Both political parties have also praised him for his reporting.",
      "Scientific Views: Supports the consensus of science on Climate Change and Covid-19.",
      "Social Views: Supports LGBTQ rights; little else is publicly known regarding his positions on social issues."
    ],
    "Failed Fact Checks": [],
    "twits": ["Two years ago today, we lost 13 brave servicemembers to a suicide bomber amidst the chaotic US withdrawal from Afghanistan.",
    "To see what is in front of one’s nose needs a constant struggle.-- George Orwell",
             "We’re at ⁦@DrakeUniversity⁩ getting ready for the GOP debate tonight with ⁦@NikkiHaley⁩ and ⁦@GovRonDeSantis⁩! 9 pm ET/8 pm Iowa time. See you soon!",
             "“Tonight’s GOP debate airs on CNN at 9 pm ET — 8 pm in Iowa. “And Taylor? You can also watch it on CNN-MAX, CNNi, CNN Español and on http://CNN.com!”",
             "It’s Wednesday, January 10, 2024.WSJ reporter Evan Gershkovich was detained by the Russian FSB on March 29, 2023.287 days ago.His “crime” was practicing journalism in Russia. To Russia’s shame and embarrassment before the world.",
             "Hill: What really is annoying is that he's on a weekly mainstream media platform, complaining about the mainstream media censoring him. Sir, you're not silenced, it's just people think that a lot of the things that come out of your mouth are stupid."]
  },
  {
    "name": "Clay Travis",
    "bias": "RIGHT-CENTER",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "Radio Talk Host",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@ClayTravis",
    "Bias Analysis": [
      "Political Views: Clay Travis calls himself a radical moderate.” He was formerly a Democrat who worked for Al Gores Presidential campaign and voted for Barack Obama Twice. In 2016, he voted for Libertarian Gary Johnson, and in 2020 through full support behind Republican Donald Trump. He states Colin Kaepernick kneeling in protest of police brutality, and Donald Trump’s response drove him to support Trump for President.",
      "Scientific Views: Frequently promotes misinformation regarding Covid-19. See failed fact checks below.",
      "Social Views: Clay Travis holds libertarian social views such as pro-choice and ant-death penalty. However, he also supports conservative positions such as opposition to the removal of Confederate statues."
    ],
    "Failed Fact Checks": [
      {
        "claim": "On Aug. 3, 2021, Jeffrey Toobin appeared on CNN to comment on the sexual assault allegations against New York Gov. Andrew Cuomo.",
        "label": "False"
      },
      {
        "claim": "Black Lives Matter believes New York City’s vaccine mandate is racist.",
        "label": "Misleading"
      },
      {
        "claim": "The Biden administration has banned, canceled, or pulled Dr. Seuss books from shelves due to racially offensive content.",
        "label": "False"
      },
      {
        "claim": "More Americans died from COVID under Joe Biden than Donald Trump",
        "label": "False"
      },
      {
        "claim": "Denmark banned COVID-19 vaccines for anyone under 50.",
        "label": "Inaccurate"
      },
      {
        "claim": "On Aug. 3, 2021, Jeffrey Toobin appeared on CNN to comment on the sexual assault allegations against New York Gov. Andrew Cuomo.",
        "label": "False"
      },
      {
        "claim": "Black Lives Matter believes New York City’s vaccine mandate is racist.",
        "label": "Misleading"
      },
      {
        "claim": "The Biden administration has banned, canceled, or pulled Dr. Seuss books from shelves due to racially offensive content.",
        "label": "False"
      },
      {
        "claim": "More Americans died from COVID under Joe Biden than Donald Trump",
        "label": "False"
      },
      {
        "claim": "Denmark banned COVID-19 vaccines for anyone under 50.",
        "label": "Inaccurate"
      },
      {
        "claim": "On Aug. 3, 2021, Jeffrey Toobin appeared on CNN to comment on the sexual assault allegations against New York Gov. Andrew Cuomo.",
        "label": "False"
      },
      {
        "claim": "Black Lives Matter believes New York City’s vaccine mandate is racist.",
        "label": "Misleading"
      },
      {
        "claim": "The Biden administration has banned, canceled, or pulled Dr. Seuss books from shelves due to racially offensive content.",
        "label": "False"
      },
      {
        "claim": "More Americans died from COVID under Joe Biden than Donald Trump",
        "label": "False"
      },
      {
        "claim": "Denmark banned COVID-19 vaccines for anyone under 50.",
        "label": "Inaccurate"
      }
    ],
    "twits": ["Aaron Rodgers-ESPN controversy, five days until Iowa voting, Detroit News, Trump smoking Biden in Michigan, Pete Carroll out, Fani Willis mess in Georgia, I cried during The Crown, I’m sorry",
             "Aaron Rodgers’s hits on ESPN are now over, much earlier than in past seasons as sports media lines up to rip him. Reminder: Aaron Rodgers got more right on covid than all the left wing sports media members did. That’s why they hate him:",
             "Not gonna lie, was pretty excited to break the news that Nick Saban retired to my 7th grade Bama fan son. #gobigorange #dynastyisover",
             "I’m still working on him to be a Tennessee fan. This is big for his potential fan recruitment. Nico needs to be the real deal. Gotta get the Vol hat back on the table.",
             "Nick Saban is the greatest college football coach of all time. He dominated the best conference at its absolute apex. Had a team ranked number one in 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021, and 2022. We will never see this happen again",
             "All season long Nick Saban didn’t seem like Saban, legit felt like he was enjoying the final ride. He just didn’t flip out like he has in past seasons."]
  },
  {
    "name": "Cenk Uygur",
    "bias": "LEFT",
    "factuality": "MOSTLY FACTUAL",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/Video Host",
    "MBFC Credibility Rating": "MEDIUM CREDIBILITY",
    "twits_name": "@cenkuygur",
    "Bias Analysis": [
      "Political Views: Cenk Uygur identifies as a progressive and has been vocal about his support for progressive policies, often criticizing both the Democratic establishment and the Republican Party. He founded The Young Turks, an online news show that leans left and advocates for progressive policies. Uygur has been a critic of corporate influence in politics and has supported progressive candidates like Bernie Sanders.",
      "Scientific Views: Cenk Uygur is a progressive activist who has criticized those who deny climate change and oppose COVID-19 vaccines and mask mandates. He has acknowledged the scientific consensus on climate change and has called on people to follow public health guidelines in order to protect public health.",
      "Social Views: Uygur supports women’s rights and has spoken against racial and religious discrimination. However, he has faced criticism for past derogatory comments about women, to which he has since apologized and emphasized his commitment to these causes. In 2018, he was named in a lawsuit alleging racial discrimination, though Uygur denied the allegation. The case is ongoing.  He has been a vocal critic of money in politics and supports campaign finance reform. "
    ],
    "Failed Fact Checks": [],
    "twits": ["South Carolina Democratic Party said in ballot hearing today that they make decisions in “smoke-filled rooms” and that they didn’t want to put me on the ballot because they wanted to avoid the controversy about me fighting for my rights. They preferred to preemptively ban me.",
             "All of this is verifiable. You’ll be able to see it when the transcript is released. They said they had a right to discriminate against me and that they wanted to exercise that right! Even before finding out how the court is going to rule on the constitutional issue!",
             "They also encouraged me, and others they didn’t approve of in their smoke-filled rooms, to run as third party candidates in general election. World’s worst political strategy. Maybe a primary can help you find a strong candidate you wouldn’t have to ban everyone else to protect.",
             "This is how you pursue a civil rights case! Our petition to be on the ballot in South Carolina was denied. But the judge said repeatedly that our case was very compelling. We’re appealing to the circuit court. We’re going to keep fighting for equality for naturalized citizens.",
             "Great conversation. Worth checking out. We talked about Israel’s culpability, how to settle the war, who’s hurt politically the most by Epstein and how I can accomplish my goals in the presidential race.",
             "You’ve really got to watch the rest of this interview when it comes out because there is a real way to end this war in Gaza where everyone wins (after we’ve already suffered the most atrocious losses on both sides) and gets to peace for Israel and the Palestinians."]
  },
  {
    "name": "Jesse Watters",
    "bias": "RIGHT ",
    "factuality": "MIXED",
    "country": "USA",
    "Press Freedom Rating": "MOSTLY FREE",
    "Media Type": "TV/ Political Anchor",
    "MBFC Credibility Rating": "",
    "twits_name": "@JesseBWatters",
    "Bias Analysis": [
      "Political Views: According to a Business Insider article, Jesse Watters discussed the QAnon conspiracy theory on his show but did not debunk it. He even mentioned having a friend who believes in it. This suggests that he may have a positive view of Trump. Watters’ is known for mocking what he often decries as out-of-touch Democrats like President Biden and trolling liberals on various culture issues like gender identity and race relations.”",
      "Scientific Views: According to an InsideClimate News article, Jesse Watters has been reported to downplay the threat of climate change and has made numerous misleading or false claims about global warming and climate science. This suggests that he may be skeptical or dismissive of the scientific consensus on climate change. Watters has also promoted Covid-19 conspiracy theories, such as the Wuhan lab leak theory, which has never been confirmed.",
      "Social Views: Jesse Watters claimed on The Five” that he could identify undocumented migrants just by looking at them, suggesting he may hold stereotypical views regarding immigrants. Jesse Watters also drew criticism for a segment in New York City’s Chinatown, where he appeared to use Asian stereotypes under the guise of humor while discussing immigration. Further, Watters claims that the teaching of Critical Race Theory will destroy the country.” Finally, according to The Advocate, Watters espouses the same replacement theory” views that Carlson does and devotes airtime to demonizing queer people, especially trans youth, trans athletes, and their parents.” "
    ],
    "Failed Fact Checks": [
      {
        "claim": "Durham’s documents show that Hillary Clinton hired people who hacked into Trump’s home and office computers” and planted evidence, fabricated evidence connecting Trump to Russia.”",
        "label": "False"
      },
      {
        "claim": "We were slow with the testing, but very quick with the travel ban. And that’s been much more critical in saving lives.”",
        "label": "False"
      },
      {
        "claim": "Says John Podesta’s email password was password.”",
        "label": "False"
      },
      {
        "claim": "Ukraine had used U.S. aid money and invested” in FTX, speculating that it may be part of a money laundering.”",
        "label": "False"
      },
      {
        "claim": "Silicon Valley Bank donated $73M to ‘BLM Movement.",
        "label": "False"
      },
      {
        "claim": "James Biden’s text message to Hunter Biden that says, I can work with you(r) father alone,” shows that Joe Biden was in business” with Hunter Biden.",
        "label": "False"
      }
    ],
    "twits": ["Parents of 4th graders in Washington were surprised by an email explaining that Miss Angela is now Mr. Angel. And his transition was going to be part of the lesson plan.",
             "Primetime talks to a mom whose kids were kicked out of school to make room for illegals to sleep.",
             "Today was “Don’t you know who my Daddy is?” Day. Today Hunter broke the law and admitted his daddy chatted with clients, but Hunter doesn’t care- he’s making a movie.",
             "Joe Biden’s White House is directly involved in the Georgia sex scandal. The Fulton County DA allegedly hired the guy she was sleeping with to prosecute the Trump case. But this is a lot worse than a sexual kickback scheme: documents show Fani’s lover boy met with the Biden White…",
             "Biden’s prosecutor is arguing that Donald Trump should die in prison for trying to pursue election fraud allegations for an unprecedented mail-in ballot election, where rules were loosened on the fly and where the CIA, FBI and Big Tech colluded and deceived the American voter.…",
             "Democrats want to throw out presidential immunity. If they do, could Joe Biden be charged for child trafficking and cocaine possession?"]
  }
]